[
	{
		"id": "10ETG",
		"name": "#1炉飞灰输送系统",
		"add_id": "11UHA00",
		"p_id": "10ET",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10ET",
		"name": "#1机组灰渣处理系统",
		"add_id": "11UEW",
		"p_id": "10E",
		"add": "#1机渣贮存建(构)筑物"
	},
	{
		"id": "10E",
		"name": "#1机组燃料供应及灰渣处理系统",
		"add_id": "11UHA00",
		"p_id": "1",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "1",
		"name": "#1机组",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "1",
		"name": "#1机组",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "10HNV",
		"name": "#1炉引风机油站系统",
		"add_id": "11UHN10",
		"p_id": "10HN",
		"add": "#1引风机室"
	},
	{
		"id": "10HN",
		"name": "#1炉烟气排放系统",
		"add_id": "11UHN10",
		"p_id": "10H",
		"add": "#1引风机室"
	},
	{
		"id": "10H",
		"name": "#1锅炉热生成系统",
		"add_id": "11UHA54",
		"p_id": "1",
		"add": "#1锅炉房69.0m层"
	},
	{
		"id": "10HNC",
		"name": "#1炉引风机系统",
		"add_id": "11UHN10",
		"p_id": "10HN",
		"add": "#1引风机室"
	},
	{
		"id": "10PAC20",
		"name": "#1机循环水泵系统",
		"add_id": "11UQA10",
		"p_id": "10PAC",
		"add": "#1机循环水泵房"
	},
	{
		"id": "10PAC",
		"name": "#1机组循环水泵系统",
		"add_id": "11UQA10",
		"p_id": "10PA",
		"add": "#1机循环水泵房"
	},
	{
		"id": "10PA",
		"name": "#1机组循环水（主冷却）系统",
		"add_id": "11UMA00",
		"p_id": "10P",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10P",
		"name": "#1机组冷却水系统",
		"add_id": "11UMA00",
		"p_id": "1",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "20B",
		"name": "#2机组厂用电系统",
		"add_id": "21UMA00",
		"p_id": "2",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "2",
		"name": "#2机组",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "2",
		"name": "#2机组",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "10B",
		"name": "#1机组厂用电系统",
		"add_id": "11UMA00",
		"p_id": "1",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10HTF",
		"name": "#1脱硫吸附剂循环系统",
		"add_id": "11UVC10",
		"p_id": "10HT",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HT",
		"name": "#1炉脱硫系统",
		"add_id": "11UVB",
		"p_id": "10H",
		"add": "#1炉烟气风机系统建(构)筑物"
	},
	{
		"id": "10HTT",
		"name": "#1脱硫排放水系统",
		"add_id": "11UVC10",
		"p_id": "10HT",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10PAE",
		"name": "#1间冷塔系统（散热器系统）",
		"add_id": "11URA10",
		"p_id": "10PA",
		"add": "#1间冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41734544064988,
		"lat": 38.034872989630514,
		"alt": 1108.982366764918
	},
	{
		"id": "10HTD10BB001",
		"name": "#1脱硫吸收塔",
		"add_id": "11UVC10",
		"p_id": "10HTD10",
		"add": "#1脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4171338897346,
		"lat": 38.034683530131346,
		"alt": 1127.4835195485502
	},
	{
		"id": "10HTD10",
		"name": "#1脱硫吸收塔系统",
		"add_id": "11UVC10",
		"p_id": "10HTD",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTD",
		"name": "#1脱硫烟气洗涤系统",
		"add_id": "11UVC10",
		"p_id": "10HT",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTG",
		"name": "#1脱硫氧化风系统",
		"add_id": "11UVB10R004",
		"p_id": "10HT",
		"add": "#1氧化风机房风机房"
	},
	{
		"id": "J0ETH23AM001",
		"name": "原灰库湿式搅拌机",
		"add_id": "J1UET10",
		"p_id": "J0ETH23",
		"add": "#1原灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42043783177755,
		"lat": 38.03196150532693,
		"alt": 1106.7777077136561
	},
	{
		"id": "J0ETH23",
		"name": "原灰库3号卸灰管系统",
		"add_id": "J1UET10",
		"p_id": "J0ETH",
		"add": "#1原灰库构筑物"
	},
	{
		"id": "J0ETH",
		"name": "#1、2机灰库及库顶设备",
		"add_id": "J1UET",
		"p_id": "J0ET",
		"add": "#1、2机灰贮存建(构)筑物"
	},
	{
		"id": "J0ET",
		"name": "#1、2机除灰系统",
		"add_id": "J1UET10",
		"p_id": "J0E",
		"add": "#1原灰库构筑物"
	},
	{
		"id": "J0E",
		"name": "常规燃料供给",
		"add_id": "J1UEA10",
		"p_id": "J",
		"add": "汽车卸煤沟"
	},
	{
		"id": "J",
		"name": "#1、2机组",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "J0ETH22AT001",
		"name": "原灰库干灰散装机布袋降尘器",
		"add_id": "J1UET10",
		"p_id": "J0ETH22",
		"add": "#1原灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42049428284307,
		"lat": 38.031955838876954,
		"alt": 1106.7775265555829
	},
	{
		"id": "J0ETH22",
		"name": "原灰库2号卸灰管系统",
		"add_id": "J1UET10",
		"p_id": "J0ETH",
		"add": "#1原灰库构筑物"
	},
	{
		"id": "J0ETG90AM001",
		"name": "原灰库分选气灰混合器",
		"add_id": "J1UET10",
		"p_id": "J0ETG90",
		"add": "#1原灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42040567940141,
		"lat": 38.031974709090385,
		"alt": 1107.000669406727
	},
	{
		"id": "J0ETG90",
		"name": "灰库分选系统",
		"add_id": "J1UET10",
		"p_id": "J0ETG",
		"add": "#1原灰库构筑物"
	},
	{
		"id": "J0ETG",
		"name": "#1、2机灰库分选系统",
		"add_id": "J1UET10",
		"p_id": "J0ET",
		"add": "#1原灰库构筑物"
	},
	{
		"id": "J0ETP30AC001",
		"name": "原灰库气化风电加热器",
		"add_id": "J1UET10",
		"p_id": "J0ETP30",
		"add": "#1原灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42045277570658,
		"lat": 38.03196277495412,
		"alt": 1106.847834753804
	},
	{
		"id": "J0ETP30",
		"name": "灰库气化风机",
		"add_id": "J1UET10",
		"p_id": "J0ETP",
		"add": "#1原灰库构筑物"
	},
	{
		"id": "J0ETP",
		"name": "#1、2机输灰空气系统",
		"add_id": "J1UEU10R003",
		"p_id": "J0ET",
		"add": "灰库气化风机房风机房"
	},
	{
		"id": "20ETG",
		"name": "#2炉飞灰输送系统",
		"add_id": "21UHA00",
		"p_id": "20ET",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20ET",
		"name": "#2机组灰渣处理系统",
		"add_id": "21UEW",
		"p_id": "20E",
		"add": "#2机渣贮存建(构)筑物"
	},
	{
		"id": "20E",
		"name": "#2机组燃料供应及灰渣处理系统",
		"add_id": "21UHA00",
		"p_id": "2",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20E",
		"name": "#2机组燃料供应及灰渣处理系统",
		"add_id": "",
		"p_id": "2",
		"add": ""
	},
	{
		"id": "20HNV",
		"name": "#2炉引风机油站系统",
		"add_id": "21UHN10",
		"p_id": "20HN",
		"add": "#2引风机室"
	},
	{
		"id": "20HN",
		"name": "#2炉烟气排放系统",
		"add_id": "21UHN10",
		"p_id": "20H",
		"add": "#2引风机室"
	},
	{
		"id": "20H",
		"name": "#2锅炉热生成系统",
		"add_id": "21UHA54",
		"p_id": "2",
		"add": "#2锅炉房69.0m层"
	},
	{
		"id": "20HNC",
		"name": "#2炉引风机系统",
		"add_id": "21UHN10",
		"p_id": "20HN",
		"add": "#2引风机室"
	},
	{
		"id": "20PAC20",
		"name": "#2机循环水泵系统",
		"add_id": "21UQA10",
		"p_id": "20PAC",
		"add": "#2机循环水泵房"
	},
	{
		"id": "20PAC",
		"name": "#2机组循环水泵系统",
		"add_id": "21UQA10",
		"p_id": "20PA",
		"add": "#2机循环水泵房"
	},
	{
		"id": "20PA",
		"name": "#2机组循环水（主冷却）系统",
		"add_id": "21UMA00",
		"p_id": "20P",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20P",
		"name": "#2机组冷却水系统",
		"add_id": "21UMA00",
		"p_id": "2",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20HTF",
		"name": "#2脱硫吸附剂循环系统",
		"add_id": "21UVC10",
		"p_id": "20HT",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HT",
		"name": "#2炉脱硫系统",
		"add_id": "21UVB10",
		"p_id": "20H",
		"add": "#2氧化风机房"
	},
	{
		"id": "20HTD10BB001",
		"name": "#2脱硫吸收塔",
		"add_id": "21UVC10",
		"p_id": "20HTD10",
		"add": "#2脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41703074725547,
		"lat": 38.03279406495095,
		"alt": 1127.4835294829682
	},
	{
		"id": "20HTD10",
		"name": "#2脱硫吸收塔系统",
		"add_id": "21UVC10",
		"p_id": "20HTD",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTD",
		"name": "#2脱硫烟气洗涤系统",
		"add_id": "21UVC10",
		"p_id": "20HT",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTT",
		"name": "#2脱硫排放水系统",
		"add_id": "21UVJ10",
		"p_id": "20HT",
		"add": "#2脱硫事故浆液箱区域"
	},
	{
		"id": "20PAE",
		"name": "#2间冷塔系统（散热器系统）",
		"add_id": "21UQA10",
		"p_id": "20PA",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41730411822367,
		"lat": 38.03263622143646,
		"alt": 1108.9823703300208
	},
	{
		"id": "20HTG",
		"name": "#2脱硫氧化风系统",
		"add_id": "21UVB10",
		"p_id": "20HT",
		"add": "#2氧化风机房"
	},
	{
		"id": "J0ETH31",
		"name": "粗灰库1号卸灰管系统",
		"add_id": "J1UET20",
		"p_id": "J0ETH",
		"add": "#2粗灰库构筑物"
	},
	{
		"id": "J0ETH32AT001",
		"name": "粗灰库干灰散装机布袋降尘器",
		"add_id": "J1UET20",
		"p_id": "J0ETH32",
		"add": "#2粗灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42048389457307,
		"lat": 38.032094189138654,
		"alt": 1106.7775254743174
	},
	{
		"id": "J0ETH32",
		"name": "粗灰库2号卸灰管系统",
		"add_id": "J1UET20",
		"p_id": "J0ETH",
		"add": "#2粗灰库构筑物"
	},
	{
		"id": "J0ETP30AC002",
		"name": "粗灰库气化风电加热器",
		"add_id": "J1UET20",
		"p_id": "J0ETP30",
		"add": "#2粗灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4204552704247,
		"lat": 38.03209200728993,
		"alt": 1106.847956824582
	},
	{
		"id": "J0ETH42",
		"name": "细灰库2号卸灰管系统",
		"add_id": "J1UET30",
		"p_id": "J0ETH",
		"add": "#3细灰库构筑物"
	},
	{
		"id": "J0ETH41",
		"name": "细灰库1号卸灰管系统",
		"add_id": "J1UET30",
		"p_id": "J0ETH",
		"add": "#3细灰库构筑物"
	},
	{
		"id": "J0ETH42AF002",
		"name": "细灰库2号卸灰给料机",
		"add_id": "J1UET30",
		"p_id": "J0ETH42",
		"add": "#3细灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4204392508602,
		"lat": 38.03222389321631,
		"alt": 1106.7777080209926
	},
	{
		"id": "J0ETP30AC003",
		"name": "细灰库气化风电加热器",
		"add_id": "J1UET30",
		"p_id": "J0ETP30",
		"add": "#3细灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42045783639915,
		"lat": 38.032224783990166,
		"alt": 1106.847834753804
	},
	{
		"id": "J0GCL31BB001",
		"name": "淡水箱",
		"add_id": "J1UGD30",
		"p_id": "J0GCL31",
		"add": "化水处理水箱区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41470180124895,
		"lat": 38.03552930382885,
		"alt": 1093.1860871007666
	},
	{
		"id": "J0GCL31",
		"name": "淡水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GCL",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GCL",
		"name": "#1、2机水处理各类水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GC",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GC",
		"name": "#1、2机水处理系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0G",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0G",
		"name": "#1、2机组供水和水处理系统",
		"add_id": "J1UGA40R001",
		"p_id": "J",
		"add": "施工蓄水池升压泵房水泵间"
	},
	{
		"id": "J0G",
		"name": "#1、2机组供水和水处理系统",
		"add_id": "",
		"p_id": "J",
		"add": ""
	},
	{
		"id": "J0GCN13BB001",
		"name": "阴床碱液计量箱",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN13",
		"add": "锅炉补给水处理室0.0m层酸碱计量间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41456483334105,
		"lat": 38.03538967989648,
		"alt": 1091.3068843828514
	},
	{
		"id": "J0GCN13",
		"name": "阴床碱液计量箱系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "J0GCN",
		"name": "#1、2机水处理酸碱药品供应系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GC",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "J0GCL11BB001",
		"name": "生水箱",
		"add_id": "J1UGD30",
		"p_id": "J0GCL11",
		"add": "化水处理水箱区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41470785043012,
		"lat": 38.03575985655627,
		"alt": 1093.186213286128
	},
	{
		"id": "J0GCL11",
		"name": "生水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GCL",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GCL21BB001",
		"name": "清水箱",
		"add_id": "J1UGD30",
		"p_id": "J0GCL21",
		"add": "化水处理水箱区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41470596717178,
		"lat": 38.03566197038057,
		"alt": 1093.186091214884
	},
	{
		"id": "J0GCL21",
		"name": "清水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GCL",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GCB",
		"name": "#1、2机水处理机械过滤、超滤反渗透系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GC",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF",
		"name": "#1、2机水处理离子交换除盐系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GC",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCH11AT001",
		"name": "除碳器",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCH11",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451583545765,
		"lat": 38.03566258008509,
		"alt": 1096.5560301849619
	},
	{
		"id": "J0GCH11",
		"name": "除碳器系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCH",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCH",
		"name": "#1、2机水处理除二氧化碳系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GC",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCL41BB001",
		"name": "除碳水箱",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCL41",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451784426737,
		"lat": 38.035646157783034,
		"alt": 1092.284849202726
	},
	{
		"id": "J0GCL41",
		"name": "除碳水箱系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCL",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCN23BB001",
		"name": "阳床盐酸计量箱",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN23",
		"add": "锅炉补给水处理室0.0m层酸碱计量间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41456582403924,
		"lat": 38.03544117915243,
		"alt": 1091.30688438192
	},
	{
		"id": "J0GCN23",
		"name": "阳床盐酸计量箱系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "J0GCN14BB001",
		"name": "混床碱液计量箱",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN14",
		"add": "锅炉补给水处理室0.0m层酸碱计量间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4145645027177,
		"lat": 38.03537249314128,
		"alt": 1091.3068841258064
	},
	{
		"id": "J0GCN14",
		"name": "混床碱液计量箱系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "J0GCP11BB001",
		"name": "超滤反渗透清洗溶液箱",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCP11",
		"add": "锅炉补给水处理室0.0m层酸碱计量间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451302018908,
		"lat": 38.03537879334007,
		"alt": 1090.9940782305785
	},
	{
		"id": "J0GCP11",
		"name": "超滤反渗透清洗溶液箱系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCP",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "J0GCP",
		"name": "#1、2机超滤反渗透清洗系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GC",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "J0GCN24BB001",
		"name": "混床盐酸计量箱",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN24",
		"add": "锅炉补给水处理室0.0m层酸碱计量间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41456549341505,
		"lat": 38.0354239923974,
		"alt": 1091.3068841267377
	},
	{
		"id": "J0GCN24",
		"name": "混床盐酸计量箱系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "10HFC",
		"name": "#1炉磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HF",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HF",
		"name": "#1炉制粉系统",
		"add_id": "11UHA16",
		"p_id": "10H",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "20HFC",
		"name": "#2炉磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HF",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HF",
		"name": "#2炉制粉系统",
		"add_id": "21UHA16",
		"p_id": "20H",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFW",
		"name": "#2炉制粉密封风系统",
		"add_id": "21UHA00",
		"p_id": "20HF",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "10HLB",
		"name": "#1炉一、二次风机系统",
		"add_id": "11UHA00",
		"p_id": "10HL",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HL",
		"name": "#1炉一二次风系统",
		"add_id": "11UHA51",
		"p_id": "10H",
		"add": "#1锅炉房62.8m层"
	},
	{
		"id": "10HLV",
		"name": "#1炉一二次风机油站系统",
		"add_id": "11UHA00",
		"p_id": "10HL",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "20HLB",
		"name": "#2炉一、二次风机系统",
		"add_id": "21UHA00",
		"p_id": "20HL",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HL",
		"name": "#2炉一二次风系统",
		"add_id": "21UHA51",
		"p_id": "20H",
		"add": "#2锅炉房62.8m层"
	},
	{
		"id": "20HLV",
		"name": "#2炉一二次风机油站系统",
		"add_id": "21UHA00",
		"p_id": "20HL",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20LCL",
		"name": "#2炉启动疏水泵系统",
		"add_id": "21UHA05",
		"p_id": "20LC",
		"add": "#2锅炉房5.3m层"
	},
	{
		"id": "20LC",
		"name": "#2机组凝结水系统",
		"add_id": "21UMA00",
		"p_id": "20L",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20L",
		"name": "#2机组蒸汽、水循环系统",
		"add_id": "21UMA26",
		"p_id": "2",
		"add": "#2汽机房26.0m层"
	},
	{
		"id": "10HAG76BB001",
		"name": "#1炉储水箱",
		"add_id": "11UHA45",
		"p_id": "10HAG76",
		"add": "#1锅炉房51.3m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41429471100824,
		"lat": 38.03431943224665,
		"alt": 1098.3121907850727
	},
	{
		"id": "10HAG76",
		"name": "#1炉储水箱系统",
		"add_id": "11UHA45",
		"p_id": "10HAG",
		"add": "#1锅炉房51.3m层"
	},
	{
		"id": "10HAG",
		"name": "#1炉炉水强制循环系统",
		"add_id": "11UHA16",
		"p_id": "10HA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HA",
		"name": "#1锅炉压力系统",
		"add_id": "11UHA54",
		"p_id": "10H",
		"add": "#1锅炉房69.0m层"
	},
	{
		"id": "10LCL",
		"name": "#1炉启动疏水泵系统",
		"add_id": "11UHA05",
		"p_id": "10LC",
		"add": "#1锅炉房5.3m层"
	},
	{
		"id": "10LC",
		"name": "#1机组凝结水系统",
		"add_id": "11UMA00",
		"p_id": "10L",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10L",
		"name": "#1机组蒸汽、水循环系统#",
		"add_id": "11UMA26",
		"p_id": "1",
		"add": "#1汽机房26.0m层"
	},
	{
		"id": "10ETC10AF001",
		"name": "#1炉捞渣机",
		"add_id": "11UHA00",
		"p_id": "10ETC10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4139168553481,
		"lat": 38.032802518479265,
		"alt": 1108.4719824185595
	},
	{
		"id": "10ETC10",
		"name": "#1炉捞渣机系统",
		"add_id": "11UHA00",
		"p_id": "10ETC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10ETC",
		"name": "#1炉捞渣机及附属系统",
		"add_id": "11UHA00",
		"p_id": "10ET",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFW",
		"name": "#1炉制粉密封风系统",
		"add_id": "11UHA00",
		"p_id": "10HF",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10LCL10BB001",
		"name": "#1炉疏水扩容器",
		"add_id": "11UHA05",
		"p_id": "10LCL10",
		"add": "#1锅炉房5.3m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41427027250708,
		"lat": 38.03438672345038,
		"alt": 1102.8395371353254
	},
	{
		"id": "10LCL10",
		"name": "#1炉疏水扩容器系统",
		"add_id": "11UHA05",
		"p_id": "10LCL",
		"add": "#1锅炉房5.3m层"
	},
	{
		"id": "20ETC10AF001",
		"name": "#2炉捞渣机",
		"add_id": "21UHA00",
		"p_id": "20ETC10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4139499267706,
		"lat": 38.03452254068455,
		"alt": 1108.4717382760718
	},
	{
		"id": "20ETC10",
		"name": "#2炉捞渣机系统",
		"add_id": "21UHA00",
		"p_id": "20ETC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20ETC",
		"name": "#2炉捞渣机及附属系统",
		"add_id": "21UHA00",
		"p_id": "20ET",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20LCL20BB001",
		"name": "#2炉疏水箱",
		"add_id": "21UHA00",
		"p_id": "20LCL20",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41426931717999,
		"lat": 38.03299904203349,
		"alt": 1098.312740101479
	},
	{
		"id": "20LCL20",
		"name": "#2炉疏水箱及启动疏水泵进出口阀门",
		"add_id": "21UHA00",
		"p_id": "20LCL",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20LCL10BB001",
		"name": "#2炉疏水扩容器",
		"add_id": "21UHA05",
		"p_id": "20LCL10",
		"add": "#2锅炉房5.3m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41424230284903,
		"lat": 38.03293237265184,
		"alt": 1102.839537137188
	},
	{
		"id": "20LCL10",
		"name": "#2炉疏水扩容器系统",
		"add_id": "21UHA05",
		"p_id": "20LCL",
		"add": "#2锅炉房5.3m层"
	},
	{
		"id": "J0ECA71AK001",
		"name": "7号甲带式输送机",
		"add_id": "J1UHF46",
		"p_id": "J0ECA71",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41379466786535,
		"lat": 38.03363569594871,
		"alt": 1138.6283565820195
	},
	{
		"id": "J0ECA71",
		"name": "7号甲带式输送机系统",
		"add_id": "J1UHF46",
		"p_id": "J0ECA",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECA",
		"name": "配煤系统带式输送机",
		"add_id": "J1UHF46",
		"p_id": "J0EC",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0EC",
		"name": "煤分配与供应系统",
		"add_id": "J1UHF46",
		"p_id": "J0E",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB01AV001",
		"name": "7号甲带式输送机电动双侧犁式卸料器1",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383440097663,
		"lat": 38.03363437323309,
		"alt": 1138.7275994550437
	},
	{
		"id": "J0ECB01",
		"name": "7号甲带式输送机电动双侧犁式卸料器系统",
		"add_id": "J1UHF46",
		"p_id": "J0ECB",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB",
		"name": "煤仓间配煤系统",
		"add_id": "J1UHF46",
		"p_id": "J0EC",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB01AV006",
		"name": "7号甲带式输送机电动双侧犁式卸料器6",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41413033019924,
		"lat": 38.03363081355222,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB01AV010",
		"name": "7号甲带式输送机电动双侧犁式卸料器10",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41436707270579,
		"lat": 38.03362796528147,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB01AV012",
		"name": "7号甲带式输送机电动双侧犁式卸料器12",
		"add_id": "",
		"p_id": "J0ECB01",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453000710031,
		"lat": 38.03362671787054,
		"alt": 1140.241268529091
	},
	{
		"id": "J0ECB02AV505",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器5",
		"add_id": "J1UHF46",
		"p_id": "J0ECB02",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41412962266173,
		"lat": 38.03359427311037,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB02",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器系统",
		"add_id": "J1UHF46",
		"p_id": "J0ECB",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB02AV509",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器9",
		"add_id": "",
		"p_id": "J0ECB02",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41436636435571,
		"lat": 38.033591424851714,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB02AV511",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器11",
		"add_id": "",
		"p_id": "J0ECB02",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41452930009106,
		"lat": 38.03359017907579,
		"alt": 1140.241268526297
	},
	{
		"id": "J0ECB03AV005",
		"name": "7号丙带式输送机电动双侧犁式卸料器5",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41407235556258,
		"lat": 38.03369453856812,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB03",
		"name": "7号丙带式输送机电动双侧犁式卸料器系统",
		"add_id": "J1UHF46",
		"p_id": "J0ECB",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB03AV009",
		"name": "7号丙带式输送机电动双侧犁式卸料器9",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41430909758517,
		"lat": 38.033691690418436,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB04AV004",
		"name": "7号丁带式输送机电动双侧犁式卸料器4",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41407305742956,
		"lat": 38.03373107467941,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB04AV008",
		"name": "7号丁带式输送机电动双侧犁式卸料器8",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41430979956965,
		"lat": 38.03372822652604,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECA74AK001",
		"name": "7号丁带式输送机",
		"add_id": "",
		"p_id": "J0ECA",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41385573081752,
		"lat": 38.0337328440041,
		"alt": 1138.6283565838821
	},
	{
		"id": "J0ECB01AV003",
		"name": "7号甲带式输送机电动双侧犁式卸料器3",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41395276947489,
		"lat": 38.03363294948852,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB01AV009",
		"name": "7号甲带式输送机电动双侧犁式卸料器9",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41430788569227,
		"lat": 38.03362867741053,
		"alt": 1138.7275994550437
	},
	{
		"id": "J0ECB02AV502",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器2",
		"add_id": "J1UHF46",
		"p_id": "J0ECB02",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41395207175565,
		"lat": 38.03359640892684,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB02AV508",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器8",
		"add_id": "",
		"p_id": "J0ECB02",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41430718223666,
		"lat": 38.033592136921314,
		"alt": 1138.7275994555093
	},
	{
		"id": "J0ECB03AV002",
		"name": "7号丙带式输送机电动双侧犁式卸料器2",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41389480163005,
		"lat": 38.0336966743363,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB03AV008",
		"name": "7号丙带式输送机电动双侧犁式卸料器8",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41424990982387,
		"lat": 38.03369240252769,
		"alt": 1138.7275994522497
	},
	{
		"id": "J0ECB03AV011",
		"name": "7号丙带式输送机电动双侧犁式卸料器11",
		"add_id": "",
		"p_id": "J0ECB03",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4144274668464,
		"lat": 38.03369026618583,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB04AV001",
		"name": "7号丁带式输送机电动双侧犁式卸料器1",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41389549611125,
		"lat": 38.03373321053816,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB04AV007",
		"name": "7号丁带式输送机电动双侧犁式卸料器7",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.414250613169,
		"lat": 38.03372893861949,
		"alt": 1138.7275994522497
	},
	{
		"id": "J0ECB04AV010",
		"name": "7号丁带式输送机电动双侧犁式卸料器10",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41442816888966,
		"lat": 38.03372680229155,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB01AV002",
		"name": "7号甲带式输送机电动双侧犁式卸料器2",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41389359009186,
		"lat": 38.03363366131717,
		"alt": 1138.7275994527154
	},
	{
		"id": "J0ECB01AV004",
		"name": "7号甲带式输送机电动双侧犁式卸料器4",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401195615342,
		"lat": 38.03363223754232,
		"alt": 1138.7275994550437
	},
	{
		"id": "J0ECB01AV011",
		"name": "7号甲带式输送机电动双侧犁式卸料器11",
		"add_id": "",
		"p_id": "J0ECB01",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41442625485217,
		"lat": 38.03362725318113,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB02AV501",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器1",
		"add_id": "J1UHF46",
		"p_id": "J0ECB02",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41389287954433,
		"lat": 38.03359712090921,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB02AV503",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器3",
		"add_id": "J1UHF46",
		"p_id": "J0ECB02",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401125388725,
		"lat": 38.033595697035906,
		"alt": 1138.7275994550437
	},
	{
		"id": "J0ECB02AV510",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器10",
		"add_id": "",
		"p_id": "J0ECB02",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41442555133779,
		"lat": 38.03359071269379,
		"alt": 1138.7275994550437
	},
	{
		"id": "J0ECB03AV001",
		"name": "7号丙带式输送机电动双侧犁式卸料器1",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383561246414,
		"lat": 38.03369738625378,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB03AV003",
		"name": "7号丙带式输送机电动双侧犁式卸料器3",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41395398106374,
		"lat": 38.033695962506044,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB03AV010",
		"name": "7号丙带式输送机电动双侧犁式卸料器10",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41436828464936,
		"lat": 38.03369097828775,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB03AV012",
		"name": "7号丙带式输送机电动双侧犁式卸料器12",
		"add_id": "",
		"p_id": "J0ECB03",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453119172277,
		"lat": 38.03368830326889,
		"alt": 1140.241268526297
	},
	{
		"id": "J0ECB04AV002",
		"name": "7号丁带式输送机电动双侧犁式卸料器2",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41395468843203,
		"lat": 38.03373249855234,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB04AV009",
		"name": "7号丁带式输送机电动双侧犁式卸料器9",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41436898179816,
		"lat": 38.03372751445294,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB04AV011",
		"name": "7号丁带式输送机电动双侧犁式卸料器11",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453189037946,
		"lat": 38.03372484133881,
		"alt": 1140.241268526297
	},
	{
		"id": "J0ECA73AK001",
		"name": "7号丙带式输送机",
		"add_id": "J1UHF46",
		"p_id": "J0ECA73",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41379584684191,
		"lat": 38.033697019703254,
		"alt": 1138.6283565848134
	},
	{
		"id": "J0ECA73",
		"name": "7号丙带式输送机系统",
		"add_id": "J1UHF46",
		"p_id": "J0ECA",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB01AV005",
		"name": "7号甲带式输送机电动双侧犁式卸料器5",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41407114387239,
		"lat": 38.033631525553794,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB01AV008",
		"name": "7号甲带式输送机电动双侧犁式卸料器8",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41424869798166,
		"lat": 38.03362938951821,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB02AV504",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器4",
		"add_id": "J1UHF46",
		"p_id": "J0ECB02",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140704405343,
		"lat": 38.03359498506086,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB02AV507",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器7",
		"add_id": "",
		"p_id": "J0ECB02",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41424799594543,
		"lat": 38.03359284901134,
		"alt": 1138.7275994550437
	},
	{
		"id": "J0ECB03AV004",
		"name": "7号丙带式输送机电动双侧犁式卸料器4",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401316779294,
		"lat": 38.03369525055822,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB03AV007",
		"name": "7号丙带式输送机电动双侧犁式卸料器7",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4141907234505,
		"lat": 38.03369311459045,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB04AV003",
		"name": "7号丁带式输送机电动双侧犁式卸料器3",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401387067305,
		"lat": 38.033731786657924,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB04AV006",
		"name": "7号丁带式输送机电动双侧犁式卸料器6",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41419142607123,
		"lat": 38.033729650691555,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECA72AK001",
		"name": "7号乙带式输送机",
		"add_id": "J1UHF46",
		"p_id": "J0ECA72",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41385314680235,
		"lat": 38.033598443640045,
		"alt": 1138.6283565843478
	},
	{
		"id": "J0ECA72",
		"name": "7号乙带式输送机系统",
		"add_id": "J1UHF46",
		"p_id": "J0ECA",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB01AV007",
		"name": "7号甲带式输送机电动双侧犁式卸料器7",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41418951165896,
		"lat": 38.03363010157937,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB02AV506",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器6",
		"add_id": "J1UHF46",
		"p_id": "J0ECB02",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41418880895712,
		"lat": 38.033593561079925,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB03AV006",
		"name": "7号丙带式输送机电动双侧犁式卸料器6",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41413154194012,
		"lat": 38.03369382656491,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB04AV005",
		"name": "7号丁带式输送机电动双侧犁式卸料器5",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41413223966642,
		"lat": 38.033730362725436,
		"alt": 1138.7275994541124
	},
	{
		"id": "10HHY",
		"name": "#1炉主燃烧就地控制与保护设备",
		"add_id": "11UHA16",
		"p_id": "10HH",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HH",
		"name": "#1炉主燃烧系统",
		"add_id": "11UHA16",
		"p_id": "10H",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HLD",
		"name": "#1炉空预器系统",
		"add_id": "11UHA16",
		"p_id": "10HL",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "20ETG10",
		"name": "#2炉省煤器灰斗及仓泵系统",
		"add_id": "21UHA00",
		"p_id": "20ETG",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HCB14",
		"name": "#2炉右侧长伸缩式吹灰器系统",
		"add_id": "21UHA51",
		"p_id": "20HCB",
		"add": "#2锅炉房62.8m层"
	},
	{
		"id": "20HCB",
		"name": "#2炉蒸汽吹灰系统",
		"add_id": "21UHA51",
		"p_id": "20HC",
		"add": "#2锅炉房62.8m层"
	},
	{
		"id": "20HC",
		"name": "#2炉吹灰系统",
		"add_id": "21UHA51",
		"p_id": "20H",
		"add": "#2锅炉房62.8m层"
	},
	{
		"id": "20HFA",
		"name": "#2炉原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HF",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "10ETG10",
		"name": "#1炉省煤器灰斗及仓泵系统",
		"add_id": "11UHA00",
		"p_id": "10ETG",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HCB14",
		"name": "#1炉右侧长伸缩式吹灰器系统",
		"add_id": "11UHA51",
		"p_id": "10HCB",
		"add": "#1锅炉房62.8m层"
	},
	{
		"id": "10HCB",
		"name": "#1炉蒸汽吹灰系统",
		"add_id": "11UHA51",
		"p_id": "10HC",
		"add": "#1锅炉房62.8m层"
	},
	{
		"id": "10HC",
		"name": "#1炉吹灰系统",
		"add_id": "11UHA51",
		"p_id": "10H",
		"add": "#1锅炉房62.8m层"
	},
	{
		"id": "10HFA",
		"name": "#1炉原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HF",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFB",
		"name": "#1炉给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HF",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHA",
		"name": "#1炉主燃烧器系统",
		"add_id": "11UHA16",
		"p_id": "10HH",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHA61",
		"name": "#1炉前墙下层燃尽风喷燃器系统",
		"add_id": "11UHA37",
		"p_id": "10HHA",
		"add": "#1锅炉房37.8m层"
	},
	{
		"id": "10HHA62",
		"name": "#1炉前墙上层燃尽风喷燃器系统",
		"add_id": "11UHA37",
		"p_id": "10HHA",
		"add": "#1锅炉房37.8m层"
	},
	{
		"id": "10HHA63",
		"name": "#1炉后墙下层燃尽风喷燃器系统",
		"add_id": "11UHA37",
		"p_id": "10HHA",
		"add": "#1锅炉房37.8m层"
	},
	{
		"id": "10HHA64",
		"name": "#1炉后墙上层燃尽风喷燃器系统",
		"add_id": "11UHA37",
		"p_id": "10HHA",
		"add": "#1锅炉房37.8m层"
	},
	{
		"id": "10HHY10BB031",
		"name": "#1炉等离子点火器压缩空气储气罐",
		"add_id": "11UHA16",
		"p_id": "10HHY10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140260906336,
		"lat": 38.03388456304241,
		"alt": 1114.6770628280938
	},
	{
		"id": "10HHY10",
		"name": "#1炉等离子系统",
		"add_id": "11UHA16",
		"p_id": "10HHY",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "20HHA",
		"name": "#2炉主燃烧器系统",
		"add_id": "21UHA16",
		"p_id": "20HH",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HH",
		"name": "#2炉主燃烧系统",
		"add_id": "21UHA16",
		"p_id": "20H",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHY",
		"name": "#2炉主燃烧就地控制与保护设备",
		"add_id": "21UHA16",
		"p_id": "20HH",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "J0SBA10",
		"name": "厂区采暖加热站系统",
		"add_id": "J1UHF23R001",
		"p_id": "J0SBA",
		"add": "煤仓间23.6m层采暖加热站"
	},
	{
		"id": "J0SBA",
		"name": "集中加热站系统",
		"add_id": "J1UHF23R001",
		"p_id": "J0SB",
		"add": "煤仓间23.6m层采暖加热站"
	},
	{
		"id": "J0SB",
		"name": "空间采暖系统",
		"add_id": "J1UHF23R001",
		"p_id": "J0S",
		"add": "煤仓间23.6m层采暖加热站"
	},
	{
		"id": "J0S",
		"name": "#1、2机组附属系统",
		"add_id": "J1UAC10",
		"p_id": "J",
		"add": "继电器室"
	},
	{
		"id": "J0S",
		"name": "#1、2机组附属系统",
		"add_id": "",
		"p_id": "J",
		"add": ""
	},
	{
		"id": "20HLD",
		"name": "#2炉空预器系统",
		"add_id": "21UHA16",
		"p_id": "20HL",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "J0SBA20BB001",
		"name": "厂前区采暖补水箱",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA20",
		"add": "煤仓间16.5m层采暖加热站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453097340775,
		"lat": 38.03367117288743,
		"alt": 1113.0153806712478
	},
	{
		"id": "J0SBA20",
		"name": "厂前区采暖加热站系统",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA",
		"add": "煤仓间16.5m层采暖加热站"
	},
	{
		"id": "20HFB",
		"name": "#2炉给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HF",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHA61",
		"name": "#2炉前墙下层燃尽风喷燃器系统",
		"add_id": "21UHA37",
		"p_id": "20HHA",
		"add": "#2锅炉房37.8m层"
	},
	{
		"id": "20HHA62",
		"name": "#2炉前墙上层燃尽风喷燃器系统",
		"add_id": "21UHA37",
		"p_id": "20HHA",
		"add": "#2锅炉房37.8m层"
	},
	{
		"id": "20HHA63",
		"name": "#2炉后墙下层燃尽风喷燃器系统",
		"add_id": "21UHA37",
		"p_id": "20HHA",
		"add": "#2锅炉房37.8m层"
	},
	{
		"id": "20HHA64",
		"name": "#2炉后墙上层燃尽风喷燃器系统",
		"add_id": "21UHA37",
		"p_id": "20HHA",
		"add": "#2锅炉房37.8m层"
	},
	{
		"id": "J0SBA10BB001",
		"name": "厂区采暖补水箱",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA10",
		"add": "煤仓间16.5m层采暖加热站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41461206495548,
		"lat": 38.03368424847493,
		"alt": 1113.1007689372636
	},
	{
		"id": "20HHY10BB031",
		"name": "#2炉等离子点火器压缩空气储气罐",
		"add_id": "21UHA16",
		"p_id": "20HHY10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401731718814,
		"lat": 38.033428290516966,
		"alt": 1114.6771238627844
	},
	{
		"id": "20HHY10",
		"name": "#2炉等离子系统",
		"add_id": "21UHA16",
		"p_id": "20HHY",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "J0GDB",
		"name": "#1、2机原水处理过滤系统",
		"add_id": "J1UGU10",
		"p_id": "J0GD",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GD",
		"name": "#1、2机原水处理系统",
		"add_id": "J1UGU10",
		"p_id": "J0G",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GBD",
		"name": "#1、2机组原水预处理沉淀系统",
		"add_id": "J1UGU10",
		"p_id": "J0GB",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GB",
		"name": "#1、2机组预处理系统",
		"add_id": "J1UGU10",
		"p_id": "J0G",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GBS30BB001",
		"name": "原水污泥浓缩池",
		"add_id": "J1UGU10",
		"p_id": "J0GBS30",
		"add": "净化水处理车间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41701478023566,
		"lat": 38.03592295838665,
		"alt": 1096.2971701803617
	},
	{
		"id": "J0GBS30",
		"name": "原水污泥浓缩池系统",
		"add_id": "J1UGU10",
		"p_id": "J0GBS",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GBS",
		"name": "#1、2机水预处理污泥处理系统",
		"add_id": "J1UGU10",
		"p_id": "J0GB",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GTK10",
		"name": "煤水电子絮凝器系统",
		"add_id": "J1UEC10R001",
		"p_id": "J0GTK",
		"add": "煤水处理间设备间"
	},
	{
		"id": "J0GTK",
		"name": "#1、2机组含煤废水处理系统",
		"add_id": "J1UEC10R001",
		"p_id": "J0G",
		"add": "煤水处理间设备间"
	},
	{
		"id": "J0GTK30BB001",
		"name": "煤水中间水箱",
		"add_id": "J1UEC10R001",
		"p_id": "J0GTK30",
		"add": "煤水处理间设备间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42026898707881,
		"lat": 38.034287748059114,
		"alt": 1101.578611840494
	},
	{
		"id": "J0GTK30",
		"name": "煤水中间水箱系统",
		"add_id": "J1UEC10R001",
		"p_id": "J0GTK",
		"add": "煤水处理间设备间"
	},
	{
		"id": "10LDB",
		"name": "#1机组凝结水精处理过滤系统",
		"add_id": "11UMA00",
		"p_id": "10LD",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LD",
		"name": "#1机组凝结水精处理系统",
		"add_id": "11UMA00",
		"p_id": "10L",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDK10AP001",
		"name": "#1机组高速混床再循环泵",
		"add_id": "11UMA00",
		"p_id": "10LDK10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41365852239682,
		"lat": 38.034321773684674,
		"alt": 1096.7257061172277
	},
	{
		"id": "10LDK10",
		"name": "#1机组高速混床再循环泵系统",
		"add_id": "11UMA00",
		"p_id": "10LDK",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDK",
		"name": "#1机组凝结水精处理泵系统",
		"add_id": "11UMA00",
		"p_id": "10LD",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAJ",
		"name": "#1机组抽真空系统",
		"add_id": "11UMA00",
		"p_id": "10MA",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MA",
		"name": "#1机汽轮机装置",
		"add_id": "11UMA16",
		"p_id": "10M",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10M",
		"name": "#1机组主机装置",
		"add_id": "11UMA16",
		"p_id": "1",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MAT10AT001",
		"name": "#1机主机油净化装置",
		"add_id": "11UMA00",
		"p_id": "10MAT10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41333810218646,
		"lat": 38.03429564553744,
		"alt": 1094.9402464814484
	},
	{
		"id": "10MAT10",
		"name": "#1机主油箱至油净化装置系统",
		"add_id": "11UMA00",
		"p_id": "10MAT",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAT",
		"name": "#1机润滑油净化系统",
		"add_id": "11UMA00",
		"p_id": "10MA",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAX20",
		"name": "#1机抗燃油箱系统",
		"add_id": "11UMA00",
		"p_id": "10MAX",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAX",
		"name": "#1机抗燃油系统",
		"add_id": "11UMA00",
		"p_id": "10MA",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "20MAG",
		"name": "#2机凝汽器系统",
		"add_id": "21UMA00",
		"p_id": "20MA",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MA",
		"name": "#2机汽轮机装置",
		"add_id": "21UMA16",
		"p_id": "20M",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20M",
		"name": "#2机组主机装置",
		"add_id": "21UMA16",
		"p_id": "2",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MAJ",
		"name": "#2机组抽真空系统",
		"add_id": "21UMA00",
		"p_id": "20MA",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MKW10BB001",
		"name": "#2发电机密封油真空油箱",
		"add_id": "21UMA00",
		"p_id": "20MKW10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336311467964,
		"lat": 38.03335817960179,
		"alt": 1095.9902945188805
	},
	{
		"id": "20MKW10",
		"name": "#2发电机密封油系统",
		"add_id": "21UMA00",
		"p_id": "20MKW",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MKW",
		"name": "#2发电机密封油系统，包括供应与处理",
		"add_id": "21UMA00",
		"p_id": "20MK",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MK",
		"name": "#2发电机装置",
		"add_id": "21UMA16",
		"p_id": "20M",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "J0LDN41BB001",
		"name": "精处理酸计量箱",
		"add_id": "21UMA00",
		"p_id": "J0LDN41",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136524419989,
		"lat": 38.03387346947281,
		"alt": 1097.5798335918225
	},
	{
		"id": "J0LDN41",
		"name": "精处理酸计量箱系统",
		"add_id": "21UMA00",
		"p_id": "J0LDN",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDN",
		"name": "#1、2机组凝结水精处理酸碱药品供应系统",
		"add_id": "21UMA00",
		"p_id": "J0LD",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LD",
		"name": "#1、2机组凝结水精处理系统",
		"add_id": "21UMA00",
		"p_id": "J0L",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0L",
		"name": "#1、2机组汽、水循环系统",
		"add_id": "21UMA00",
		"p_id": "J",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDN42BB001",
		"name": "精处理碱计量箱",
		"add_id": "21UMA00",
		"p_id": "J0LDN42",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41365164521673,
		"lat": 38.033832021405736,
		"alt": 1097.5798946265131
	},
	{
		"id": "J0LDN42",
		"name": "精处理碱计量箱系统",
		"add_id": "21UMA00",
		"p_id": "J0LDN",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDP21AT001",
		"name": "精处理再生树脂分离罐",
		"add_id": "21UMA00",
		"p_id": "J0LDP21",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41364910106611,
		"lat": 38.033699278049575,
		"alt": 1097.9996334547177
	},
	{
		"id": "J0LDP21",
		"name": "精处理再生树脂分离罐系统",
		"add_id": "21UMA00",
		"p_id": "J0LDP",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDP",
		"name": "#1、2机组凝结水精处理再生系统",
		"add_id": "21UMA00",
		"p_id": "J0LD",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDP41AT001",
		"name": "精处理阳再生罐",
		"add_id": "21UMA00",
		"p_id": "J0LDP41",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136475722157,
		"lat": 38.033619747529045,
		"alt": 1097.999633455649
	},
	{
		"id": "J0LDP41",
		"name": "精处理阳再生罐系统",
		"add_id": "21UMA00",
		"p_id": "J0LDP",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "10BAC",
		"name": "#1发电机出口断路器",
		"add_id": "11UMA00",
		"p_id": "10BA",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10BA",
		"name": "#1机组发电机出线系统",
		"add_id": "11UMA00",
		"p_id": "10B",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LCB",
		"name": "#1机组主凝结水泵系统",
		"add_id": "11UMA00",
		"p_id": "10LC",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDF",
		"name": "#1机组凝结水精处理混床系统",
		"add_id": "11UMA00",
		"p_id": "10LD",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAG",
		"name": "#1机凝汽器系统",
		"add_id": "11UMA00",
		"p_id": "10MA",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAU10",
		"name": "#1机主机润滑油系统",
		"add_id": "11UMA00",
		"p_id": "10MAU",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAU",
		"name": "#1机汽轮机润滑油系统",
		"add_id": "11UMA00",
		"p_id": "10MA",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAU10AY001",
		"name": "#1机主油箱",
		"add_id": "11UMA00",
		"p_id": "10MAU10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41329454960086,
		"lat": 38.03433445096931,
		"alt": 1096.9249245929532
	},
	{
		"id": "10MAX20AK001",
		"name": "#1机抗燃油再生装置",
		"add_id": "11UMA00",
		"p_id": "10MAX20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342671139824,
		"lat": 38.03427375824026,
		"alt": 1095.842589234002
	},
	{
		"id": "10MKF30CQ152",
		"name": "#1发电机定子水进水溶解氧量",
		"add_id": "11UMA00",
		"p_id": "10MKF30",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41344058128033,
		"lat": 38.033921850686866,
		"alt": 1098.008544018492
	},
	{
		"id": "10MKF30",
		"name": "#1发电机定子水进水溶解氧量系统",
		"add_id": "11UMA00",
		"p_id": "10MKF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MKF",
		"name": "#1发电机定子转子水冷却系统",
		"add_id": "11UMA00",
		"p_id": "10MK",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MK",
		"name": "#1发电机装置",
		"add_id": "11UMA16",
		"p_id": "10M",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "20BAC",
		"name": "#2发电机出口断路器",
		"add_id": "21UMA00",
		"p_id": "20BA",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20BA",
		"name": "#2机组发电机出线系统",
		"add_id": "21UMA00",
		"p_id": "20B",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LCB",
		"name": "#2机组主凝结水泵系统",
		"add_id": "21UMA00",
		"p_id": "20LC",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDF",
		"name": "#2机组凝结水精处理混床系统",
		"add_id": "21UMA00",
		"p_id": "20LD",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LD",
		"name": "#2机组凝结水精处理系统",
		"add_id": "21UMA00",
		"p_id": "20L",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAT10AT001",
		"name": "#2机主机油净化装置",
		"add_id": "21UMA00",
		"p_id": "20MAT10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41331090455171,
		"lat": 38.03288050158115,
		"alt": 1094.9402464809828
	},
	{
		"id": "20MAT10",
		"name": "#2机主油箱至油净化装置系统",
		"add_id": "21UMA00",
		"p_id": "20MAT",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAT",
		"name": "#2机润滑油净化系统",
		"add_id": "21UMA00",
		"p_id": "20MA",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAU10AY001",
		"name": "#2机主油箱",
		"add_id": "21UMA00",
		"p_id": "20MAU10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4132658810399,
		"lat": 38.032842761401184,
		"alt": 1096.9249245943502
	},
	{
		"id": "20MAU10",
		"name": "#2机主机润滑油系统",
		"add_id": "21UMA00",
		"p_id": "20MAU",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAU",
		"name": "#2机汽轮机润滑油系统",
		"add_id": "21UMA00",
		"p_id": "20MA",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAX20",
		"name": "#2机抗燃油箱系统",
		"add_id": "21UMA00",
		"p_id": "20MAX",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAX",
		"name": "#2机抗燃油系统",
		"add_id": "21UMA00",
		"p_id": "20MA",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAX20BB001",
		"name": "#2机抗燃油箱",
		"add_id": "21UMA00",
		"p_id": "20MAX20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41339180935638,
		"lat": 38.03301980702243,
		"alt": 1095.8458249764517
	},
	{
		"id": "J0LDP31AT001",
		"name": "精处理阴树脂再生罐",
		"add_id": "21UMA00",
		"p_id": "J0LDP31",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136483366375,
		"lat": 38.03365951265201,
		"alt": 1097.999633455649
	},
	{
		"id": "J0LDP31",
		"name": "精处理阴树脂再生罐系统",
		"add_id": "21UMA00",
		"p_id": "J0LDP",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "10MKF14AT001",
		"name": "#1发电机定子冷却水离子交换器",
		"add_id": "11UMA00",
		"p_id": "10MKF14",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134393026736,
		"lat": 38.03389996015075,
		"alt": 1095.2770995968021
	},
	{
		"id": "10MKF14",
		"name": "#1发电机定子冷却水离子交换器系统",
		"add_id": "11UMA00",
		"p_id": "10MKF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10PGC",
		"name": "#1机组闭式循环冷却水泵系统",
		"add_id": "11UMA00",
		"p_id": "10PG",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10PG",
		"name": "#1机组常规岛内的闭式冷却水系统",
		"add_id": "11URB10",
		"p_id": "10P",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "20LDB",
		"name": "#2机组凝结水精处理过滤系统",
		"add_id": "21UMA00",
		"p_id": "20LD",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MKF13AT001",
		"name": "#2发电机定子冷却水过滤器",
		"add_id": "21UMA00",
		"p_id": "20MKF13",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342145214978,
		"lat": 38.03348887642118,
		"alt": 1095.5316772274673
	},
	{
		"id": "20MKF13",
		"name": "#2发电机定子冷却水调节系统",
		"add_id": "21UMA00",
		"p_id": "20MKF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MKF",
		"name": "#2发电机定子转子水冷却系统",
		"add_id": "21UMA00",
		"p_id": "20MK",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20PGC",
		"name": "#2机组闭式循环冷却水泵系统",
		"add_id": "21UMA00",
		"p_id": "20PG",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20PG",
		"name": "#2机组常规岛内的闭式冷却水系统",
		"add_id": "21URB10",
		"p_id": "20P",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "J0LDP11AT001",
		"name": "精处理失效树脂贮存罐",
		"add_id": "21UMA00",
		"p_id": "J0LDP11",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41364986546981,
		"lat": 38.033739042072554,
		"alt": 1097.999633455649
	},
	{
		"id": "J0LDP11",
		"name": "精处理失效树脂贮存罐系统",
		"add_id": "21UMA00",
		"p_id": "J0LDP",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "10MKW10BB001",
		"name": "#1发电机密封油真空油箱",
		"add_id": "11UMA00",
		"p_id": "10MKW10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41337639160423,
		"lat": 38.03404897788948,
		"alt": 1095.9902945174836
	},
	{
		"id": "10MKW10",
		"name": "#1发电机密封油系统",
		"add_id": "11UMA00",
		"p_id": "10MKW",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MKW",
		"name": "#1发电机密封油系统，包括供应与处理",
		"add_id": "11UMA00",
		"p_id": "10MK",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "20MAX20AK001",
		"name": "#2机抗燃油再生装置",
		"add_id": "21UMA00",
		"p_id": "20MAX20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41339246508507,
		"lat": 38.033012944287385,
		"alt": 1095.842589234002
	},
	{
		"id": "20MKF14AT001",
		"name": "#2发电机定子冷却水离子交换器",
		"add_id": "21UMA00",
		"p_id": "20MKF14",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41343172314517,
		"lat": 38.033505615686316,
		"alt": 1095.2770995958708
	},
	{
		"id": "20MKF14",
		"name": "#2发电机定子冷却水离子交换器系统",
		"add_id": "21UMA00",
		"p_id": "20MKF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MKF30CQ152",
		"name": "#2发电机定子水进水溶解氧量",
		"add_id": "21UMA00",
		"p_id": "20MKF30",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41343215985873,
		"lat": 38.033483704830005,
		"alt": 1098.0085440170951
	},
	{
		"id": "20MKF30",
		"name": "#2发电机定子水进水溶解氧量系统",
		"add_id": "21UMA00",
		"p_id": "20MKF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDN71BB001",
		"name": "精处理电热水罐",
		"add_id": "21UMA00",
		"p_id": "J0LDN71",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41365145035903,
		"lat": 38.03377955693037,
		"alt": 1097.9631955525838
	},
	{
		"id": "J0LDN71",
		"name": "精处理电热水罐系统",
		"add_id": "21UMA00",
		"p_id": "J0LDN",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "10MKF13AT001",
		"name": "#1发电机定子冷却水过滤器",
		"add_id": "11UMA00",
		"p_id": "10MKF13",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134296797,
		"lat": 38.03391693889773,
		"alt": 1095.531677226536
	},
	{
		"id": "10MKF13",
		"name": "#1发电机定子冷却水调节系统",
		"add_id": "11UMA00",
		"p_id": "10MKF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "20LDK10AP001",
		"name": "#2机组高速混床再循环泵",
		"add_id": "21UMA00",
		"p_id": "20LDK10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41363830702042,
		"lat": 38.03342161198936,
		"alt": 1096.7257066396996
	},
	{
		"id": "20LDK10",
		"name": "#2机组高速混床再循环泵系统",
		"add_id": "21UMA00",
		"p_id": "20LDK",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDK",
		"name": "#2机组凝结水精处理泵系统",
		"add_id": "21UMA00",
		"p_id": "20LD",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDP51AT001",
		"name": "精处理再生树脂贮存罐",
		"add_id": "21UMA00",
		"p_id": "J0LDP51",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41364680781649,
		"lat": 38.03357998350522,
		"alt": 1097.9996334547177
	},
	{
		"id": "J0LDP51",
		"name": "精处理再生树脂贮存罐系统",
		"add_id": "21UMA00",
		"p_id": "J0LDP",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "10LAD",
		"name": "#1机高加系统",
		"add_id": "11UMA16",
		"p_id": "10LA",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10LA",
		"name": "#1机组给水系统",
		"add_id": "11UMA26",
		"p_id": "10L",
		"add": "#1汽机房26.0m层"
	},
	{
		"id": "10MAA10HA001",
		"name": "#1机高压缸",
		"add_id": "11UMA16",
		"p_id": "10MAA10",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41338117388037,
		"lat": 38.03415081974828,
		"alt": 1117.137019475922
	},
	{
		"id": "10MAA10",
		"name": "#1机高压缸系统",
		"add_id": "11UMA16",
		"p_id": "10MAA",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MAA",
		"name": "#1机汽轮机高压系统",
		"add_id": "11UMA16",
		"p_id": "10MA",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MAC",
		"name": "#1机汽轮机低压系统",
		"add_id": "11UMA16",
		"p_id": "10MA",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MKC01",
		"name": "#1发电机励磁系统",
		"add_id": "11UMA04",
		"p_id": "10MKC",
		"add": "#1汽机房4.85m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41351962514246,
		"lat": 38.03408326929538,
		"alt": 1116.634701042436
	},
	{
		"id": "10MKC",
		"name": "#1发电机励磁装置",
		"add_id": "11UMA04",
		"p_id": "10MK",
		"add": "#1汽机房4.85m层"
	},
	{
		"id": "10XAA10AK001",
		"name": "#1机组给水泵汽轮机",
		"add_id": "11UMA08",
		"p_id": "10XAA10",
		"add": "#1汽机房8.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41337997947802,
		"lat": 38.033968594353965,
		"alt": 1116.1054013082758
	},
	{
		"id": "10XAA10",
		"name": "#1机给水泵汽轮机系统",
		"add_id": "11UMA08",
		"p_id": "10XAA",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10XAA",
		"name": "#1机组给水泵汽轮机高压汽机",
		"add_id": "11UMA08",
		"p_id": "10XA",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10XA",
		"name": "#1机组给水泵汽轮机装置",
		"add_id": "11UMA08",
		"p_id": "10X",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10X",
		"name": "#1机组重型机械",
		"add_id": "11UMA08",
		"p_id": "1",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "20LAD",
		"name": "#2机高加系统",
		"add_id": "21UMA16",
		"p_id": "20LA",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20LA",
		"name": "#2机组给水系统",
		"add_id": "21UMA26",
		"p_id": "20L",
		"add": "#2汽机房26.0m层"
	},
	{
		"id": "20MAB10HA001",
		"name": "#2机中压缸",
		"add_id": "21UMA16",
		"p_id": "20MAB10",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336192555724,
		"lat": 38.03319931740873,
		"alt": 1120.5301900641061
	},
	{
		"id": "20MAB10",
		"name": "#2机中压缸系统",
		"add_id": "21UMA16",
		"p_id": "20MAB",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MAB",
		"name": "#2机汽轮机中压系统",
		"add_id": "21UMA16",
		"p_id": "20MA",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MAC",
		"name": "#2机汽轮机低压系统",
		"add_id": "21UMA16",
		"p_id": "20MA",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MKA01AG001",
		"name": "#2发电机本体",
		"add_id": "21UMA16",
		"p_id": "20MKA01",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.413505139991,
		"lat": 38.03332968312961,
		"alt": 1116.6347009260207
	},
	{
		"id": "20MKA01",
		"name": "2号发电机",
		"add_id": "21UMA16",
		"p_id": "20MKA",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MKA",
		"name": "#2发电机本体设备",
		"add_id": "21UMA16",
		"p_id": "20MK",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MKG",
		"name": "#2发电机氢气系统",
		"add_id": "21UMA16",
		"p_id": "20MK",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336328056775,
		"lat": 38.033219831850886,
		"alt": 1117.1370812873356
	},
	{
		"id": "10MAB10HA001",
		"name": "#1机中压缸",
		"add_id": "11UMA16",
		"p_id": "10MAB10",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41337792328497,
		"lat": 38.03403168160705,
		"alt": 1120.5301900645718
	},
	{
		"id": "10MAB10",
		"name": "#1机中压缸系统",
		"add_id": "11UMA16",
		"p_id": "10MAB",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MAB",
		"name": "#1机汽轮机中压系统",
		"add_id": "11UMA16",
		"p_id": "10MA",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MKA",
		"name": "#1发电机本体设备",
		"add_id": "11UMA16",
		"p_id": "10MK",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41337829881451,
		"lat": 38.0338811507155,
		"alt": 1116.1054003858007
	},
	{
		"id": "10MKA01AG001",
		"name": "#1发电机本体",
		"add_id": "11UMA16",
		"p_id": "10MKA01",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41352113943545,
		"lat": 38.03416204835736,
		"alt": 1116.6347009260207
	},
	{
		"id": "10MKA01",
		"name": "1号发电机",
		"add_id": "11UMA16",
		"p_id": "10MKA",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MKG",
		"name": "#1发电机氢气系统",
		"add_id": "11UMA16",
		"p_id": "10MK",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41337927834371,
		"lat": 38.03405219714522,
		"alt": 1117.1370812878013
	},
	{
		"id": "20MAA10HA001",
		"name": "#2机高压缸",
		"add_id": "21UMA16",
		"p_id": "20MAA10",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336517603159,
		"lat": 38.03331845474348,
		"alt": 1117.137019477319
	},
	{
		"id": "20MAA10",
		"name": "#2机高压缸系统",
		"add_id": "21UMA16",
		"p_id": "20MAA",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MAA",
		"name": "#2机汽轮机高压系统",
		"add_id": "21UMA16",
		"p_id": "20MA",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MKA",
		"name": "#2发电机本体设备",
		"add_id": "21UMA16",
		"p_id": "20MK",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336230112675,
		"lat": 38.03304878429712,
		"alt": 1116.105400385335
	},
	{
		"id": "20MKC01",
		"name": "#2发电机励磁系统",
		"add_id": "21UMA16",
		"p_id": "20MKC",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41350362576569,
		"lat": 38.03325090433076,
		"alt": 1116.6347010405734
	},
	{
		"id": "20MKC",
		"name": "#2发电机励磁装置",
		"add_id": "21UMA16",
		"p_id": "20MK",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20XAA10AK001",
		"name": "#2机组给水泵汽轮机",
		"add_id": "21UMA08",
		"p_id": "20XAA10",
		"add": "#2汽机房8.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336398174215,
		"lat": 38.033136229048026,
		"alt": 1116.1054013050161
	},
	{
		"id": "20XAA10",
		"name": "#2机给水泵汽轮机系统",
		"add_id": "21UMA08",
		"p_id": "20XAA",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20XAA",
		"name": "#2机组给水泵汽轮机高压汽机",
		"add_id": "21UMA08",
		"p_id": "20XA",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20XA",
		"name": "#2机组给水泵汽轮机装置",
		"add_id": "21UMA08",
		"p_id": "20X",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20X",
		"name": "#2机组重型机械",
		"add_id": "21UMA08",
		"p_id": "2",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "10LAA40AC001",
		"name": "#1机除氧器",
		"add_id": "11UHG35",
		"p_id": "10LAA40",
		"add": "#1除氧间35.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136737286833,
		"lat": 38.034105942042274,
		"alt": 1133.2945370757952
	},
	{
		"id": "10LAA40",
		"name": "#1机除氧器系统",
		"add_id": "11UHG35",
		"p_id": "10LAA",
		"add": "#1除氧间35.0m层"
	},
	{
		"id": "10LAA",
		"name": "#1机组贮存，除氧",
		"add_id": "11UMA26",
		"p_id": "10LA",
		"add": "#1汽机房26.0m层"
	},
	{
		"id": "20LAA40AC001",
		"name": "#2机除氧器",
		"add_id": "21UHG35",
		"p_id": "20LAA40",
		"add": "#2除氧间35.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136553266832,
		"lat": 38.033148683208864,
		"alt": 1133.2945370767266
	},
	{
		"id": "20LAA40",
		"name": "#2机除氧器系统",
		"add_id": "21UHG35",
		"p_id": "20LAA",
		"add": "#2除氧间35.0m层"
	},
	{
		"id": "20LAA",
		"name": "#2机组贮存，除氧",
		"add_id": "21UMA26",
		"p_id": "20LA",
		"add": "#2汽机房26.0m层"
	},
	{
		"id": "J0EBC01",
		"name": "环锤式碎煤机设备",
		"add_id": "J1UEE10",
		"p_id": "J0EBC",
		"add": "碎煤机室"
	},
	{
		"id": "J0EBC",
		"name": "碎煤系统",
		"add_id": "J1UEE10",
		"p_id": "J0EB",
		"add": "碎煤机室"
	},
	{
		"id": "J0EB",
		"name": "煤的破碎、筛选、混合系统",
		"add_id": "J1UED40",
		"p_id": "J0E",
		"add": "#4输煤隧道及栈桥"
	},
	{
		"id": "J0EBD01",
		"name": "滚轴筛设备",
		"add_id": "J1UEE10",
		"p_id": "J0EBD",
		"add": "碎煤机室"
	},
	{
		"id": "J0EBD",
		"name": "筛选系统",
		"add_id": "J1UEE10",
		"p_id": "J0EB",
		"add": "碎煤机室"
	},
	{
		"id": "J0GNK16AP001",
		"name": "#6酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK16",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4199611291869,
		"lat": 38.03561866989432,
		"alt": 1099.9009949797764
	},
	{
		"id": "J0GNK16",
		"name": "#6酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK",
		"name": "#1、2机组工业废水处理中间临时贮存及提升系统",
		"add_id": "J1UTS20",
		"p_id": "J0GN",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GN",
		"name": "#1、2机组工业废水处理系统",
		"add_id": "J1UGU20",
		"p_id": "J0G",
		"add": "工业废水处理间及提升泵房"
	},
	{
		"id": "J0GNK14AP001",
		"name": "#4酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK14",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41997190060357,
		"lat": 38.03582484963768,
		"alt": 1099.1331175938249
	},
	{
		"id": "J0GNK14",
		"name": "#4酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK12AP001",
		"name": "#2酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK12",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41996672702457,
		"lat": 38.03586751093671,
		"alt": 1099.8918454428203
	},
	{
		"id": "J0GNK12",
		"name": "#2酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK19AP001",
		"name": "#9酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK19",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41995749136385,
		"lat": 38.03543914125143,
		"alt": 1099.9009992731735
	},
	{
		"id": "J0GNK19",
		"name": "#9酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK17AP001",
		"name": "#7酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK17",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41995884547853,
		"lat": 38.03550926432193,
		"alt": 1099.9009997933172
	},
	{
		"id": "J0GNK17",
		"name": "#7酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK13AP001",
		"name": "#3酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK13",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41996416225511,
		"lat": 38.035775736094365,
		"alt": 1099.902337347623
	},
	{
		"id": "J0GNK13",
		"name": "#3酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK18AP001",
		"name": "#8酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK18",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41996585104948,
		"lat": 38.03551157698653,
		"alt": 1099.1331175947562
	},
	{
		"id": "J0GNK18",
		"name": "#8酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK20",
		"name": "工业废水中间水池系统",
		"add_id": "J1UGU20",
		"p_id": "J0GNK",
		"add": "工业废水处理间及提升泵房"
	},
	{
		"id": "J0GNK15AP001",
		"name": "#5酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK15",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41996701400441,
		"lat": 38.035571800310905,
		"alt": 1099.1331175947562
	},
	{
		"id": "J0GNK15",
		"name": "#5酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK11AP001",
		"name": "#1酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK11",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41997306357123,
		"lat": 38.035885072683826,
		"alt": 1099.1331175947562
	},
	{
		"id": "J0GNK11",
		"name": "#1酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0HTL10BB001",
		"name": "脱硫回流水箱",
		"add_id": "J1UVF11",
		"p_id": "J0HTL10",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41613457556528,
		"lat": 38.03378613148415,
		"alt": 1098.9932208084501
	},
	{
		"id": "J0HTL10",
		"name": "脱硫回流水箱系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTL",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTL",
		"name": "#1、2脱硫浆液排放系统",
		"add_id": "J1UVF11",
		"p_id": "J0HT",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HT",
		"name": "#1、2炉脱硫系统",
		"add_id": "J1UVM10",
		"p_id": "J0H",
		"add": "石灰石粉仓"
	},
	{
		"id": "J0H",
		"name": "#1、2锅炉热生成系统",
		"add_id": "J1UVE10",
		"p_id": "J",
		"add": "脱硝尿素制备车间"
	},
	{
		"id": "J0HTQ",
		"name": "#1、2脱硫工艺水系统",
		"add_id": "J1UVF11",
		"p_id": "J0HT",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS",
		"name": "#1、2机组脱硫废水处理系统",
		"add_id": "J1UVF13",
		"p_id": "J0HT",
		"add": "脱硫脱水楼5.0m层"
	},
	{
		"id": "J0HTW10BB001",
		"name": "废水缓冲箱",
		"add_id": "J1UVF11",
		"p_id": "J0HTW10",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605970669528,
		"lat": 38.033759730017834,
		"alt": 1099.3955071903765
	},
	{
		"id": "J0HTW10",
		"name": "废水缓冲箱系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTW",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTW",
		"name": "#1、2脱硫废水缓冲箱系统",
		"add_id": "J1UVF11",
		"p_id": "J0HT",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ10BB001",
		"name": "脱硫工艺水箱",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ10",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41618296140012,
		"lat": 38.033855502737175,
		"alt": 1097.1572241489775
	},
	{
		"id": "J0HTQ10",
		"name": "脱硫工艺水箱系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS30BB001",
		"name": "脱硫废水清水箱",
		"add_id": "J1UVF11",
		"p_id": "J0HTS30",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41626746115838,
		"lat": 38.0338545006337,
		"alt": 1097.6298812683672
	},
	{
		"id": "J0HTS30",
		"name": "脱硫废水清水箱系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS20BB001",
		"name": "脱硫废水澄清浓缩池",
		"add_id": "J1UVF11",
		"p_id": "J0HTS20",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41626608884289,
		"lat": 38.03378324529966,
		"alt": 1098.2489608572796
	},
	{
		"id": "J0HTS20",
		"name": "脱硫废水澄清浓缩池系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS10BB002",
		"name": "脱硫废水反应箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS10",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41617710001549,
		"lat": 38.03391284299818,
		"alt": 1101.7659905059263
	},
	{
		"id": "J0HTS10",
		"name": "脱硫废水三联箱系统",
		"add_id": "J1UVF13",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼5.0m层"
	},
	{
		"id": "J0HTS60BB001",
		"name": "脱硫废水有机硫计量箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS60",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605738139728,
		"lat": 38.03390735038943,
		"alt": 1100.3284299718216
	},
	{
		"id": "J0HTS60",
		"name": "脱硫废水有机硫计量箱系统",
		"add_id": "J1UVF13",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼5.0m层"
	},
	{
		"id": "J0HTS10BB003",
		"name": "脱硫废水絮凝箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS10",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41620770694055,
		"lat": 38.03391247425627,
		"alt": 1101.7659904784523
	},
	{
		"id": "J0HTS25BB001",
		"name": "脱硫废水污泥缓冲箱",
		"add_id": "J1UVF11",
		"p_id": "J0HTS25",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41624540401827,
		"lat": 38.03392413002188,
		"alt": 1101.1904904488474
	},
	{
		"id": "J0HTS25",
		"name": "脱硫废水污泥缓冲箱系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS80",
		"name": "脱硫废水助凝剂计量箱系统",
		"add_id": "J1UVF13",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼5.0m层"
	},
	{
		"id": "J0HTS10BB001",
		"name": "脱硫废水中和箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS10",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41616932802594,
		"lat": 38.03390854863922,
		"alt": 1102.2781958379783
	},
	{
		"id": "J0HTS70BB001",
		"name": "脱硫废水絮凝剂计量箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS70",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605771573424,
		"lat": 38.033924712773775,
		"alt": 1100.328429971356
	},
	{
		"id": "J0HTS70",
		"name": "脱硫废水絮凝剂计量箱系统",
		"add_id": "J1UVF13",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼5.0m层"
	},
	{
		"id": "J1HTN",
		"name": "#1、2脱硫皮带脱水机系统(一)",
		"add_id": "J1UVF15R004",
		"p_id": "J1HT",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J1HT",
		"name": "#1、2脱硫系统(一)",
		"add_id": "J1UVF15R004",
		"p_id": "J1H",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J1H",
		"name": "#1、2锅炉系统(一)",
		"add_id": "J1UVF15R004",
		"p_id": "J",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J2HTN",
		"name": "#1、2脱硫皮带脱水机系统(二)",
		"add_id": "J1UVF15R004",
		"p_id": "J2HT",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J2HT",
		"name": "#1、2脱硫系统(二)",
		"add_id": "J1UVF15R004",
		"p_id": "J2H",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J2H",
		"name": "#1、2锅炉系统(二)",
		"add_id": "J1UVF15R004",
		"p_id": "J",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J3HTN",
		"name": "#1、2脱硫皮带脱水机系统(三)",
		"add_id": "J1UVF15R004",
		"p_id": "J3HT",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J3HT",
		"name": "#1、2脱硫系统(三)",
		"add_id": "J1UVF15R004",
		"p_id": "J3H",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J3H",
		"name": "#1、2锅炉系统(三)",
		"add_id": "J1UVF15R004",
		"p_id": "J",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "10HTM10AT001",
		"name": "#1脱硫石膏旋流站",
		"add_id": "J1UVF16",
		"p_id": "10HTM10",
		"add": "脱硫脱水楼19.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.416122610824,
		"lat": 38.03377237318195,
		"alt": 1115.8428952204995
	},
	{
		"id": "10HTM10",
		"name": "#1脱硫石膏旋流站系统",
		"add_id": "J1UVF16",
		"p_id": "10HTM",
		"add": "脱硫脱水楼19.0m层"
	},
	{
		"id": "10HTM",
		"name": "#1脱硫石膏浆液脱水系统",
		"add_id": "J1UVF16",
		"p_id": "10HT",
		"add": "脱硫脱水楼19.0m层"
	},
	{
		"id": "20HTM10AT001",
		"name": "#2脱硫石膏旋流站",
		"add_id": "J1UVF16R001",
		"p_id": "20HTM10",
		"add": "脱硫脱水楼19.0m层旋流站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41616803531167,
		"lat": 38.03377182594191,
		"alt": 1115.8428952200338
	},
	{
		"id": "20HTM10",
		"name": "#2脱硫石膏旋流站系统",
		"add_id": "J1UVF16R001",
		"p_id": "20HTM",
		"add": "脱硫脱水楼19.0m层旋流站"
	},
	{
		"id": "20HTM",
		"name": "#2脱硫石膏浆液脱水系统",
		"add_id": "J1UVF16R001",
		"p_id": "20HT",
		"add": "脱硫脱水楼19.0m层旋流站"
	},
	{
		"id": "J0HTW50AT001",
		"name": "废水旋流器",
		"add_id": "J1UVF16",
		"p_id": "J0HTW50",
		"add": "脱硫脱水楼19.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4161319831631,
		"lat": 38.033791074141504,
		"alt": 1115.7759997588582
	},
	{
		"id": "J0HTW50",
		"name": "废水旋流器系统",
		"add_id": "J1UVF16",
		"p_id": "J0HTW",
		"add": "脱硫脱水楼19.0m层"
	},
	{
		"id": "J0EAB30AH003",
		"name": "1号乙带式输送机1号叶轮给煤机",
		"add_id": "J1UED10",
		"p_id": "J0EAB30",
		"add": "#1输煤隧道",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42050817150174,
		"lat": 38.033757255881476,
		"alt": 1093.0951528754085
	},
	{
		"id": "J0EAB30",
		"name": "叶轮给煤机系统",
		"add_id": "J1UED10",
		"p_id": "J0EAB",
		"add": "#1输煤隧道"
	},
	{
		"id": "J0EAB",
		"name": "汽车卸煤沟(设施)",
		"add_id": "J1UEA10",
		"p_id": "J0EA",
		"add": "汽车卸煤沟"
	},
	{
		"id": "J0EA",
		"name": "卸煤与储煤系统",
		"add_id": "J1UEA10",
		"p_id": "J0E",
		"add": "汽车卸煤沟"
	},
	{
		"id": "J0SGA10",
		"name": "消防泵系统",
		"add_id": "J1UGF20R003",
		"p_id": "J0SGA",
		"add": "综合水泵房消防泵房"
	},
	{
		"id": "J0SGA",
		"name": "#1、2机组消防水系统",
		"add_id": "J1UGF20R003",
		"p_id": "J0SG",
		"add": "综合水泵房消防泵房"
	},
	{
		"id": "J0SG",
		"name": "#1、2机组固定消防系统",
		"add_id": "J1UGF20R003",
		"p_id": "J0S",
		"add": "综合水泵房消防泵房"
	},
	{
		"id": "J0GHB10",
		"name": "生水泵系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHB",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GHB",
		"name": "#1、2机组生水供水系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0GH",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GH",
		"name": "#1、2机组非饮用水供水系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0G",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GHE10",
		"name": "工业水泵系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHE",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GHE",
		"name": "#1、2机工业水供水系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0GH",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GKB10",
		"name": "生活水泵系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0GKB",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GKB",
		"name": "#1、2机组生活水给水系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0GK",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GK",
		"name": "#1、2机组生活水供水系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0G",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0SGA10AE001",
		"name": "柴油消防泵柴油机",
		"add_id": "J1UGF20R003",
		"p_id": "J0SGA10",
		"add": "综合水泵房消防泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574532950477,
		"lat": 38.03579645864133,
		"alt": 1088.234004617203
	},
	{
		"id": "J0SGA10BB001",
		"name": "消防稳压罐",
		"add_id": "J1UGF20R003",
		"p_id": "J0SGA10",
		"add": "综合水泵房消防泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41576348813636,
		"lat": 38.03585034331411,
		"alt": 1088.150329502765
	},
	{
		"id": "10HTR",
		"name": "#1脱硫工业水水系统",
		"add_id": "J1UVN",
		"p_id": "10HT",
		"add": "脱硫工艺水的建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41647430958858,
		"lat": 38.03383437859808,
		"alt": 1095.1790771419837
	},
	{
		"id": "20HTK",
		"name": "#2脱硫吸附剂制备和分配系统",
		"add_id": "J1UVM10",
		"p_id": "20HT",
		"add": "石灰石粉仓"
	},
	{
		"id": "10HTK",
		"name": "#1脱硫吸附剂制备和分配系统",
		"add_id": "J1UVM10",
		"p_id": "10HT",
		"add": "石灰石粉仓"
	},
	{
		"id": "10HTK10BB001",
		"name": "#1脱硫石灰石浆液箱",
		"add_id": "J1UVM10",
		"p_id": "10HTK10",
		"add": "石灰石粉仓",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4165055536597,
		"lat": 38.03390055247426,
		"alt": 1107.7886311206967
	},
	{
		"id": "10HTK10",
		"name": "#1脱硫石灰石浆液箱管系统",
		"add_id": "J1UVM10",
		"p_id": "10HTK",
		"add": "石灰石粉仓"
	},
	{
		"id": "20HTK10BB001",
		"name": "#2脱硫石灰石浆液箱",
		"add_id": "J1UVM10",
		"p_id": "20HTK10",
		"add": "石灰石粉仓",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41650267582553,
		"lat": 38.03375115089996,
		"alt": 1107.7886311206967
	},
	{
		"id": "20HTK10",
		"name": "#2脱硫石灰石浆液箱管系统",
		"add_id": "J1UVM10",
		"p_id": "20HTK",
		"add": "石灰石粉仓"
	},
	{
		"id": "10PGB",
		"name": "#1机组闭式循环冷却水系统",
		"add_id": "11URB10",
		"p_id": "10PG",
		"add": "#1机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41164009492861,
		"lat": 38.03556192803125,
		"alt": 1099.4477508161217
	},
	{
		"id": "10PAE04",
		"name": "#1间冷塔4号扇段系统",
		"add_id": "11URA10",
		"p_id": "10PAE",
		"add": "#1间冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41163812275732,
		"lat": 38.03545917943381,
		"alt": 1089.757809936069
	},
	{
		"id": "10PTA",
		"name": "#1机械通风干冷塔风机系统",
		"add_id": "11URB10",
		"p_id": "10PT",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PT",
		"name": "#1机械通风干冷塔系统",
		"add_id": "11URB10",
		"p_id": "10P",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PAE01",
		"name": "#1间冷塔1号扇段系统",
		"add_id": "11URA10",
		"p_id": "10PAE",
		"add": "#1间冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41164404027704,
		"lat": 38.03576742389131,
		"alt": 1089.7578099351376
	},
	{
		"id": "10PAE03",
		"name": "#1间冷塔3号扇段系统",
		"add_id": "11URA10",
		"p_id": "10PAE",
		"add": "#1间冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41164009525562,
		"lat": 38.03556192767982,
		"alt": 1089.7578099342063
	},
	{
		"id": "10PAE05",
		"name": "#1间冷塔5号扇段系统",
		"add_id": "11URA10",
		"p_id": "10PAE",
		"add": "#1间冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41163615026906,
		"lat": 38.03535643118592,
		"alt": 1089.757809934672
	},
	{
		"id": "10PAE02",
		"name": "#1间冷塔2号扇段系统",
		"add_id": "11URA10",
		"p_id": "10PAE",
		"add": "#1间冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41164206775869,
		"lat": 38.03566467564909,
		"alt": 1089.757809936069
	},
	{
		"id": "20PAE01",
		"name": "#2间冷塔1号扇段系统",
		"add_id": "21UQA10",
		"p_id": "20PAE",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41155780116843,
		"lat": 38.03241260104957,
		"alt": 1094.6995824174955
	},
	{
		"id": "20PAE02",
		"name": "#2间冷塔2号扇段系统",
		"add_id": "21UQA10",
		"p_id": "20PAE",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41168770479771,
		"lat": 38.03241104108649,
		"alt": 1094.69958241703
	},
	{
		"id": "20PAE03",
		"name": "#2间冷塔3号扇段系统",
		"add_id": "21UQA10",
		"p_id": "20PAE",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41181760841698,
		"lat": 38.03240948097992,
		"alt": 1094.6995824174955
	},
	{
		"id": "20PAE04",
		"name": "#2间冷塔4号扇段系统",
		"add_id": "21UQA10",
		"p_id": "20PAE",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4119475123737,
		"lat": 38.03240792072572,
		"alt": 1094.6995824174955
	},
	{
		"id": "20PAE05",
		"name": "#2间冷塔5号扇段系统",
		"add_id": "21UQA10",
		"p_id": "20PAE",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41207741632041,
		"lat": 38.03240636032804,
		"alt": 1094.6995824165642
	},
	{
		"id": "20PGB",
		"name": "#2机组闭式循环冷却水系统",
		"add_id": "21URB10",
		"p_id": "20PG",
		"add": "#2机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41181760919316,
		"lat": 38.032409480692976,
		"alt": 1104.3895238111727
	},
	{
		"id": "20PTA",
		"name": "#2机械通风干冷塔风机系统",
		"add_id": "21URB10",
		"p_id": "20PT",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PT",
		"name": "#2机械通风干冷塔系统",
		"add_id": "21URB10",
		"p_id": "20P",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20BAT01",
		"name": "2号主变",
		"add_id": "21UBF10",
		"p_id": "20BAT",
		"add": "#2主变构筑物"
	},
	{
		"id": "20BAT",
		"name": "2号主变系统",
		"add_id": "21UBF10",
		"p_id": "20BA",
		"add": "#2主变构筑物"
	},
	{
		"id": "10BAT01",
		"name": "1号主变",
		"add_id": "11UBF10",
		"p_id": "10BAT",
		"add": "#1主变构筑物"
	},
	{
		"id": "10BAT",
		"name": "1号主变系统",
		"add_id": "11UBF10",
		"p_id": "10BA",
		"add": "#1主变构筑物"
	},
	{
		"id": "Y0AAA",
		"name": "防误系统",
		"add_id": "J1UAA10",
		"p_id": "Y0AA",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0A",
		"name": "全厂电网公用系统",
		"add_id": "J1UAA10",
		"p_id": "Y",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y",
		"name": "全厂公用",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "10BBT01GT001",
		"name": "#1厂用工作变压器变压器",
		"add_id": "11UBE10",
		"p_id": "10BBT01",
		"add": "#1厂用工作变压器构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41276029177317,
		"lat": 38.03457327178802,
		"alt": 1097.8087684768252
	},
	{
		"id": "10BBT01",
		"name": "#1厂用工作变压器",
		"add_id": "11UBE10",
		"p_id": "10BBT",
		"add": "#1厂用工作变压器构筑物"
	},
	{
		"id": "10BBT",
		"name": "#1机组高压厂用变压器",
		"add_id": "11UBE10",
		"p_id": "10BB",
		"add": "#1厂用工作变压器构筑物"
	},
	{
		"id": "20BBT01GT001",
		"name": "#2厂用工作变压器变压器",
		"add_id": "21UBE10",
		"p_id": "20BBT01",
		"add": "#2厂用工作变压器构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41305012947325,
		"lat": 38.03338258779087,
		"alt": 1099.3118732757866
	},
	{
		"id": "20BBT01",
		"name": "#2厂用工作变压器",
		"add_id": "21UBE10",
		"p_id": "20BBT",
		"add": "#2厂用工作变压器构筑物"
	},
	{
		"id": "20BBT",
		"name": "#2机组高压厂用变压器",
		"add_id": "21UBE10",
		"p_id": "20BB",
		"add": "#2厂用工作变压器构筑物"
	},
	{
		"id": "10ETG41BN101",
		"name": "1A101仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505747887008,
		"lat": 38.034583928877986,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG41BB101",
		"name": "1A101灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505722450985,
		"lat": 38.03458393168148,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BN102",
		"name": "1A102仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505601685222,
		"lat": 38.03450795313283,
		"alt": 1096.0029892167076
	},
	{
		"id": "10ETG41BB102",
		"name": "1A102灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505576247111,
		"lat": 38.03450795483691,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG41BN103",
		"name": "1A103仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505455481871,
		"lat": 38.03443197628725,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG41BB103",
		"name": "1A103灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505430043784,
		"lat": 38.03443197799132,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BN104",
		"name": "1A104仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505309279069,
		"lat": 38.034355999440635,
		"alt": 1096.0029892153107
	},
	{
		"id": "10ETG41BB104",
		"name": "1A104灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505283843125,
		"lat": 38.03435600224411,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BN105",
		"name": "1A105仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505163078932,
		"lat": 38.0342800236924,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG41BB105",
		"name": "1A105灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505137643013,
		"lat": 38.03428002649588,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG41BN106",
		"name": "1A106仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505016879346,
		"lat": 38.034204047943156,
		"alt": 1096.0029892167076
	},
	{
		"id": "10ETG41BB106",
		"name": "1A106灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504991441339,
		"lat": 38.03420404964717,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BN107",
		"name": "1B101仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512473718613,
		"lat": 38.03458311919823,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG41BB107",
		"name": "1B101灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504845240212,
		"lat": 38.034128072797444,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG41BN108",
		"name": "1B102仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512327509882,
		"lat": 38.0345071434553,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG41BB108",
		"name": "1B102灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504699042278,
		"lat": 38.03405209732095,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG41BN109",
		"name": "1B103仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512181299588,
		"lat": 38.03443116661191,
		"alt": 1096.0029892143793
	},
	{
		"id": "10ETG41BB109",
		"name": "1B103灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150455284384,
		"lat": 38.03397612129373,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG41BN110",
		"name": "1B104仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512035089843,
		"lat": 38.03435518976748,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG41BB110",
		"name": "1B104灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504406644363,
		"lat": 38.033900144440906,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG41BN111",
		"name": "1B105仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151188888276,
		"lat": 38.03427921402144,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG41BB111",
		"name": "1B105灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504260444907,
		"lat": 38.033824167312204,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG41BN112",
		"name": "1B106仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511742676232,
		"lat": 38.03420323827437,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG41BB112",
		"name": "1B106灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504114249176,
		"lat": 38.0337481918316,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG41",
		"name": "1A1、1B1灰斗、仓泵及进料管系统",
		"add_id": "11UHQ",
		"p_id": "10ETG",
		"add": "#1炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "10ETG42",
		"name": "1A2、1B2灰斗、仓泵及进料管系统",
		"add_id": "11UHQ",
		"p_id": "10ETG",
		"add": "#1炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "10ETG43",
		"name": "1A3、1B3灰斗、仓泵及进料管系统",
		"add_id": "11UHQ",
		"p_id": "10ETG",
		"add": "#1炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "10ETG44",
		"name": "1A4、1B4灰斗、仓泵及进料管系统",
		"add_id": "11UHQ",
		"p_id": "10ETG",
		"add": "#1炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "10ETG45",
		"name": "1A5、1B5灰斗、仓泵及进料管系统",
		"add_id": "11UHQ",
		"p_id": "10ETG",
		"add": "#1炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "10ETG42BN101",
		"name": "1A201仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504870678193,
		"lat": 38.034128071093406,
		"alt": 1096.0029892153107
	},
	{
		"id": "10ETG42BB101",
		"name": "1A201灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512441262903,
		"lat": 38.03458312284694,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG42BN102",
		"name": "1A202仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504724478119,
		"lat": 38.03405209451752,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG42BB102",
		"name": "1A202灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512295052092,
		"lat": 38.03450714600457,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG42BN103",
		"name": "1A203仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504578279653,
		"lat": 38.0339761184903,
		"alt": 1096.0029892167076
	},
	{
		"id": "10ETG42BB103",
		"name": "1A203灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151214884183,
		"lat": 38.034431169161174,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG42BN104",
		"name": "1A204仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504432082795,
		"lat": 38.03390014301176,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG42BB104",
		"name": "1A204灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512002634234,
		"lat": 38.03435519341616,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG42BN105",
		"name": "1A205仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504285883313,
		"lat": 38.03382416588306,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG42BB105",
		"name": "1A205灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511856427186,
		"lat": 38.03427921767012,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG42BN106",
		"name": "1A206仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504139684912,
		"lat": 38.03374818902819,
		"alt": 1096.0029892139137
	},
	{
		"id": "10ETG42BB106",
		"name": "1A206灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511710218577,
		"lat": 38.03420324082362,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG42BN107",
		"name": "1B201仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511596468138,
		"lat": 38.03412726142686,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG42BB107",
		"name": "1B201灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511564010511,
		"lat": 38.034127263976075,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG42BN108",
		"name": "1B202仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151145026112,
		"lat": 38.03405128485315,
		"alt": 1096.0029892139137
	},
	{
		"id": "10ETG42BB108",
		"name": "1B202灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511417805646,
		"lat": 38.03405128850179,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG42BN109",
		"name": "1B203仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511304055712,
		"lat": 38.03397530882813,
		"alt": 1096.0029892143793
	},
	{
		"id": "10ETG42BB109",
		"name": "1B203灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151127160027,
		"lat": 38.03397531247677,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG42BN110",
		"name": "1B204仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511157851909,
		"lat": 38.03389933335179,
		"alt": 1096.0029892139137
	},
	{
		"id": "10ETG42BB110",
		"name": "1B204灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511125393856,
		"lat": 38.03389933562613,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG42BN111",
		"name": "1B205仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511011645484,
		"lat": 38.0338233562253,
		"alt": 1096.0029892139137
	},
	{
		"id": "10ETG42BB111",
		"name": "1B205灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41510979187464,
		"lat": 38.03382335849964,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG42BN112",
		"name": "1B206仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41510865440137,
		"lat": 38.03374737937261,
		"alt": 1096.002989216242
	},
	{
		"id": "10ETG42BB112",
		"name": "1B206灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41510832984797,
		"lat": 38.03374738302122,
		"alt": 1102.8231180361472
	},
	{
		"id": "10ETG43BB101",
		"name": "1A301灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151916076957,
		"lat": 38.034582313890354,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG43BB102",
		"name": "1A302灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41519014551821,
		"lat": 38.03450633705019,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG43BB103",
		"name": "1A303灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41518868334623,
		"lat": 38.03443036020899,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG43BB104",
		"name": "1A304灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41518722120091,
		"lat": 38.03435438446617,
		"alt": 1102.8231180328876
	},
	{
		"id": "10ETG43BB105",
		"name": "1A305灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41518575906106,
		"lat": 38.03427840872233,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG43BB106",
		"name": "1A306灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41518429690557,
		"lat": 38.03420243187803,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG43BB107",
		"name": "1B301灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41518283475557,
		"lat": 38.03412645503267,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG43BB108",
		"name": "1B302灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41518137263753,
		"lat": 38.03405047956059,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG43BB109",
		"name": "1B303灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41517991051441,
		"lat": 38.03397450353776,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG43BB110",
		"name": "1B304灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41517844838091,
		"lat": 38.033898526689335,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG43BB111",
		"name": "1B305灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41517698624764,
		"lat": 38.03382254956503,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG43BB112",
		"name": "1B306灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41517552415158,
		"lat": 38.033746574088795,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG44BB101",
		"name": "1A401灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525879650453,
		"lat": 38.0345815049707,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG44BB102",
		"name": "1A402灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525733425766,
		"lat": 38.034505528132726,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG44BB103",
		"name": "1A403灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525587201632,
		"lat": 38.03442955129372,
		"alt": 1102.8231180328876
	},
	{
		"id": "10ETG44BB104",
		"name": "1A404灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525440980162,
		"lat": 38.034353575553084,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG44BB105",
		"name": "1A405灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525294759245,
		"lat": 38.034277599811446,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG44BB106",
		"name": "1A406灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525148536758,
		"lat": 38.03420162296935,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG44BB107",
		"name": "1B401灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525002314825,
		"lat": 38.034125646126206,
		"alt": 1102.8231180333532
	},
	{
		"id": "10ETG44BB108",
		"name": "1B402灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4152485609608,
		"lat": 38.034049670656316,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG44BB109",
		"name": "1B403灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41524709876833,
		"lat": 38.03397369463566,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG44BB110",
		"name": "1B404灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41524563656549,
		"lat": 38.03389771778943,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG44BB111",
		"name": "1B405灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41524417436283,
		"lat": 38.03382174066732,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG44BB112",
		"name": "1B406灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41524271219744,
		"lat": 38.0337457651933,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB101",
		"name": "1A501灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41532598531063,
		"lat": 38.034580696012654,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB102",
		"name": "1A502灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41532452299442,
		"lat": 38.03450471917688,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG45BB103",
		"name": "1A503灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4153230606837,
		"lat": 38.03442874234007,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG45BB104",
		"name": "1A504灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41532159839966,
		"lat": 38.034352766601636,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB105",
		"name": "1A505灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4153201361211,
		"lat": 38.034276790862194,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB106",
		"name": "1A506灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41531867382689,
		"lat": 38.034200814022284,
		"alt": 1102.8231180333532
	},
	{
		"id": "10ETG45BB107",
		"name": "1B501灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41531721153817,
		"lat": 38.03412483718133,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB108",
		"name": "1B502灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41531574928142,
		"lat": 38.03404886171363,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG45BB109",
		"name": "1B503灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41531428701958,
		"lat": 38.03397288569521,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG45BB110",
		"name": "1B504灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41531282474735,
		"lat": 38.033896908851155,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG45BB111",
		"name": "1B505灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41531136247534,
		"lat": 38.033820931731256,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG45BB112",
		"name": "1B506灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41530990024057,
		"lat": 38.03374495625941,
		"alt": 1102.8231180356815
	},
	{
		"id": "10HNV20AK001",
		"name": "1B引风机油站",
		"add_id": "11UHN10",
		"p_id": "10HNV20",
		"add": "#1引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41557505094147,
		"lat": 38.03390037932603,
		"alt": 1095.0530393319204
	},
	{
		"id": "10HNV11",
		"name": "1A一次风机油站系统",
		"add_id": "11UHA00",
		"p_id": "10HNV",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HNV10",
		"name": "1A引风机油站系统",
		"add_id": "11UHN10",
		"p_id": "10HNV",
		"add": "#1引风机室"
	},
	{
		"id": "10HNV20",
		"name": "1B引风机油站系统",
		"add_id": "11UHN10",
		"p_id": "10HNV",
		"add": "#1引风机室"
	},
	{
		"id": "10HNC20AN001",
		"name": "1B引风机",
		"add_id": "11UHN10",
		"p_id": "10HNC20",
		"add": "#1引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41554558497214,
		"lat": 38.03393777139416,
		"alt": 1101.1523398202844
	},
	{
		"id": "10HNC20AE001",
		"name": "1B引风机电机",
		"add_id": "11UHN10",
		"p_id": "10HNC20",
		"add": "#1引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4154533994261,
		"lat": 38.033942323721675,
		"alt": 1099.0203239107504
	},
	{
		"id": "10HNC10",
		"name": "1A引风机系统",
		"add_id": "11UHN10",
		"p_id": "10HNC",
		"add": "#1引风机室"
	},
	{
		"id": "10HNC20",
		"name": "1B引风机系统",
		"add_id": "11UHN10",
		"p_id": "10HNC",
		"add": "#1引风机室"
	},
	{
		"id": "10HNC10AN001",
		"name": "1A引风机",
		"add_id": "11UHN10",
		"p_id": "10HNC10",
		"add": "#1引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41555435522287,
		"lat": 38.03439337677767,
		"alt": 1101.1523398216814
	},
	{
		"id": "10HNC10AE001",
		"name": "1A引风机电机",
		"add_id": "11UHN10",
		"p_id": "10HNC10",
		"add": "#1引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41546203661994,
		"lat": 38.03439104617557,
		"alt": 1099.020323912613
	},
	{
		"id": "10HNV10AK001",
		"name": "1A引风机油站",
		"add_id": "11UHN10",
		"p_id": "10HNV10",
		"add": "#1引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41558520743028,
		"lat": 38.0344279871163,
		"alt": 1095.0530393309891
	},
	{
		"id": "10PAC20AP001",
		"name": "1A循环水泵",
		"add_id": "11UQA10",
		"p_id": "10PAC20",
		"add": "#1机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41610264570124,
		"lat": 38.03444863692011,
		"alt": 1093.020931662526
	},
	{
		"id": "10PAC20AP002",
		"name": "1B循环水泵",
		"add_id": "11UQA10",
		"p_id": "10PAC20",
		"add": "#1机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4161043236835,
		"lat": 38.034535771237785,
		"alt": 1093.0209316634573
	},
	{
		"id": "10PAC20AP003",
		"name": "1C循环水泵",
		"add_id": "11UQA10",
		"p_id": "10PAC20",
		"add": "#1机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41610600167301,
		"lat": 38.03462290555408,
		"alt": 1093.0209316629916
	},
	{
		"id": "10PAC20AP004",
		"name": "1D循环水泵",
		"add_id": "11UQA10",
		"p_id": "10PAC20",
		"add": "#1机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41610760962644,
		"lat": 38.034706402698234,
		"alt": 1093.0209319596179
	},
	{
		"id": "20BBD00GS000",
		"name": "10kV脱硫2B段母线",
		"add_id": "J1UVF11R007",
		"p_id": "20BBD00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4160181987868,
		"lat": 38.03415227096855,
		"alt": 1095.878047558479
	},
	{
		"id": "20BBD00GS000",
		"name": "10kV脱硫2B段母线",
		"add_id": "J1UVF11R007",
		"p_id": "20BBD00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41606535383997,
		"lat": 38.03390154866287,
		"alt": 1095.0688476162031
	},
	{
		"id": "20BBD00",
		"name": "10kV脱硫2B段母线系统",
		"add_id": "J1UVF11R007",
		"p_id": "20BBD",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "20BBA",
		"name": "#2机10kVA段配电装置",
		"add_id": "21UMA04R001",
		"p_id": "20BB",
		"add": "#2汽机房4.85m层10kV2A段配电室"
	},
	{
		"id": "20BBB",
		"name": "#3机10kVB段配电装置",
		"add_id": "21UMA12R001",
		"p_id": "20BB",
		"add": "#2汽机房12.0m层10kV2B段配电室"
	},
	{
		"id": "20BBC",
		"name": "10kV脱硫2A段配电装置",
		"add_id": "J1UVF11R007",
		"p_id": "20BB",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "20BBD",
		"name": "10kV脱硫2B段配电装置",
		"add_id": "J1UVF11R007",
		"p_id": "20BB",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "20BB",
		"name": "#2机10kV厂用工作配电装置",
		"add_id": "21UMA04R001",
		"p_id": "20B",
		"add": "#2汽机房4.85m层10kV2A段配电室"
	},
	{
		"id": "10BBC02GS001",
		"name": "10kV脱硫1A段母联开关",
		"add_id": "J1UVF11R007",
		"p_id": "10BBC02",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4161785190483,
		"lat": 38.0341503396085,
		"alt": 1095.878047558479
	},
	{
		"id": "10BBC02GS001",
		"name": "10kV脱硫1A段母联开关",
		"add_id": "J1UVF11R007",
		"p_id": "10BBC02",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41606635514225,
		"lat": 38.03395354676235,
		"alt": 1095.0688476115465
	},
	{
		"id": "10BBC02",
		"name": "10kV脱硫1A段#2柜",
		"add_id": "J1UVF11R007",
		"p_id": "10BBC",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "10BBC00",
		"name": "10kV脱硫1A段母线系统",
		"add_id": "J1UVF11R007",
		"p_id": "10BBC",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "10BBB",
		"name": "#1机10kVB段配电装置",
		"add_id": "11UMA04R001",
		"p_id": "10BB",
		"add": "#1汽机房4.85m层10kV1A段配电室"
	},
	{
		"id": "10BBA",
		"name": "10kV工作1A段母线系统",
		"add_id": "11UMA04R001",
		"p_id": "10BB",
		"add": "#1汽机房4.85m层10kV1A段配电室"
	},
	{
		"id": "10BBC",
		"name": "10kV脱硫1A段配电装置",
		"add_id": "J1UVF11R007",
		"p_id": "10BB",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "10BBD",
		"name": "10kV脱硫1B段配电装置",
		"add_id": "J1UVF11R007",
		"p_id": "10BB",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "10BB",
		"name": "#1机10kVA段配电装置",
		"add_id": "11UMA04R001",
		"p_id": "10B",
		"add": "#1汽机房4.85m层10kV1A段配电室"
	},
	{
		"id": "20BBC00GS000",
		"name": "10kV脱硫2A段母线",
		"add_id": "J1UVF11R007",
		"p_id": "20BBC00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4160882409061,
		"lat": 38.03415142720596,
		"alt": 1095.878047558479
	},
	{
		"id": "20BBC00GS000",
		"name": "10kV脱硫2A段母线",
		"add_id": "J1UVF11R007",
		"p_id": "20BBC00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41606585996087,
		"lat": 38.03392783177648,
		"alt": 1095.0688476106152
	},
	{
		"id": "20BBC02",
		"name": "10kV脱硫2A段#2柜",
		"add_id": "J1UVF11R007",
		"p_id": "20BBC",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "20BBC00",
		"name": "10kV脱硫2A段母线系统",
		"add_id": "J1UVF11R007",
		"p_id": "20BBC",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "10BBD00GS000",
		"name": "10kV脱硫1B段母线",
		"add_id": "J1UVF11R007",
		"p_id": "10BBD00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612175030932,
		"lat": 38.03415102352008,
		"alt": 1095.8780475575477
	},
	{
		"id": "10BBD00GS000",
		"name": "10kV脱硫1B段母线",
		"add_id": "J1UVF11R007",
		"p_id": "10BBD00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41606610740858,
		"lat": 38.033940681848236,
		"alt": 1095.0688476171345
	},
	{
		"id": "10BBD00",
		"name": "10kV脱硫1B段母线系统",
		"add_id": "J1UVF11R007",
		"p_id": "10BBD",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "10BBC00GS000",
		"name": "10kV脱硫1A段母线",
		"add_id": "J1UVF11R007",
		"p_id": "10BBC00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41621202844968,
		"lat": 38.034149935896906,
		"alt": 1095.8780475561507
	},
	{
		"id": "10BBC00GS000",
		"name": "10kV脱硫1A段母线",
		"add_id": "J1UVF11R007",
		"p_id": "10BBC00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41606661353048,
		"lat": 38.03396696496167,
		"alt": 1095.0688476101495
	},
	{
		"id": "10HTF13AE001",
		"name": "1C浆液循环泵电机",
		"add_id": "11UVD10",
		"p_id": "10HTF13",
		"add": "#1脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41732665456479,
		"lat": 38.035034269906845,
		"alt": 1097.3676130180247
	},
	{
		"id": "10HTF11",
		"name": "1A浆液循环泵系统",
		"add_id": "11UVC10",
		"p_id": "10HTF",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTF21",
		"name": "1A脉冲悬浮泵系统",
		"add_id": "11UVC10",
		"p_id": "10HTF",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTF12",
		"name": "1B浆液循环泵系统",
		"add_id": "11UVD10",
		"p_id": "10HTF",
		"add": "#1脱硫循环泵房"
	},
	{
		"id": "10HTF22",
		"name": "1B脉冲悬浮泵系统",
		"add_id": "11UVC10",
		"p_id": "10HTF",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTF13",
		"name": "1C浆液循环泵系统",
		"add_id": "11UVD10",
		"p_id": "10HTF",
		"add": "#1脱硫循环泵房"
	},
	{
		"id": "10HTF14",
		"name": "1D浆液循环泵系统",
		"add_id": "11UVD10",
		"p_id": "10HTF",
		"add": "#1脱硫循环泵房"
	},
	{
		"id": "10HTF15",
		"name": "1E浆液循环泵系统",
		"add_id": "11UVD10",
		"p_id": "10HTF",
		"add": "#1脱硫循环泵房"
	},
	{
		"id": "10HTF16",
		"name": "1F浆液循环泵系统",
		"add_id": "11UVD10",
		"p_id": "10HTF",
		"add": "#1脱硫循环泵房"
	},
	{
		"id": "10HTF14AE001",
		"name": "1D浆液循环泵电机",
		"add_id": "11UVD10",
		"p_id": "10HTF14",
		"add": "#1脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41737709578132,
		"lat": 38.03503366170449,
		"alt": 1097.367613018956
	},
	{
		"id": "10HTF12AE001",
		"name": "1B浆液循环泵电机",
		"add_id": "11UVD10",
		"p_id": "10HTF12",
		"add": "#1脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41728525836251,
		"lat": 38.03503476903139,
		"alt": 1097.3676130184904
	},
	{
		"id": "10HTF16AE001",
		"name": "1F浆液循环泵电机",
		"add_id": "11UVD10",
		"p_id": "10HTF16",
		"add": "#1脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41747100714036,
		"lat": 38.03503252929691,
		"alt": 1097.3676130180247
	},
	{
		"id": "10HTF21AP001-M01",
		"name": "1A脉冲悬浮泵电机",
		"add_id": "11UVC10",
		"p_id": "10HTF21AP001",
		"add": "#1脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41719797568685,
		"lat": 38.03478460022854,
		"alt": 1095.944453239441
	},
	{
		"id": "10HTF21AP001",
		"name": "1A脉冲悬浮泵",
		"add_id": "11UVC10",
		"p_id": "10HTF21",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTF22AP001-M01",
		"name": "1B脉冲悬浮泵电机",
		"add_id": "11UVC10",
		"p_id": "10HTF22AP001",
		"add": "#1脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41723032292424,
		"lat": 38.03476002416832,
		"alt": 1095.944453239441
	},
	{
		"id": "10HTF22AP001",
		"name": "1B脉冲悬浮泵",
		"add_id": "11UVC10",
		"p_id": "10HTF22",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTT12AP001-M01",
		"name": "1C脉冲悬浮泵电机",
		"add_id": "11UVC10",
		"p_id": "10HTT12AP001",
		"add": "#1脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41727049542831,
		"lat": 38.0347323994655,
		"alt": 1095.9444516021758
	},
	{
		"id": "10HTT12AP001",
		"name": "1C脉冲悬浮泵",
		"add_id": "11UVC10",
		"p_id": "10HTT12",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTT12",
		"name": "1C脉冲悬浮泵系统",
		"add_id": "11UVC10",
		"p_id": "10HTT",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTF15AE001",
		"name": "1E浆液循环泵电机",
		"add_id": "11UVD10",
		"p_id": "10HTF15",
		"add": "#1脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41741849198132,
		"lat": 38.0350331625476,
		"alt": 1097.3676130184904
	},
	{
		"id": "10HTF11AE001",
		"name": "1A浆液循环泵电机",
		"add_id": "11UVD10",
		"p_id": "10HTF11",
		"add": "#1脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4172348386889,
		"lat": 38.035035376934566,
		"alt": 1097.367613018956
	},
	{
		"id": "10HTG11AN001",
		"name": "1A氧化风机",
		"add_id": "11UVB10R004",
		"p_id": "10HTG11",
		"add": "#1氧化风机房风机房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41632220115397,
		"lat": 38.03418544884812,
		"alt": 1096.4865086507052
	},
	{
		"id": "10HTG11",
		"name": "1A氧化风机系统",
		"add_id": "11UVB10R004",
		"p_id": "10HTG",
		"add": "#1氧化风机房风机房"
	},
	{
		"id": "10HTG12",
		"name": "1B氧化风机系统",
		"add_id": "11UVB10R004",
		"p_id": "10HTG",
		"add": "#1氧化风机房风机房"
	},
	{
		"id": "10HTG12AN001",
		"name": "1B氧化风机",
		"add_id": "11UVB10R004",
		"p_id": "10HTG12",
		"add": "#1氧化风机房风机房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41632080756943,
		"lat": 38.03411309299358,
		"alt": 1096.4865086511709
	},
	{
		"id": "J",
		"name": "J-#1、2机组",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "20ETG41BB101",
		"name": "2A101灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503734947491,
		"lat": 38.03355107374346,
		"alt": 1102.8231180352159
	},
	{
		"id": "20ETG41BB102",
		"name": "2A102灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150358875109,
		"lat": 38.03347509688484,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG41BB103",
		"name": "2A103灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503442555242,
		"lat": 38.03339912002523,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG41BB104",
		"name": "2A104灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503296362055,
		"lat": 38.033323144263974,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG41BB105",
		"name": "2A105灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150315016942,
		"lat": 38.0332471685017,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG41BB106",
		"name": "2A106灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150300397522,
		"lat": 38.033171191638985,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG41BB107",
		"name": "2B101灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502857781566,
		"lat": 38.03309521477522,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG41BB108",
		"name": "2B102灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150271159058,
		"lat": 38.03301923900986,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG41BB109",
		"name": "2B103灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502565400145,
		"lat": 38.03294326324344,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG41BB110",
		"name": "2B104灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502419208143,
		"lat": 38.03286728637658,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG41BB111",
		"name": "2B105灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502273016692,
		"lat": 38.03279130950871,
		"alt": 1102.8231180361472
	},
	{
		"id": "20ETG41BB112",
		"name": "2B106灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502126827908,
		"lat": 38.03271533373922,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG41",
		"name": "2A1、2B1灰斗、仓泵及进料管系统",
		"add_id": "21UHQ",
		"p_id": "20ETG",
		"add": "#2炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "20ETG43",
		"name": "2A3、2B3灰斗、仓泵及进料管系统",
		"add_id": "21UHQ",
		"p_id": "20ETG",
		"add": "#2炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "20ETG44",
		"name": "2A4、2B4灰斗、仓泵及进料管系统",
		"add_id": "21UHQ",
		"p_id": "20ETG",
		"add": "#2炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "20ETG45",
		"name": "2A5、2B5灰斗、仓泵及进料管系统",
		"add_id": "21UHQ",
		"p_id": "20ETG",
		"add": "#2炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "20ETG43BB101",
		"name": "2A301灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41517173077483,
		"lat": 38.033549456012054,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB102",
		"name": "2A302灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41517026867211,
		"lat": 38.03347347915785,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG43BB103",
		"name": "2A303灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41516880657488,
		"lat": 38.03339750230261,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB104",
		"name": "2A304灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151673445043,
		"lat": 38.033321526545755,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB105",
		"name": "2A305灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41516588243921,
		"lat": 38.03324555078787,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB106",
		"name": "2A306灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41516442035848,
		"lat": 38.033169573929555,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG43BB107",
		"name": "2B301灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41516295828325,
		"lat": 38.03309359707016,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG43BB108",
		"name": "2B302灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41516149623469,
		"lat": 38.0330176213092,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG43BB109",
		"name": "2B303灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41516003419162,
		"lat": 38.03294164554718,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG43BB110",
		"name": "2B304灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41515857213287,
		"lat": 38.032865668684735,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG43BB111",
		"name": "2B305灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41515711007962,
		"lat": 38.03278969182123,
		"alt": 1102.8231180366129
	},
	{
		"id": "20ETG43BB112",
		"name": "2B306灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41515564805304,
		"lat": 38.03271371605612,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG44BN101",
		"name": "2A401仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41510486120372,
		"lat": 38.033550261290195,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG44BB101",
		"name": "2A401灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41523891864071,
		"lat": 38.033548647122245,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG44BN102",
		"name": "2A402仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151033991912,
		"lat": 38.03347428553323,
		"alt": 1096.0029892129824
	},
	{
		"id": "20ETG44BB102",
		"name": "2A402灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41523745646865,
		"lat": 38.033472670270235,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG44BN103",
		"name": "2A403仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41510193716297,
		"lat": 38.03339830867579,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG44BB103",
		"name": "2A403灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41523599430205,
		"lat": 38.03339669341719,
		"alt": 1102.8231180352159
	},
	{
		"id": "20ETG44BN104",
		"name": "2A404仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41510047514028,
		"lat": 38.033322331817345,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG44BB104",
		"name": "2A404灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41523453216209,
		"lat": 38.03332071766255,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG44BN105",
		"name": "2A405仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509901314424,
		"lat": 38.03324635605729,
		"alt": 1096.0029892139137
	},
	{
		"id": "20ETG44BB105",
		"name": "2A405灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41523307002768,
		"lat": 38.033244741906856,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG44BN106",
		"name": "2A406仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509755115368,
		"lat": 38.033170380296184,
		"alt": 1096.0029892143793
	},
	{
		"id": "20ETG44BB106",
		"name": "2A406灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41523160787759,
		"lat": 38.03316876505072,
		"alt": 1102.8231180352159
	},
	{
		"id": "20ETG44BN107",
		"name": "2B401仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509608914748,
		"lat": 38.033094403434646,
		"alt": 1096.0029892129824
	},
	{
		"id": "20ETG44BB107",
		"name": "2B401灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.415230145733,
		"lat": 38.03309278819356,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG44BN108",
		"name": "2B402仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509462714677,
		"lat": 38.03301842657204,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG44BB108",
		"name": "2B402灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41522868361506,
		"lat": 38.033016812434774,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG44BN109",
		"name": "2B403仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509316517802,
		"lat": 38.032942451082704,
		"alt": 1096.0029892143793
	},
	{
		"id": "20ETG44BB109",
		"name": "2B403灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41522722150262,
		"lat": 38.03294083667495,
		"alt": 1102.8231180352159
	},
	{
		"id": "20ETG44BN110",
		"name": "2B404仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509170320418,
		"lat": 38.032866475042624,
		"alt": 1096.002989216242
	},
	{
		"id": "20ETG44BB110",
		"name": "2B404灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41522575937452,
		"lat": 38.03286485981468,
		"alt": 1102.8231180352159
	},
	{
		"id": "20ETG44BN111",
		"name": "2B405仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509024121996,
		"lat": 38.03279049817695,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG44BB111",
		"name": "2B405灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41522429725192,
		"lat": 38.032788882953376,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG44BN112",
		"name": "2B406仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41508877924124,
		"lat": 38.03271452131023,
		"alt": 1096.002989213448
	},
	{
		"id": "20ETG44BB112",
		"name": "2B406灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41522283515602,
		"lat": 38.03271290719047,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG45BN101",
		"name": "2A501仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503760383156,
		"lat": 38.03355107094006,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG45BB101",
		"name": "2A501灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41530610650392,
		"lat": 38.03354783819405,
		"alt": 1102.8231180352159
	},
	{
		"id": "20ETG45BN102",
		"name": "2A502仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503614188846,
		"lat": 38.03347509518089,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG45BB102",
		"name": "2A502灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41530464426246,
		"lat": 38.03347186134425,
		"alt": 1102.8231180361472
	},
	{
		"id": "20ETG45BN103",
		"name": "2A503仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150346799297,
		"lat": 38.03339911832126,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG45BB103",
		"name": "2A503灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41530318202652,
		"lat": 38.03339588449339,
		"alt": 1102.8231180333532
	},
	{
		"id": "20ETG45BN104",
		"name": "2A504仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503321797641,
		"lat": 38.03332314146059,
		"alt": 1096.0029892167076
	},
	{
		"id": "20ETG45BB104",
		"name": "2A504灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41530171981722,
		"lat": 38.033319908740935,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG45BN105",
		"name": "2A505仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150317560498,
		"lat": 38.033247165698356,
		"alt": 1096.0029892143793
	},
	{
		"id": "20ETG45BB105",
		"name": "2A505灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41530025761345,
		"lat": 38.03324393298746,
		"alt": 1102.8231180333532
	},
	{
		"id": "20ETG45BN106",
		"name": "2A506仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503029412868,
		"lat": 38.033171189935054,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG45BB106",
		"name": "2A506灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.415298795394,
		"lat": 38.033167956133504,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG45BN107",
		"name": "2B501仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502883219192,
		"lat": 38.033095213071306,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG45BB107",
		"name": "2B501灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41529733318004,
		"lat": 38.03309197927854,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG45BN108",
		"name": "2B502仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502737026065,
		"lat": 38.03301923620653,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG45BB108",
		"name": "2B502灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41529587099276,
		"lat": 38.033016003521965,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG45BN109",
		"name": "2B503仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150259083613,
		"lat": 38.032943260714994,
		"alt": 1096.0029892153107
	},
	{
		"id": "20ETG45BB109",
		"name": "2B503灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41529440881096,
		"lat": 38.03294002776434,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG45BN110",
		"name": "2B504仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150244464569,
		"lat": 38.03286728467271,
		"alt": 1096.0029892153107
	},
	{
		"id": "20ETG45BB110",
		"name": "2B504灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4152929466135,
		"lat": 38.03286405090627,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG45BN111",
		"name": "2B505仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502298454212,
		"lat": 38.03279130780484,
		"alt": 1096.0029892153107
	},
	{
		"id": "20ETG45BB111",
		"name": "2B505灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41529148442157,
		"lat": 38.032788074047154,
		"alt": 1102.8231180361472
	},
	{
		"id": "20ETG45BN112",
		"name": "2B506仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502152263283,
		"lat": 38.032715330935915,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG45BB112",
		"name": "2B506灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41529002225627,
		"lat": 38.03271209828647,
		"alt": 1102.8231180333532
	},
	{
		"id": "20HNV20AK001",
		"name": "2B引风机油站",
		"add_id": "21UHN10",
		"p_id": "20HNV20",
		"add": "#2引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41555516912288,
		"lat": 38.032867521498865,
		"alt": 1095.0530393333174
	},
	{
		"id": "20HNV11",
		"name": "2A一次风机油站系统",
		"add_id": "21UHA00",
		"p_id": "20HNV",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HNV10",
		"name": "2A引风机油站系统",
		"add_id": "21UHN10",
		"p_id": "20HNV",
		"add": "#2引风机室"
	},
	{
		"id": "20HNV20",
		"name": "2B引风机油站系统",
		"add_id": "21UHN10",
		"p_id": "20HNV",
		"add": "#2引风机室"
	},
	{
		"id": "20HNC10AN001",
		"name": "2A引风机",
		"add_id": "21UHN10",
		"p_id": "20HNC10",
		"add": "#2引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41553444036089,
		"lat": 38.03335880557465,
		"alt": 1101.1523398198187
	},
	{
		"id": "20HNC10AE001",
		"name": "2A引风机电机",
		"add_id": "21UHN10",
		"p_id": "20HNC10",
		"add": "#2引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41544212305813,
		"lat": 38.03335647493083,
		"alt": 1099.0203239135444
	},
	{
		"id": "20HNC10",
		"name": "2A引风机系统",
		"add_id": "21UHN10",
		"p_id": "20HNC",
		"add": "#2引风机室"
	},
	{
		"id": "20HNC20",
		"name": "2B引风机系统",
		"add_id": "21UHN10",
		"p_id": "20HNC",
		"add": "#2引风机室"
	},
	{
		"id": "20HNC20AN001",
		"name": "2B引风机",
		"add_id": "21UHN10",
		"p_id": "20HNC20",
		"add": "#2引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41552570353537,
		"lat": 38.03290491328554,
		"alt": 1101.1523398216814
	},
	{
		"id": "20HNC20AE001",
		"name": "2B引风机电机",
		"add_id": "21UHN10",
		"p_id": "20HNC20",
		"add": "#2引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41543351928587,
		"lat": 38.03290946584755,
		"alt": 1099.0203239135444
	},
	{
		"id": "20HNV10AK001",
		"name": "2A引风机油站",
		"add_id": "21UHN10",
		"p_id": "20HNV10",
		"add": "#2引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41556533166363,
		"lat": 38.03339547075795,
		"alt": 1095.0530393314548
	},
	{
		"id": "20PAC20AP001",
		"name": "2A循环水泵",
		"add_id": "21UQA10",
		"p_id": "20PAC20",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605479423052,
		"lat": 38.03234279271042,
		"alt": 1093.2163662323728
	},
	{
		"id": "20PAC20AP002",
		"name": "2B循环水泵",
		"add_id": "21UQA10",
		"p_id": "20PAC20",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605647201865,
		"lat": 38.032429926511476,
		"alt": 1093.2163662314415
	},
	{
		"id": "20PAC20AP003",
		"name": "2C循环水泵",
		"add_id": "21UQA10",
		"p_id": "20PAC20",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605814983518,
		"lat": 38.03251706141059,
		"alt": 1093.2163662333041
	},
	{
		"id": "20PAC20AP004",
		"name": "2D循环水泵",
		"add_id": "21UQA10",
		"p_id": "20PAC20",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605975760211,
		"lat": 38.032600558036705,
		"alt": 1093.2163665285334
	},
	{
		"id": "20HTF11AE001",
		"name": "2A浆液循环泵电机",
		"add_id": "21UVD10",
		"p_id": "20HTF11",
		"add": "#2脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4173805083303,
		"lat": 38.032486763914086,
		"alt": 1097.367368876934
	},
	{
		"id": "20HTF11",
		"name": "2A浆液循环泵系统",
		"add_id": "21UVD10",
		"p_id": "20HTF",
		"add": "#2脱硫循环泵房"
	},
	{
		"id": "20HTF21",
		"name": "2A脉冲悬浮泵系统",
		"add_id": "21UVC10",
		"p_id": "20HTF",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTF12",
		"name": "2B浆液循环泵系统",
		"add_id": "21UVD10",
		"p_id": "20HTF",
		"add": "#2脱硫循环泵房"
	},
	{
		"id": "20HTF22",
		"name": "2B脉冲悬浮泵系统",
		"add_id": "21UVC10",
		"p_id": "20HTF",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTF13",
		"name": "2C浆液循环泵系统",
		"add_id": "21UVD10",
		"p_id": "20HTF",
		"add": "#2脱硫循环泵房"
	},
	{
		"id": "20HTF14",
		"name": "2D浆液循环泵系统",
		"add_id": "21UVD10",
		"p_id": "20HTF",
		"add": "#2脱硫循环泵房"
	},
	{
		"id": "20HTF15",
		"name": "2E浆液循环泵系统",
		"add_id": "21UVD10",
		"p_id": "20HTF",
		"add": "#2脱硫循环泵房"
	},
	{
		"id": "20HTF16",
		"name": "2F浆液循环泵系统",
		"add_id": "21UVD10",
		"p_id": "20HTF",
		"add": "#2脱硫循环泵房"
	},
	{
		"id": "20HTF12AE001",
		"name": "2B浆液循环泵电机",
		"add_id": "21UVD10",
		"p_id": "20HTF12",
		"add": "#2脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41733009040537,
		"lat": 38.03248737182381,
		"alt": 1097.367368878331
	},
	{
		"id": "20HTF15AE001",
		"name": "2E浆液循环泵电机",
		"add_id": "21UVD10",
		"p_id": "20HTF15",
		"add": "#2脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4171968593079,
		"lat": 38.03248897814201,
		"alt": 1097.3673688764684
	},
	{
		"id": "20HTF21AP001-M01",
		"name": "2A脉冲悬浮泵电机",
		"add_id": "21UVC10",
		"p_id": "20HTF21AP001",
		"add": "#2脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41715858587628,
		"lat": 38.032740662987365,
		"alt": 1095.9444532399066
	},
	{
		"id": "20HTF21AP001",
		"name": "2A脉冲悬浮泵",
		"add_id": "21UVC10",
		"p_id": "20HTF21",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTF14AE001",
		"name": "2D浆液循环泵电机",
		"add_id": "21UVD10",
		"p_id": "20HTF14",
		"add": "#2脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41723825616396,
		"lat": 38.032488479051565,
		"alt": 1097.3673688778654
	},
	{
		"id": "20HTF22AP001-M01",
		"name": "2B脉冲悬浮泵电机",
		"add_id": "21UVC10",
		"p_id": "20HTF22AP001",
		"add": "#2脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41719186417583,
		"lat": 38.03276444593823,
		"alt": 1095.9444532385096
	},
	{
		"id": "20HTF22AP001",
		"name": "2B脉冲悬浮泵",
		"add_id": "21UVC10",
		"p_id": "20HTF22",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTF13AE001",
		"name": "2C浆液循环泵电机",
		"add_id": "21UVD10",
		"p_id": "20HTF13",
		"add": "#2脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41728869355158,
		"lat": 38.03248787094658,
		"alt": 1097.367368876934
	},
	{
		"id": "20HTF16AE001",
		"name": "2F浆液循环泵电机",
		"add_id": "21UVD10",
		"p_id": "20HTF16",
		"add": "#2脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41714434806481,
		"lat": 38.03248961230889,
		"alt": 1097.3673688764684
	},
	{
		"id": "20HTT12AP001-M01",
		"name": "2C脉冲悬浮泵电机",
		"add_id": "21UVC10",
		"p_id": "20HTT12AP001",
		"add": "#2脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41723308147115,
		"lat": 38.03279108992962,
		"alt": 1095.9444516021758
	},
	{
		"id": "20HTT12AP001",
		"name": "2C脉冲悬浮泵",
		"add_id": "21UVC10",
		"p_id": "20HTT12",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTT12",
		"name": "2C脉冲悬浮泵系统",
		"add_id": "21UVC10",
		"p_id": "20HTT",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTG12AN001",
		"name": "2B氧化风机",
		"add_id": "21UVB10",
		"p_id": "20HTG12",
		"add": "#2氧化风机房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41603853614887,
		"lat": 38.033135108122934,
		"alt": 1096.4865084253252
	},
	{
		"id": "20HTG11",
		"name": "2A氧化风机系统",
		"add_id": "21UVB10",
		"p_id": "20HTG",
		"add": "#2氧化风机房"
	},
	{
		"id": "20HTG12",
		"name": "2B氧化风机系统",
		"add_id": "21UVB10",
		"p_id": "20HTG",
		"add": "#2氧化风机房"
	},
	{
		"id": "20HTG11AN001",
		"name": "2A氧化风机",
		"add_id": "21UVB10",
		"p_id": "20HTG11",
		"add": "#2氧化风机房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4160371429065,
		"lat": 38.03306275279623,
		"alt": 1096.4865084215999
	},
	{
		"id": "J0ETH31AM001",
		"name": "粗灰库A湿式搅拌机",
		"add_id": "J1UET20",
		"p_id": "J0ETH31",
		"add": "#2粗灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42049190338824,
		"lat": 38.03210674609842,
		"alt": 1106.7777085197158
	},
	{
		"id": "J0ETH42AF001",
		"name": "细灰库B干灰散装机",
		"add_id": "J1UET30",
		"p_id": "J0ETH42",
		"add": "#3细灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42042872210246,
		"lat": 38.03209432963867,
		"alt": 1106.7777082482353
	},
	{
		"id": "J0ETH42AT001",
		"name": "细灰库B干灰散装机布袋降尘器",
		"add_id": "J1UET30",
		"p_id": "J0ETH42",
		"add": "#3细灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4205124345699,
		"lat": 38.03223841784341,
		"alt": 1106.7775264130905
	},
	{
		"id": "J0ETH41AT001",
		"name": "细灰库A干灰散装机布袋降尘器",
		"add_id": "J1UET30",
		"p_id": "J0ETH41",
		"add": "#3细灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42042129544089,
		"lat": 38.03223374419139,
		"alt": 1106.777526577469
	},
	{
		"id": "J0GCL51BB001",
		"name": "A除盐水箱",
		"add_id": "J1UGD30",
		"p_id": "J0GCL51",
		"add": "化水处理水箱区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41493015891825,
		"lat": 38.03591732412504,
		"alt": 1095.1877882271074
	},
	{
		"id": "J0GCL51",
		"name": "A除盐水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GCL",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GCL52",
		"name": "B除盐水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GCL",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GCL53",
		"name": "C除盐水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GCL",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GCB21AK001",
		"name": "A超滤装置",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB21",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41441344317379,
		"lat": 38.03541295584374,
		"alt": 1092.6653409097344
	},
	{
		"id": "J0GCB31",
		"name": "A反渗透保安过滤器系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCB41",
		"name": "A反渗透装置系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCB21",
		"name": "A超滤装置系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCB22",
		"name": "B超滤装置系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF11AT001",
		"name": "A阳床",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF11",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41452098689007,
		"lat": 38.03575976054002,
		"alt": 1093.1590567994863
	},
	{
		"id": "J0GCF31",
		"name": "A混床系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF11",
		"name": "A阳床系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF21",
		"name": "A阴床系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF32",
		"name": "B混床系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF12",
		"name": "B阳床系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF22",
		"name": "B阴床系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF21AT001",
		"name": "A阴床",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF21",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451748257468,
		"lat": 38.03557759217849,
		"alt": 1093.1590567966923
	},
	{
		"id": "J0GCF31AT001",
		"name": "A混床",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF31",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451572622279,
		"lat": 38.0354862893474,
		"alt": 1093.1590567966923
	},
	{
		"id": "J0GCB22AK001",
		"name": "B超滤装置",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB22",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41441600503416,
		"lat": 38.03554614236867,
		"alt": 1092.6653409106657
	},
	{
		"id": "J0GCB31AK001",
		"name": "A反渗透保安过滤器",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB31",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41441851210706,
		"lat": 38.03567376928291,
		"alt": 1091.929136423394
	},
	{
		"id": "J0GCB41AK001",
		"name": "A反渗透装置",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB41",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4144234538298,
		"lat": 38.03569492813662,
		"alt": 1091.6152308187447
	},
	{
		"id": "J0GCF12AT001",
		"name": "B阳床",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF12",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41452006515347,
		"lat": 38.03571184513572,
		"alt": 1093.1590567966923
	},
	{
		"id": "J0GCF22AT001",
		"name": "B阴床",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF22",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451661482427,
		"lat": 38.03553248277956,
		"alt": 1093.1590567980893
	},
	{
		"id": "J0GCF32AT001",
		"name": "B混床",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF32",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451483231492,
		"lat": 38.03543981995925,
		"alt": 1093.1590567980893
	},
	{
		"id": "J0GCL52BB001",
		"name": "B除盐水箱",
		"add_id": "J1UGD30",
		"p_id": "J0GCL52",
		"add": "化水处理水箱区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4149201915198,
		"lat": 38.03573463701011,
		"alt": 1095.1976155084558
	},
	{
		"id": "J0GCL53BB001",
		"name": "C除盐水箱",
		"add_id": "J1UGD30",
		"p_id": "J0GCL53",
		"add": "化水处理水箱区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41492297024212,
		"lat": 38.03554373636822,
		"alt": 1095.1877869763412
	},
	{
		"id": "10HFC10AJ001",
		"name": "1A磨煤机",
		"add_id": "11UHA00",
		"p_id": "10HFC10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4144344084618,
		"lat": 38.03372645785284,
		"alt": 1102.8333085710183
	},
	{
		"id": "10HFC10AE001",
		"name": "1A磨煤机主电机",
		"add_id": "11UHA00",
		"p_id": "10HFC10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41438947999181,
		"lat": 38.03373808784097,
		"alt": 1095.9440306061879
	},
	{
		"id": "10HFC11",
		"name": "1A磨煤机出口送粉管风粉在线控制箱",
		"add_id": "11UHA16",
		"p_id": "10HFC",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFC10",
		"name": "1A磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HFC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFC21",
		"name": "1B磨煤机出口送粉管风粉在线控制箱",
		"add_id": "11UHA16",
		"p_id": "10HFC",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFC20",
		"name": "1B磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HFC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFC31",
		"name": "1C磨煤机出口送粉管风粉在线控制箱",
		"add_id": "11UHA16",
		"p_id": "10HFC",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFC30",
		"name": "1C磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HFC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFC41",
		"name": "1D磨煤机出口送粉管风粉在线控制箱",
		"add_id": "11UHA16",
		"p_id": "10HFC",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFC40",
		"name": "1D磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HFC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFC51",
		"name": "1E磨煤机出口送粉管风粉在线控制箱",
		"add_id": "11UHA16",
		"p_id": "10HFC",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFC50",
		"name": "1E磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HFC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFC61",
		"name": "1F磨煤机出口送粉管风粉在线控制箱",
		"add_id": "11UHA16",
		"p_id": "10HFC",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFC60",
		"name": "1F磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HFC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFC11AK001",
		"name": "1A磨煤机润滑站",
		"add_id": "11UHA00",
		"p_id": "10HFC11",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4143917003502,
		"lat": 38.033710436902155,
		"alt": 1096.1388543932699
	},
	{
		"id": "20HFC51AK001",
		"name": "2E磨煤机润滑站",
		"add_id": "21UHA00",
		"p_id": "20HFC51",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41391033046511,
		"lat": 38.033611188981666,
		"alt": 1096.1388543942012
	},
	{
		"id": "20HFC11",
		"name": "2A磨煤机出口送粉管风粉在线控制箱",
		"add_id": "21UHA16",
		"p_id": "20HFC",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFC10",
		"name": "2A磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HFC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFC21",
		"name": "2B磨煤机出口送粉管风粉在线控制箱",
		"add_id": "21UHA16",
		"p_id": "20HFC",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFC20",
		"name": "2B磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HFC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFC31",
		"name": "2C磨煤机出口送粉管风粉在线控制箱",
		"add_id": "21UHA16",
		"p_id": "20HFC",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFC30",
		"name": "2C磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HFC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFC41",
		"name": "2D磨煤机出口送粉管风粉在线控制箱",
		"add_id": "21UHA16",
		"p_id": "20HFC",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFC40",
		"name": "2D磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HFC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFC51",
		"name": "2E磨煤机出口送粉管风粉在线控制箱",
		"add_id": "21UHA16",
		"p_id": "20HFC",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFC50",
		"name": "2E磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HFC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFC61",
		"name": "2F磨煤机出口送粉管风粉在线控制箱",
		"add_id": "21UHA16",
		"p_id": "20HFC",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFC60",
		"name": "2F磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HFC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFW10AN001",
		"name": "2A密封风机",
		"add_id": "21UHA00",
		"p_id": "20HFW10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41415877932337,
		"lat": 38.03338567904457,
		"alt": 1097.702511342708
	},
	{
		"id": "20HFW20",
		"name": "2A、2B密封风机出口管道系统",
		"add_id": "21UHA00",
		"p_id": "20HFW",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFW10",
		"name": "2A、2B密封风机进口管道系统",
		"add_id": "21UHA00",
		"p_id": "20HFW",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HNV11AK001",
		"name": "2A一次风机油站",
		"add_id": "21UHA00",
		"p_id": "20HNV11",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41452175974604,
		"lat": 38.032966546615825,
		"alt": 1095.053466656711
	},
	{
		"id": "10HFC30AJ001",
		"name": "1C磨煤机",
		"add_id": "11UHA00",
		"p_id": "10HFC30",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41421763465691,
		"lat": 38.03372906602347,
		"alt": 1102.8333100471646
	},
	{
		"id": "10HFC30AE001",
		"name": "1C磨煤机主电机",
		"add_id": "11UHA00",
		"p_id": "10HFC30",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41418929142327,
		"lat": 38.033718672166046,
		"alt": 1096.6262789126486
	},
	{
		"id": "10HFC50AJ001",
		"name": "1E磨煤机",
		"add_id": "11UHA00",
		"p_id": "10HFC50",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41397795608475,
		"lat": 38.03373194931295,
		"alt": 1102.8333100480959
	},
	{
		"id": "10HFC50AE001",
		"name": "1E磨煤机主电机",
		"add_id": "11UHA00",
		"p_id": "10HFC50",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41394961878962,
		"lat": 38.033721555326025,
		"alt": 1096.626278910786
	},
	{
		"id": "10HFC61AK001",
		"name": "1F磨煤机润滑站",
		"add_id": "11UHA00",
		"p_id": "10HFC61",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41379251031279,
		"lat": 38.03371764529386,
		"alt": 1096.1388543942012
	},
	{
		"id": "10HLB11AN001",
		"name": "1A一次风机",
		"add_id": "11UHA00",
		"p_id": "10HLB11",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41454308544537,
		"lat": 38.03440509575027,
		"alt": 1102.6516691418365
	},
	{
		"id": "10HLB11",
		"name": "1A一次风机及暖风器系统",
		"add_id": "11UHA08",
		"p_id": "10HLB",
		"add": "#1锅炉房8.5m层"
	},
	{
		"id": "10HLB21",
		"name": "1A送风机及暖风器系统",
		"add_id": "11UHA00",
		"p_id": "10HLB",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HLV10AK001",
		"name": "1A送风机油站",
		"add_id": "11UHA00",
		"p_id": "10HLV10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4147988236571,
		"lat": 38.03423869105913,
		"alt": 1095.0534666557796
	},
	{
		"id": "10HLV10",
		"name": "1A送风机油站系统",
		"add_id": "11UHA00",
		"p_id": "10HLV",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "20HFC10AJ001",
		"name": "2A磨煤机",
		"add_id": "21UHA00",
		"p_id": "20HFC10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4144317554616,
		"lat": 38.033588381285774,
		"alt": 1102.833796852734
	},
	{
		"id": "20HFC10AE001",
		"name": "2A磨煤机主电机",
		"add_id": "21UHA00",
		"p_id": "20HFC10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41438639782253,
		"lat": 38.03357783782235,
		"alt": 1095.9445188893005
	},
	{
		"id": "20HFC30AJ001",
		"name": "2C磨煤机",
		"add_id": "21UHA00",
		"p_id": "20HFC30",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41421497650335,
		"lat": 38.03359098951043,
		"alt": 1102.8337983284146
	},
	{
		"id": "20HFC30AE001",
		"name": "2C磨煤机主电机",
		"add_id": "21UHA00",
		"p_id": "20HFC30",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41418704888953,
		"lat": 38.033602060522554,
		"alt": 1096.6267671938986
	},
	{
		"id": "20HFC41AK001",
		"name": "2D磨煤机润滑站",
		"add_id": "21UHA00",
		"p_id": "20HFC41",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403016748248,
		"lat": 38.0336097477707,
		"alt": 1096.1388543937355
	},
	{
		"id": "20HFC50AJ001",
		"name": "2E磨煤机",
		"add_id": "21UHA00",
		"p_id": "20HFC50",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4139753039409,
		"lat": 38.03359387271881,
		"alt": 1102.8337983284146
	},
	{
		"id": "20HFC50AE001",
		"name": "2E磨煤机主电机",
		"add_id": "21UHA00",
		"p_id": "20HFC50",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41394737663562,
		"lat": 38.03360494367051,
		"alt": 1096.6267671929672
	},
	{
		"id": "20HFC60AJ001",
		"name": "2F磨煤机",
		"add_id": "21UHA00",
		"p_id": "20HFC60",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41385546521431,
		"lat": 38.033595314169105,
		"alt": 1102.8337983293459
	},
	{
		"id": "20HFC60AE001",
		"name": "2F磨煤机主电机",
		"add_id": "21UHA00",
		"p_id": "20HFC60",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382753476202,
		"lat": 38.03360638513034,
		"alt": 1096.6267671925016
	},
	{
		"id": "20HFW20AN001",
		"name": "2B密封风机",
		"add_id": "21UHA00",
		"p_id": "20HFW20",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41416192486363,
		"lat": 38.03339825318491,
		"alt": 1099.23058491759
	},
	{
		"id": "20HLB11AN001",
		"name": "2A一次风机",
		"add_id": "21UHA00",
		"p_id": "20HLB11",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451427889021,
		"lat": 38.032907516825304,
		"alt": 1102.6516691362485
	},
	{
		"id": "20HLB11",
		"name": "2A一次风机及暖风器系统",
		"add_id": "21UHA08",
		"p_id": "20HLB",
		"add": "#2锅炉房8.5m层"
	},
	{
		"id": "20HLB21",
		"name": "2A送风机及暖风器系统",
		"add_id": "21UHA00",
		"p_id": "20HLB",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HLV10AK001",
		"name": "2A送风机油站",
		"add_id": "21UHA00",
		"p_id": "20HLV10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41477938136887,
		"lat": 38.033056704895195,
		"alt": 1095.0534666543826
	},
	{
		"id": "20HLV10",
		"name": "2A送风机油站系统",
		"add_id": "21UHA00",
		"p_id": "20HLV",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20LCL71AP002",
		"name": "2B启动疏水泵",
		"add_id": "21UHA00",
		"p_id": "20LCL71",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41415871800965,
		"lat": 38.0330409114796,
		"alt": 1095.2030635867268
	},
	{
		"id": "20LCL70",
		"name": "2A启动疏水泵及进出口压力表",
		"add_id": "21UHA00",
		"p_id": "20LCL",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20LCL71",
		"name": "2B启动疏水泵及进出口压力表",
		"add_id": "21UHA00",
		"p_id": "20LCL",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20LCL70AP001",
		"name": "2A启动疏水泵",
		"add_id": "21UHA00",
		"p_id": "20LCL70",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41415753406483,
		"lat": 38.03297934365537,
		"alt": 1095.2030635862611
	},
	{
		"id": "10HFC21AK001",
		"name": "1B磨煤机润滑站",
		"add_id": "11UHA00",
		"p_id": "10HFC21",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41427186459339,
		"lat": 38.03371187929269,
		"alt": 1096.138793357648
	},
	{
		"id": "10HFC31AK001",
		"name": "1C磨煤机润滑站",
		"add_id": "11UHA00",
		"p_id": "10HFC31",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41415202325206,
		"lat": 38.033713320803436,
		"alt": 1096.1388543951325
	},
	{
		"id": "10HFC60AJ001",
		"name": "1F磨煤机",
		"add_id": "11UHA00",
		"p_id": "10HFC60",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41385811991337,
		"lat": 38.03373339073691,
		"alt": 1102.8333100476302
	},
	{
		"id": "10HFC60AE001",
		"name": "1F磨煤机主电机",
		"add_id": "11UHA00",
		"p_id": "10HFC60",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382977672612,
		"lat": 38.03372299679186,
		"alt": 1096.6262789112516
	},
	{
		"id": "10HLB21AN001",
		"name": "1A送风机",
		"add_id": "11UHA00",
		"p_id": "10HLB21",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41482348344748,
		"lat": 38.034206376016705,
		"alt": 1100.2806365536526
	},
	{
		"id": "10LCL71AP002",
		"name": "1B启动疏水泵",
		"add_id": "11UHA00",
		"p_id": "10LCL71",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4141825510363,
		"lat": 38.03428024305225,
		"alt": 1095.2030635867268
	},
	{
		"id": "10LCL70",
		"name": "1A启动疏水泵及进出口压力表",
		"add_id": "11UHA00",
		"p_id": "10LCL",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10LCL71",
		"name": "1B启动疏水泵及进出口压力表",
		"add_id": "11UHA00",
		"p_id": "10LCL",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "20HFC11AK001",
		"name": "2A磨煤机润滑站",
		"add_id": "21UHA00",
		"p_id": "20HFC11",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41438968055246,
		"lat": 38.03360542255553,
		"alt": 1096.1388543928042
	},
	{
		"id": "20HFC40AJ001",
		"name": "2D磨煤机",
		"add_id": "21UHA00",
		"p_id": "20HFC40",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409514022641,
		"lat": 38.03359243117568,
		"alt": 1102.8337983274832
	},
	{
		"id": "20HFC40AE001",
		"name": "2D磨煤机主电机",
		"add_id": "21UHA00",
		"p_id": "20HFC40",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41406721259311,
		"lat": 38.03360350215968,
		"alt": 1096.626767192036
	},
	{
		"id": "10HFC20AJ001",
		"name": "1B磨煤机",
		"add_id": "11UHA00",
		"p_id": "10HFC20",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41433747115016,
		"lat": 38.033727624229,
		"alt": 1102.8333100480959
	},
	{
		"id": "10HFC20AE001",
		"name": "1B磨煤机主电机",
		"add_id": "11UHA00",
		"p_id": "10HFC20",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.414309127901,
		"lat": 38.03371723040082,
		"alt": 1096.626278910786
	},
	{
		"id": "10HFC40AJ001",
		"name": "1D磨煤机",
		"add_id": "11UHA00",
		"p_id": "10HFC40",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409779537511,
		"lat": 38.033730507729246,
		"alt": 1102.8333100476302
	},
	{
		"id": "10HFC40AE001",
		"name": "1D磨煤机主电机",
		"add_id": "11UHA00",
		"p_id": "10HFC40",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41406945493696,
		"lat": 38.03372011380918,
		"alt": 1096.626278910786
	},
	{
		"id": "10HFC51AK001",
		"name": "1E磨煤机润滑站",
		"add_id": "11UHA00",
		"p_id": "10HFC51",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41391234958947,
		"lat": 38.033716203899644,
		"alt": 1096.1388543928042
	},
	{
		"id": "10HFW10AN001",
		"name": "1A密封风机",
		"add_id": "11UHA00",
		"p_id": "10HFW10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41416930767292,
		"lat": 38.03393316206416,
		"alt": 1097.7025113431737
	},
	{
		"id": "10HFW20",
		"name": "1A、1B密封风机出口管道系统",
		"add_id": "11UHA00",
		"p_id": "10HFW",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFW10",
		"name": "1A、1B密封风机进口管道系统",
		"add_id": "11UHA00",
		"p_id": "10HFW",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HNV11AK001",
		"name": "1A一次风机油站",
		"add_id": "11UHA00",
		"p_id": "10HNV11",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453446598467,
		"lat": 38.03433314592641,
		"alt": 1095.0534666571766
	},
	{
		"id": "10LCL70AP001",
		"name": "1A启动疏水泵",
		"add_id": "11UHA00",
		"p_id": "10LCL70",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41418373505735,
		"lat": 38.034341810862166,
		"alt": 1095.2030635857955
	},
	{
		"id": "20HFC20AJ001",
		"name": "2B磨煤机",
		"add_id": "21UHA00",
		"p_id": "20HFC20",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41433481555177,
		"lat": 38.03358954768965,
		"alt": 1102.8337983288802
	},
	{
		"id": "20HFC20AE001",
		"name": "2B磨煤机主电机",
		"add_id": "21UHA00",
		"p_id": "20HFC20",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41430689073749,
		"lat": 38.033600618696425,
		"alt": 1096.626767193433
	},
	{
		"id": "20HFC31AK001",
		"name": "2C磨煤机润滑站",
		"add_id": "21UHA00",
		"p_id": "20HFC31",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41415000378574,
		"lat": 38.033608305896266,
		"alt": 1096.1388543951325
	},
	{
		"id": "20HLB21AN001",
		"name": "2A送风机",
		"add_id": "21UHA00",
		"p_id": "20HLB21",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41480218593821,
		"lat": 38.03309932318807,
		"alt": 1100.2802093075588
	},
	{
		"id": "10HFC41AK001",
		"name": "1D磨煤机润滑站",
		"add_id": "11UHA00",
		"p_id": "10HFC41",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403218676726,
		"lat": 38.03371476213357,
		"alt": 1096.1388543928042
	},
	{
		"id": "10HFW20AN001",
		"name": "1B密封风机",
		"add_id": "11UHA00",
		"p_id": "10HFW20",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41417196827877,
		"lat": 38.03392051813586,
		"alt": 1099.2305849185213
	},
	{
		"id": "20HFC21AK001",
		"name": "2B磨煤机润滑站",
		"add_id": "21UHA00",
		"p_id": "20HFC21",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41426984494548,
		"lat": 38.03360686384123,
		"alt": 1096.138793357648
	},
	{
		"id": "20HFC61AK001",
		"name": "2F磨煤机润滑站",
		"add_id": "21UHA00",
		"p_id": "20HFC61",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41379049135946,
		"lat": 38.03361263037047,
		"alt": 1096.1388543946669
	},
	{
		"id": "10HHY11AV011",
		"name": "#1炉A层#1等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383147246822,
		"lat": 38.03415171343923,
		"alt": 1116.7120968014933
	},
	{
		"id": "10HHY11AV021",
		"name": "#1炉A层#2等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383090322618,
		"lat": 38.03412210591382,
		"alt": 1116.7120968014933
	},
	{
		"id": "10HHY11AV031",
		"name": "#1炉A层#3等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383033402727,
		"lat": 38.03409250058712,
		"alt": 1116.7120968028903
	},
	{
		"id": "10HHY11AV041",
		"name": "#1炉A层#4等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382976478693,
		"lat": 38.0340628930614,
		"alt": 1116.712096801959
	},
	{
		"id": "10HHY11AV051",
		"name": "#1炉A层#5等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382919558964,
		"lat": 38.03403328773439,
		"alt": 1116.7120968024246
	},
	{
		"id": "10HHY11AV061",
		"name": "#1炉A层#6等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382862635095,
		"lat": 38.03400368020837,
		"alt": 1116.7120968028903
	},
	{
		"id": "10HHY11AV071",
		"name": "#1炉A层#7等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382805715537,
		"lat": 38.03397407488103,
		"alt": 1116.7120968028903
	},
	{
		"id": "10HHY11AV081",
		"name": "#1炉A层#8等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382748791835,
		"lat": 38.03394446735469,
		"alt": 1116.712096801959
	},
	{
		"id": "10HHY11",
		"name": "#1炉A层#1等离子电源柜",
		"add_id": "11UHA16",
		"p_id": "10HHY",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHY61",
		"name": "#1炉F层#1等离子电源柜",
		"add_id": "11UHA16",
		"p_id": "10HHY",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHY61AV011",
		"name": "#1炉F层#1等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383147251048,
		"lat": 38.034151715635275,
		"alt": 1141.6740108653903
	},
	{
		"id": "10HHY61AV021",
		"name": "#1炉F层#2等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383090326846,
		"lat": 38.03412210810987,
		"alt": 1141.6740108653903
	},
	{
		"id": "10HHY61AV031",
		"name": "#1炉F层#3等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383033406956,
		"lat": 38.03409250278318,
		"alt": 1141.674010865856
	},
	{
		"id": "10HHY61AV041",
		"name": "#1炉F层#4等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382976482919,
		"lat": 38.03406289525746,
		"alt": 1141.6740108639933
	},
	{
		"id": "10HHY61AV051",
		"name": "#1炉F层#5等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382919563193,
		"lat": 38.03403328993045,
		"alt": 1141.674010864459
	},
	{
		"id": "10HHY61AV061",
		"name": "#1炉F层#6等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382862639321,
		"lat": 38.03400368240442,
		"alt": 1141.6740108653903
	},
	{
		"id": "10HHY61AV071",
		"name": "#1炉F层#7等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382805719766,
		"lat": 38.03397407707709,
		"alt": 1141.6740108653903
	},
	{
		"id": "10HHY61AV081",
		"name": "#1炉F层#8等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382748796062,
		"lat": 38.03394446955076,
		"alt": 1141.6740108639933
	},
	{
		"id": "10HLD10AE005",
		"name": "1A空预器底部高压清洗装置",
		"add_id": "11UHA16",
		"p_id": "10HLD10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41454773118879,
		"lat": 38.033990971116154,
		"alt": 1116.0770260524005
	},
	{
		"id": "10HLD10",
		"name": "1A空预器系统",
		"add_id": "11UHA16",
		"p_id": "10HLD",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HLD20",
		"name": "1B空预器系统",
		"add_id": "11UHA16",
		"p_id": "10HLD",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HLD20AE005",
		"name": "1B空预器底部高压清洗装置",
		"add_id": "11UHA16",
		"p_id": "10HLD20",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41455015311567,
		"lat": 38.03411687727305,
		"alt": 1116.0770260500722
	},
	{
		"id": "20ETG10BN001",
		"name": "#2炉省煤器第一排A仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408028249484,
		"lat": 38.033163986036904,
		"alt": 1125.7379078324884
	},
	{
		"id": "20ETG10BN002",
		"name": "#2炉省煤器第一排B仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408084078739,
		"lat": 38.03319301993871,
		"alt": 1125.737907834351
	},
	{
		"id": "20ETG10BN003",
		"name": "#2炉省煤器第一排C仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408139983656,
		"lat": 38.03322209314486,
		"alt": 1125.737907834351
	},
	{
		"id": "20ETG10BN004",
		"name": "#2炉省煤器第一排D仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408195892353,
		"lat": 38.033251168274845,
		"alt": 1125.7379078338854
	},
	{
		"id": "20ETG10BN005",
		"name": "#2炉省煤器第一排E仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408251797962,
		"lat": 38.033280241755506,
		"alt": 1125.7379078348167
	},
	{
		"id": "20ETG10BN006",
		"name": "#2炉省煤器第一排F仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408307703122,
		"lat": 38.03330931496119,
		"alt": 1125.737907834351
	},
	{
		"id": "20ETG10BN007",
		"name": "#2炉省煤器第一排G仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140836360836,
		"lat": 38.03333838816672,
		"alt": 1125.7379078338854
	},
	{
		"id": "20ETG10BN008",
		"name": "#2炉省煤器第一排H仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408421771017,
		"lat": 38.033368635283956,
		"alt": 1125.737907809671
	},
	{
		"id": "20ETG10BN011",
		"name": "#2炉省煤器第二排A仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425565488225,
		"lat": 38.03316187624483,
		"alt": 1125.7379122553393
	},
	{
		"id": "20ETG10BN012",
		"name": "#2炉省煤器第二排B仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.414256213244,
		"lat": 38.03319091014444,
		"alt": 1125.737912255805
	},
	{
		"id": "20ETG10BN013",
		"name": "#2炉省煤器第二排C仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425677236245,
		"lat": 38.033219983348395,
		"alt": 1125.7379122548737
	},
	{
		"id": "20ETG10BN014",
		"name": "#2炉省煤器第二排D仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425733151871,
		"lat": 38.03324905847616,
		"alt": 1125.7379122553393
	},
	{
		"id": "20ETG10BN015",
		"name": "#2炉省煤器第二排E仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425788786405,
		"lat": 38.03327813198811,
		"alt": 1125.7379122562706
	},
	{
		"id": "20ETG10BN016",
		"name": "#2炉省煤器第二排F仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425844698492,
		"lat": 38.03330720519159,
		"alt": 1125.7379122553393
	},
	{
		"id": "20ETG10BN017",
		"name": "#2炉省煤器第二排G仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425900610659,
		"lat": 38.033336278394934,
		"alt": 1125.7379122553393
	},
	{
		"id": "20ETG10BN018",
		"name": "#2炉省煤器第二排H仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425958780522,
		"lat": 38.0333665255099,
		"alt": 1125.737912231125
	},
	{
		"id": "20HCB14BN038",
		"name": "#2炉右侧长伸缩式吹灰器SL76",
		"add_id": "21UHA43",
		"p_id": "20HCB14",
		"add": "#2锅炉房46.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451270944982,
		"lat": 38.03334844974099,
		"alt": 1132.369077193085
	},
	{
		"id": "20HCB14BN039",
		"name": "#2炉右侧长伸缩式吹灰器SL78",
		"add_id": "21UHA43",
		"p_id": "20HCB14",
		"add": "#2锅炉房46.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451101088678,
		"lat": 38.0332601436333,
		"alt": 1132.3690771935508
	},
	{
		"id": "20HCB14BN040",
		"name": "#2炉右侧长伸缩式吹灰器SL80",
		"add_id": "21UHA43",
		"p_id": "20HCB14",
		"add": "#2锅炉房46.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41450922745145,
		"lat": 38.03316742470618,
		"alt": 1132.3690771935508
	},
	{
		"id": "20HFA10BB001",
		"name": "2A原煤仓",
		"add_id": "21UHA16",
		"p_id": "20HFA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41388790664888,
		"lat": 38.033596213342335,
		"alt": 1126.694821249228
	},
	{
		"id": "20HFA10",
		"name": "2A原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HFA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFA20",
		"name": "2B原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HFA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFA30",
		"name": "2C原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HFA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFA40",
		"name": "2D原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HFA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFA50",
		"name": "2E原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HFA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFA60",
		"name": "2F原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HFA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "10ETG10BN001",
		"name": "#1炉省煤器第一排A仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140954712905,
		"lat": 38.03395386159258,
		"alt": 1125.7379078324884
	},
	{
		"id": "10ETG10BN002",
		"name": "#1炉省煤器第一排B仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140960296049,
		"lat": 38.0339828954903,
		"alt": 1125.7379078348167
	},
	{
		"id": "10ETG10BN003",
		"name": "#1炉省煤器第一排C仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409658867593,
		"lat": 38.03401196869231,
		"alt": 1125.737907834351
	},
	{
		"id": "10ETG10BN004",
		"name": "#1炉省煤器第一排D仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409714779006,
		"lat": 38.03404104409304,
		"alt": 1125.737907835748
	},
	{
		"id": "10ETG10BN005",
		"name": "#1炉省煤器第一排E仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140977068627,
		"lat": 38.03407011729477,
		"alt": 1125.7379078334197
	},
	{
		"id": "10ETG10BN006",
		"name": "#1炉省煤器第一排F仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409826594145,
		"lat": 38.0340991907712,
		"alt": 1125.7379078334197
	},
	{
		"id": "10ETG10BN007",
		"name": "#1炉省煤器第一排G仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409882500514,
		"lat": 38.0341282634229,
		"alt": 1125.737907834351
	},
	{
		"id": "10ETG10BN008",
		"name": "#1炉省煤器第一排H仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409940665972,
		"lat": 38.03415851081073,
		"alt": 1125.7379078092054
	},
	{
		"id": "10ETG10BN011",
		"name": "#1炉省煤器第二排A仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41431070037697,
		"lat": 38.03395127222818,
		"alt": 1125.7379080890678
	},
	{
		"id": "10ETG10BN012",
		"name": "#1炉省煤器第二排B仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41431125877628,
		"lat": 38.03398030612321,
		"alt": 1125.7379080890678
	},
	{
		"id": "10ETG10BN013",
		"name": "#1炉省煤器第二排C仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41431181793236,
		"lat": 38.03400937932254,
		"alt": 1125.737908089999
	},
	{
		"id": "10ETG10BN014",
		"name": "#1炉省煤器第二排D仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4143123771315,
		"lat": 38.03403845472057,
		"alt": 1125.7379080890678
	},
	{
		"id": "10ETG10BN015",
		"name": "#1炉省煤器第二排E仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41431293350912,
		"lat": 38.03406752795307,
		"alt": 1125.7379080876708
	},
	{
		"id": "10ETG10BN016",
		"name": "#1炉省煤器第二排F仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41431349267287,
		"lat": 38.03409660142678,
		"alt": 1125.7379080895334
	},
	{
		"id": "10ETG10BN017",
		"name": "#1炉省煤器第二排G仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41427419691024,
		"lat": 38.03412615359156,
		"alt": 1125.7379122553393
	},
	{
		"id": "10ETG10BN018",
		"name": "#1炉省煤器第二排H仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41427477863692,
		"lat": 38.0341564009771,
		"alt": 1125.7379122320563
	},
	{
		"id": "10HCB14BN035",
		"name": "#1炉右侧长伸缩式吹灰器SL70",
		"add_id": "11UHA45",
		"p_id": "10HCB14",
		"add": "#1锅炉房51.3m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41452455612377,
		"lat": 38.03396433231268,
		"alt": 1132.3690771921538
	},
	{
		"id": "10HCB14BN036",
		"name": "#1炉右侧长伸缩式吹灰器SL72",
		"add_id": "11UHA45",
		"p_id": "10HCB14",
		"add": "#1锅炉房51.3m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4145262547354,
		"lat": 38.03405263785953,
		"alt": 1132.369077194482
	},
	{
		"id": "10HCB14BN037",
		"name": "#1炉右侧长伸缩式吹灰器SL74",
		"add_id": "11UHA45",
		"p_id": "10HCB14",
		"add": "#1锅炉房51.3m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41452803821191,
		"lat": 38.03414535484799,
		"alt": 1132.3690771940164
	},
	{
		"id": "10HFA10BB001",
		"name": "1A原煤仓",
		"add_id": "11UHA16",
		"p_id": "10HFA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41389051742058,
		"lat": 38.03373171278811,
		"alt": 1126.6948212524876
	},
	{
		"id": "10HFA10",
		"name": "1A原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HFA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFA20",
		"name": "1B原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HFA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFA30",
		"name": "1C原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HFA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFA40",
		"name": "1D原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HFA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFA50",
		"name": "1E原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HFA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFA60",
		"name": "1F原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HFA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFA20BB001",
		"name": "1B原煤仓",
		"add_id": "11UHA16",
		"p_id": "10HFA20",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41400693517784,
		"lat": 38.03373031245143,
		"alt": 1126.6948212496936
	},
	{
		"id": "10HFB10AF001",
		"name": "1A给煤机",
		"add_id": "11UHA16",
		"p_id": "10HFB10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41387948742414,
		"lat": 38.033737407861366,
		"alt": 1114.2113625733182
	},
	{
		"id": "10HFB10",
		"name": "1A给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HFB",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFB20",
		"name": "1B给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HFB",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFB30",
		"name": "1C给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HFB",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFB40",
		"name": "1D给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HFB",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFB50",
		"name": "1E给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HFB",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFB60",
		"name": "1F给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HFB",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHA10AV001",
		"name": "#1炉A层#1燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384848660333,
		"lat": 38.034155567716226,
		"alt": 1119.8395994477905
	},
	{
		"id": "10HHA10AV002",
		"name": "#1炉A层#2燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384791735439,
		"lat": 38.034125960191076,
		"alt": 1119.8395994473249
	},
	{
		"id": "10HHA10AV003",
		"name": "#1炉A层#3燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384734814854,
		"lat": 38.0340963548646,
		"alt": 1119.8395994482562
	},
	{
		"id": "10HHA10AV004",
		"name": "#1炉A层#4燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384677890125,
		"lat": 38.034066747339125,
		"alt": 1119.8395994491875
	},
	{
		"id": "10HHA10AV005",
		"name": "#1炉A层#5燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384620969706,
		"lat": 38.03403714201235,
		"alt": 1119.8395994487219
	},
	{
		"id": "10HHA10AV006",
		"name": "#1炉A层#6燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384564045143,
		"lat": 38.03400753448656,
		"alt": 1119.8395994491875
	},
	{
		"id": "10HHA10AV007",
		"name": "#1炉A层#7燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384507124893,
		"lat": 38.03397792915945,
		"alt": 1119.8395994496532
	},
	{
		"id": "10HHA10AV008",
		"name": "#1炉A层#8燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384450200499,
		"lat": 38.033948321633375,
		"alt": 1119.8395994491875
	},
	{
		"id": "10HHA10",
		"name": "#1炉A层燃烧器系统",
		"add_id": "11UHA16",
		"p_id": "10HHA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHA20",
		"name": "#1炉B层燃烧器系统",
		"add_id": "11UHA25",
		"p_id": "10HHA",
		"add": "#1锅炉房25.0m层"
	},
	{
		"id": "10HHA30",
		"name": "#1炉C层燃烧器系统",
		"add_id": "11UHA25",
		"p_id": "10HHA",
		"add": "#1锅炉房25.0m层"
	},
	{
		"id": "10HHA40",
		"name": "#1炉D层燃烧器系统",
		"add_id": "11UHA25",
		"p_id": "10HHA",
		"add": "#1锅炉房25.0m层"
	},
	{
		"id": "10HHA50",
		"name": "#1炉E层燃烧器系统",
		"add_id": "11UHA25",
		"p_id": "10HHA",
		"add": "#1锅炉房25.0m层"
	},
	{
		"id": "10HHA60",
		"name": "#1炉F层燃烧器系统",
		"add_id": "11UHA16",
		"p_id": "10HHA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHA20AV001",
		"name": "#1炉B层#1燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384848660334,
		"lat": 38.034155567715885,
		"alt": 1122.9573362646624
	},
	{
		"id": "10HHA20AV002",
		"name": "#1炉B层#2燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384791735436,
		"lat": 38.03412596019071,
		"alt": 1122.9573362655938
	},
	{
		"id": "10HHA20AV003",
		"name": "#1炉B层#3燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384734814854,
		"lat": 38.034096354864275,
		"alt": 1122.9573362637311
	},
	{
		"id": "10HHA20AV004",
		"name": "#1炉B层#4燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384677890125,
		"lat": 38.03406674733877,
		"alt": 1122.957336265128
	},
	{
		"id": "10HHA20AV005",
		"name": "#1炉B层#5燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384620969706,
		"lat": 38.034037142012,
		"alt": 1122.957336265128
	},
	{
		"id": "10HHA20AV006",
		"name": "#1炉B层#6燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384564045146,
		"lat": 38.03400753448622,
		"alt": 1122.9573362655938
	},
	{
		"id": "10HHA20AV007",
		"name": "#1炉B层#7燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384507124894,
		"lat": 38.03397792915911,
		"alt": 1122.9573362641968
	},
	{
		"id": "10HHA20AV008",
		"name": "#1炉B层#8燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384450200496,
		"lat": 38.03394832163302,
		"alt": 1122.9573362660594
	},
	{
		"id": "10HHA30AV001",
		"name": "#1炉C层#1燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384848660333,
		"lat": 38.034155567715516,
		"alt": 1126.0749510107562
	},
	{
		"id": "10HHA30AV002",
		"name": "#1炉C层#2燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384791735439,
		"lat": 38.034125960190366,
		"alt": 1126.0749510112219
	},
	{
		"id": "10HHA30AV003",
		"name": "#1炉C层#3燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384734814855,
		"lat": 38.03409635486389,
		"alt": 1126.0749510107562
	},
	{
		"id": "10HHA30AV004",
		"name": "#1炉C层#4燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384677890125,
		"lat": 38.034066747338436,
		"alt": 1126.0749510107562
	},
	{
		"id": "10HHA30AV005",
		"name": "#1炉C层#5燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384620969706,
		"lat": 38.03403714201164,
		"alt": 1126.0749510121532
	},
	{
		"id": "10HHA30AV006",
		"name": "#1炉C层#6燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384564045144,
		"lat": 38.034007534485866,
		"alt": 1126.0749510107562
	},
	{
		"id": "10HHA30AV007",
		"name": "#1炉C层#7燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384507124893,
		"lat": 38.033977929158766,
		"alt": 1126.0749510098249
	},
	{
		"id": "10HHA30AV008",
		"name": "#1炉C层#8燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384450200499,
		"lat": 38.03394832163268,
		"alt": 1126.0749510121532
	},
	{
		"id": "10HHA40AV001",
		"name": "#1炉D层#1燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384848660334,
		"lat": 38.03415556771519,
		"alt": 1129.1928098970093
	},
	{
		"id": "10HHA40AV002",
		"name": "#1炉D层#2燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384791735436,
		"lat": 38.03412596019001,
		"alt": 1129.1928098979406
	},
	{
		"id": "10HHA40AV003",
		"name": "#1炉D层#3燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384734814854,
		"lat": 38.034096354863564,
		"alt": 1129.192809897475
	},
	{
		"id": "10HHA40AV004",
		"name": "#1炉D层#4燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384677890125,
		"lat": 38.03406674733809,
		"alt": 1129.192809897475
	},
	{
		"id": "10HHA40AV005",
		"name": "#1炉D层#5燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384620969706,
		"lat": 38.0340371420113,
		"alt": 1129.1928098970093
	},
	{
		"id": "10HHA40AV006",
		"name": "#1炉D层#6燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384564045144,
		"lat": 38.03400753448551,
		"alt": 1129.1928098970093
	},
	{
		"id": "10HHA40AV007",
		"name": "#1炉D层#7燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384507124893,
		"lat": 38.03397792915841,
		"alt": 1129.192809897475
	},
	{
		"id": "10HHA40AV008",
		"name": "#1炉D层#8燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384450200499,
		"lat": 38.03394832163232,
		"alt": 1129.192809897475
	},
	{
		"id": "10HHA50AV001",
		"name": "#1炉E层#1燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384848660333,
		"lat": 38.03415556771483,
		"alt": 1132.3107908549719
	},
	{
		"id": "10HHA50AV002",
		"name": "#1炉E层#2燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384791735436,
		"lat": 38.03412596018966,
		"alt": 1132.3107908559032
	},
	{
		"id": "10HHA50AV003",
		"name": "#1炉E层#3燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384734814852,
		"lat": 38.0340963548632,
		"alt": 1132.3107908545062
	},
	{
		"id": "10HHA50AV004",
		"name": "#1炉E层#4燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384677890125,
		"lat": 38.03406674733773,
		"alt": 1132.3107908540405
	},
	{
		"id": "10HHA50AV005",
		"name": "#1炉E层#5燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384620969706,
		"lat": 38.034037142010966,
		"alt": 1132.3107908535749
	},
	{
		"id": "10HHA50AV006",
		"name": "#1炉E层#6燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384564045146,
		"lat": 38.03400753448516,
		"alt": 1132.3107908554375
	},
	{
		"id": "10HHA50AV007",
		"name": "#1炉E层#7燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384507124893,
		"lat": 38.03397792915806,
		"alt": 1132.3107908540405
	},
	{
		"id": "10HHA50AV008",
		"name": "#1炉E层#8燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384450200499,
		"lat": 38.03394832163198,
		"alt": 1132.3107908540405
	},
	{
		"id": "10HHA60AV001",
		"name": "#1炉F层#1燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384848660333,
		"lat": 38.034155567714485,
		"alt": 1135.4284666376188
	},
	{
		"id": "10HHA60AV002",
		"name": "#1炉F层#2燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384791735439,
		"lat": 38.03412596018933,
		"alt": 1135.4284666348249
	},
	{
		"id": "10HHA60AV003",
		"name": "#1炉F层#3燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384734814855,
		"lat": 38.03409635486287,
		"alt": 1135.4284666352905
	},
	{
		"id": "10HHA60AV004",
		"name": "#1炉F层#4燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384677890125,
		"lat": 38.03406674733738,
		"alt": 1135.4284666357562
	},
	{
		"id": "10HHA60AV005",
		"name": "#1炉F层#5燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384620969706,
		"lat": 38.0340371420106,
		"alt": 1135.4284666376188
	},
	{
		"id": "10HHA60AV006",
		"name": "#1炉F层#6燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384564045144,
		"lat": 38.03400753448483,
		"alt": 1135.4284666357562
	},
	{
		"id": "10HHA60AV007",
		"name": "#1炉F层#7燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384507124891,
		"lat": 38.033977929157714,
		"alt": 1135.4284666366875
	},
	{
		"id": "10HHA60AV008",
		"name": "#1炉F层#8燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384450200498,
		"lat": 38.03394832163163,
		"alt": 1135.4284666366875
	},
	{
		"id": "10HHA61AV001",
		"name": "#1炉前墙下层#1燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403846853615,
		"lat": 38.034149144414855,
		"alt": 1113.6740720327944
	},
	{
		"id": "10HHA61AV002",
		"name": "#1炉前墙下层#2燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403789806925,
		"lat": 38.03411947752313,
		"alt": 1113.6740720341913
	},
	{
		"id": "10HHA61AV003",
		"name": "#1炉前墙下层#3燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403733280382,
		"lat": 38.03409008108986,
		"alt": 1113.67407203326
	},
	{
		"id": "10HHA61AV004",
		"name": "#1炉前墙下层#4燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403675891378,
		"lat": 38.03406023609092,
		"alt": 1113.6740720323287
	},
	{
		"id": "10HHA61AV005",
		"name": "#1炉前墙下层#5燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403619652516,
		"lat": 38.03403098917917,
		"alt": 1113.6740720327944
	},
	{
		"id": "10HHA61AV006",
		"name": "#1炉前墙下层#6燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403562458173,
		"lat": 38.03400124532705,
		"alt": 1113.6740720323287
	},
	{
		"id": "10HHA61AV007",
		"name": "#1炉前墙下层#7燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403505390758,
		"lat": 38.03397156744029,
		"alt": 1113.674072034657
	},
	{
		"id": "10HHA61AV008",
		"name": "#1炉前墙下层#8燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403448505235,
		"lat": 38.033941984103954,
		"alt": 1113.67407203326
	},
	{
		"id": "10HFA30BB001",
		"name": "1C原煤仓",
		"add_id": "11UHA16",
		"p_id": "10HFA30",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41411668047803,
		"lat": 38.033728992269126,
		"alt": 1126.694821247831
	},
	{
		"id": "10HFA40BB001",
		"name": "1D原煤仓",
		"add_id": "11UHA16",
		"p_id": "10HFA40",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41422956131106,
		"lat": 38.033727634260956,
		"alt": 1126.694821250625
	},
	{
		"id": "10HFB40AF001",
		"name": "1D给煤机",
		"add_id": "11UHA16",
		"p_id": "10HFB40",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41421853064747,
		"lat": 38.03373332937386,
		"alt": 1114.2113625761122
	},
	{
		"id": "10HFB60AF001",
		"name": "1F给煤机",
		"add_id": "11UHA16",
		"p_id": "10HFB60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41444692222899,
		"lat": 38.03373058140813,
		"alt": 1114.2113625747152
	},
	{
		"id": "10HHA62AV001",
		"name": "#1炉前墙上层#1燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403846853616,
		"lat": 38.0341491444145,
		"alt": 1116.7918088492006
	},
	{
		"id": "10HHA62AV002",
		"name": "#1炉前墙上层#2燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403789806924,
		"lat": 38.03411947752279,
		"alt": 1116.7918088496663
	},
	{
		"id": "10HHA62AV003",
		"name": "#1炉前墙上层#3燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403733280382,
		"lat": 38.03409008108951,
		"alt": 1116.7918088492006
	},
	{
		"id": "10HHA62AV004",
		"name": "#1炉前墙上层#4燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403675891377,
		"lat": 38.034060236090575,
		"alt": 1116.791808848735
	},
	{
		"id": "10HHA62AV005",
		"name": "#1炉前墙上层#5燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403619652516,
		"lat": 38.03403098917883,
		"alt": 1116.7918088510633
	},
	{
		"id": "10HHA62AV006",
		"name": "#1炉前墙上层#6燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403562458171,
		"lat": 38.03400124532671,
		"alt": 1116.7918088505976
	},
	{
		"id": "10HHA62AV007",
		"name": "#1炉前墙上层#7燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403505390757,
		"lat": 38.03397156743995,
		"alt": 1116.7918088496663
	},
	{
		"id": "10HHA62AV008",
		"name": "#1炉前墙上层#8燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403448505238,
		"lat": 38.03394198410359,
		"alt": 1116.791808850132
	},
	{
		"id": "10HFB30AF001",
		"name": "1C给煤机",
		"add_id": "11UHA16",
		"p_id": "10HFB30",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41410565536526,
		"lat": 38.0337346873047,
		"alt": 1114.2113625761122
	},
	{
		"id": "10HHA63AV001",
		"name": "#1炉后墙下层#1燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383099034311,
		"lat": 38.034151640060685,
		"alt": 1113.6740720327944
	},
	{
		"id": "10HHA63AV002",
		"name": "#1炉后墙下层#2燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383041995985,
		"lat": 38.03412197316631,
		"alt": 1113.6740720327944
	},
	{
		"id": "10HHA63AV003",
		"name": "#1炉后墙下层#3燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382985477729,
		"lat": 38.034092576730416,
		"alt": 1113.6740720337257
	},
	{
		"id": "10HHA63AV004",
		"name": "#1炉后墙下层#4燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382928095553,
		"lat": 38.03406273090424,
		"alt": 1113.6740720337257
	},
	{
		"id": "10HHA63AV005",
		"name": "#1炉后墙下层#5燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382871866523,
		"lat": 38.03403348481447,
		"alt": 1113.6740720327944
	},
	{
		"id": "10HHA63AV006",
		"name": "#1炉后墙下层#6燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382814680563,
		"lat": 38.0340037409597,
		"alt": 1113.6740720337257
	},
	{
		"id": "10HHA63AV007",
		"name": "#1炉后墙下层#7燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382757621516,
		"lat": 38.03397406307029,
		"alt": 1113.6740720323287
	},
	{
		"id": "10HHA63AV008",
		"name": "#1炉后墙下层#8燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382700742221,
		"lat": 38.03394447863187,
		"alt": 1113.674072031863
	},
	{
		"id": "10HHA64AV001",
		"name": "#1炉后墙上层#1燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383099173314,
		"lat": 38.03415164004116,
		"alt": 1138.636047131382
	},
	{
		"id": "10HHA64AV002",
		"name": "#1炉后墙上层#2燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383042134984,
		"lat": 38.03412197314681,
		"alt": 1138.6360471309163
	},
	{
		"id": "10HHA64AV003",
		"name": "#1炉后墙上层#3燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382985616733,
		"lat": 38.03409257671091,
		"alt": 1138.636047131382
	},
	{
		"id": "10HHA64AV004",
		"name": "#1炉后墙上层#4燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382928236139,
		"lat": 38.0340627317093,
		"alt": 1138.6360471309163
	},
	{
		"id": "10HHA64AV005",
		"name": "#1炉后墙上层#5燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382872005525,
		"lat": 38.03403348479496,
		"alt": 1138.6360471318476
	},
	{
		"id": "10HHA64AV006",
		"name": "#1炉后墙上层#6燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382814819566,
		"lat": 38.034003740940186,
		"alt": 1138.636047131382
	},
	{
		"id": "10HHA64AV007",
		"name": "#1炉后墙上层#7燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382757764745,
		"lat": 38.03397406524964,
		"alt": 1138.636047131382
	},
	{
		"id": "10HHA64AV008",
		"name": "#1炉后墙上层#8燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382700883338,
		"lat": 38.03394447971178,
		"alt": 1138.6360471318476
	},
	{
		"id": "10HFA50BB001",
		"name": "1E原煤仓",
		"add_id": "11UHA16",
		"p_id": "10HFA50",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41433678197114,
		"lat": 38.03372634424685,
		"alt": 1126.6948212501593
	},
	{
		"id": "10HFA60BB001",
		"name": "1F原煤仓",
		"add_id": "11UHA16",
		"p_id": "10HFA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41445794731371,
		"lat": 38.033724886341034,
		"alt": 1126.6948212496936
	},
	{
		"id": "10HFB20AF001",
		"name": "1B给煤机",
		"add_id": "11UHA16",
		"p_id": "10HFB20",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41399591075105,
		"lat": 38.033736007468534,
		"alt": 1114.2113625742495
	},
	{
		"id": "10HFB50AF001",
		"name": "1E给煤机",
		"add_id": "11UHA16",
		"p_id": "10HFB50",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41432575131638,
		"lat": 38.03373203936965,
		"alt": 1114.2113625742495
	},
	{
		"id": "20HFA20BB001",
		"name": "2B原煤仓",
		"add_id": "21UHA16",
		"p_id": "20HFA20",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41400432975189,
		"lat": 38.03359481294555,
		"alt": 1126.6948212496936
	},
	{
		"id": "20HHA10AV001",
		"name": "#2炉A层#1燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383371903757,
		"lat": 38.033387469524115,
		"alt": 1119.8395994491875
	},
	{
		"id": "20HHA10AV002",
		"name": "#2炉A层#2燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383314981026,
		"lat": 38.03335786199489,
		"alt": 1119.8395994482562
	},
	{
		"id": "20HHA10AV003",
		"name": "#2炉A层#3燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383258062606,
		"lat": 38.033328256664355,
		"alt": 1119.8395994501188
	},
	{
		"id": "20HHA10AV004",
		"name": "#2炉A层#4燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383201140043,
		"lat": 38.03329864913482,
		"alt": 1119.8395994491875
	},
	{
		"id": "20HHA10AV005",
		"name": "#2炉A层#5燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383144221788,
		"lat": 38.03326904380396,
		"alt": 1119.8395994487219
	},
	{
		"id": "20HHA10AV006",
		"name": "#2炉A层#6燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383087299391,
		"lat": 38.0332394362741,
		"alt": 1119.8395994491875
	},
	{
		"id": "20HHA10AV007",
		"name": "#2炉A层#7燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383030381306,
		"lat": 38.03320983094295,
		"alt": 1119.8395994491875
	},
	{
		"id": "20HHA10AV008",
		"name": "#2炉A层#8燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382973459073,
		"lat": 38.0331802234128,
		"alt": 1119.8395994487219
	},
	{
		"id": "20HHA10",
		"name": "#2炉A层燃烧器系统",
		"add_id": "21UHA16",
		"p_id": "20HHA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHA20",
		"name": "#2炉B层燃烧器系统",
		"add_id": "21UHA25",
		"p_id": "20HHA",
		"add": "#2锅炉房25.0m层"
	},
	{
		"id": "20HHA30",
		"name": "#2炉C层燃烧器系统",
		"add_id": "21UHA25",
		"p_id": "20HHA",
		"add": "#2锅炉房25.0m层"
	},
	{
		"id": "20HHA40",
		"name": "#2炉D层燃烧器系统",
		"add_id": "21UHA25",
		"p_id": "20HHA",
		"add": "#2锅炉房25.0m层"
	},
	{
		"id": "20HHA50",
		"name": "#2炉E层燃烧器系统",
		"add_id": "21UHA25",
		"p_id": "20HHA",
		"add": "#2锅炉房25.0m层"
	},
	{
		"id": "20HHA60",
		"name": "#2炉F层燃烧器系统",
		"add_id": "21UHA16",
		"p_id": "20HHA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHA20AV001",
		"name": "#2炉B层#1燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383371903757,
		"lat": 38.03338746952375,
		"alt": 1122.9573362655938
	},
	{
		"id": "20HHA20AV002",
		"name": "#2炉B层#2燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383314981027,
		"lat": 38.03335786199454,
		"alt": 1122.957336265128
	},
	{
		"id": "20HHA20AV003",
		"name": "#2炉B层#3燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383258062606,
		"lat": 38.03332825666401,
		"alt": 1122.957336265128
	},
	{
		"id": "20HHA20AV004",
		"name": "#2炉B层#4燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383201140043,
		"lat": 38.033298649134466,
		"alt": 1122.9573362646624
	},
	{
		"id": "20HHA20AV005",
		"name": "#2炉B层#5燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383144221788,
		"lat": 38.0332690438036,
		"alt": 1122.957336265128
	},
	{
		"id": "20HHA20AV006",
		"name": "#2炉B层#6燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383087299391,
		"lat": 38.03323943627377,
		"alt": 1122.9573362641968
	},
	{
		"id": "20HHA20AV007",
		"name": "#2炉B层#7燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383030381306,
		"lat": 38.033209830942596,
		"alt": 1122.957336266525
	},
	{
		"id": "20HHA20AV008",
		"name": "#2炉B层#8燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382973459073,
		"lat": 38.033180223412444,
		"alt": 1122.9573362655938
	},
	{
		"id": "20HHA30AV001",
		"name": "#2炉C层#1燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383371903758,
		"lat": 38.03338746952342,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA30AV002",
		"name": "#2炉C层#2燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383314981027,
		"lat": 38.03335786199419,
		"alt": 1126.0749510098249
	},
	{
		"id": "20HHA30AV003",
		"name": "#2炉C层#3燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383258062606,
		"lat": 38.033328256663665,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA30AV004",
		"name": "#2炉C层#4燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383201140043,
		"lat": 38.03329864913411,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA30AV005",
		"name": "#2炉C层#5燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4138314422179,
		"lat": 38.03326904380327,
		"alt": 1126.0749510102905
	},
	{
		"id": "20HHA30AV006",
		"name": "#2炉C层#6燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383087299391,
		"lat": 38.03323943627342,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA30AV007",
		"name": "#2炉C层#7燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383030381304,
		"lat": 38.033209830942255,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA30AV008",
		"name": "#2炉C层#8燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382973459073,
		"lat": 38.033180223412096,
		"alt": 1126.0749510112219
	},
	{
		"id": "20HHA40AV001",
		"name": "#2炉D层#1燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383371903758,
		"lat": 38.03338746952306,
		"alt": 1129.1928098979406
	},
	{
		"id": "20HHA40AV002",
		"name": "#2炉D层#2燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383314981026,
		"lat": 38.03335786199385,
		"alt": 1129.192809897475
	},
	{
		"id": "20HHA40AV003",
		"name": "#2炉D层#3燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383258062606,
		"lat": 38.03332825666331,
		"alt": 1129.192809898872
	},
	{
		"id": "20HHA40AV004",
		"name": "#2炉D层#4燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383201140043,
		"lat": 38.03329864913377,
		"alt": 1129.1928098979406
	},
	{
		"id": "20HHA40AV005",
		"name": "#2炉D层#5燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383144221788,
		"lat": 38.03326904380292,
		"alt": 1129.1928098984063
	},
	{
		"id": "20HHA40AV006",
		"name": "#2炉D层#6燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383087299391,
		"lat": 38.03323943627308,
		"alt": 1129.1928098970093
	},
	{
		"id": "20HHA40AV007",
		"name": "#2炉D层#7燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383030381306,
		"lat": 38.033209830941914,
		"alt": 1129.1928098984063
	},
	{
		"id": "20HHA40AV008",
		"name": "#2炉D层#8燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382973459073,
		"lat": 38.03318022341175,
		"alt": 1129.192809898872
	},
	{
		"id": "20HHA50AV001",
		"name": "#2炉E层#1燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383371903757,
		"lat": 38.033387469522715,
		"alt": 1132.3107908554375
	},
	{
		"id": "20HHA50AV002",
		"name": "#2炉E层#2燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383314981026,
		"lat": 38.03335786199351,
		"alt": 1132.3107908554375
	},
	{
		"id": "20HHA50AV003",
		"name": "#2炉E层#3燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383258062606,
		"lat": 38.03332825666297,
		"alt": 1132.3107908568345
	},
	{
		"id": "20HHA50AV004",
		"name": "#2炉E层#4燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383201140043,
		"lat": 38.03329864913343,
		"alt": 1132.3107908554375
	},
	{
		"id": "20HHA50AV005",
		"name": "#2炉E层#5燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383144221788,
		"lat": 38.03326904380256,
		"alt": 1132.3107908554375
	},
	{
		"id": "20HHA50AV006",
		"name": "#2炉E层#6燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4138308729939,
		"lat": 38.03323943627272,
		"alt": 1132.3107908545062
	},
	{
		"id": "20HHA50AV007",
		"name": "#2炉E层#7燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383030381303,
		"lat": 38.03320983094157,
		"alt": 1132.3107908545062
	},
	{
		"id": "20HHA50AV008",
		"name": "#2炉E层#8燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382973459073,
		"lat": 38.03318022341141,
		"alt": 1132.3107908545062
	},
	{
		"id": "20HHA60AV001",
		"name": "#2炉F层#1燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4138337190376,
		"lat": 38.03338746952237,
		"alt": 1135.4284666357562
	},
	{
		"id": "20HHA60AV002",
		"name": "#2炉F层#2燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383314981027,
		"lat": 38.03335786199315,
		"alt": 1135.4284666366875
	},
	{
		"id": "20HHA60AV003",
		"name": "#2炉F层#3燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383258062606,
		"lat": 38.033328256662614,
		"alt": 1135.4284666380845
	},
	{
		"id": "20HHA60AV004",
		"name": "#2炉F层#4燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383201140042,
		"lat": 38.03329864913307,
		"alt": 1135.4284666362219
	},
	{
		"id": "20HHA60AV005",
		"name": "#2炉F层#5燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383144221788,
		"lat": 38.03326904380223,
		"alt": 1135.4284666362219
	},
	{
		"id": "20HHA60AV006",
		"name": "#2炉F层#6燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383087299391,
		"lat": 38.033239436272375,
		"alt": 1135.4284666357562
	},
	{
		"id": "20HHA60AV007",
		"name": "#2炉F层#7燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383030381306,
		"lat": 38.03320983094122,
		"alt": 1135.4284666376188
	},
	{
		"id": "20HHA60AV008",
		"name": "#2炉F层#8燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382973459073,
		"lat": 38.03318022341105,
		"alt": 1135.4284666366875
	},
	{
		"id": "20HHY61AV011",
		"name": "#2炉F层#1等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381670512445,
		"lat": 38.033383617437025,
		"alt": 1141.674010865856
	},
	{
		"id": "20HHY61AV021",
		"name": "#2炉F层#2等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381613590407,
		"lat": 38.03335400990755,
		"alt": 1141.6740108663216
	},
	{
		"id": "20HHY61AV031",
		"name": "#2炉F层#3等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381556672678,
		"lat": 38.03332440457679,
		"alt": 1141.674010864459
	},
	{
		"id": "20HHY61AV041",
		"name": "#2炉F层#4等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381499750808,
		"lat": 38.033294797047006,
		"alt": 1141.6740108649246
	},
	{
		"id": "20HHY61AV051",
		"name": "#2炉F层#5等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381442833247,
		"lat": 38.03326519171592,
		"alt": 1141.6740108653903
	},
	{
		"id": "20HHY61AV061",
		"name": "#2炉F层#6等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381385911544,
		"lat": 38.033235584185846,
		"alt": 1141.674010864459
	},
	{
		"id": "20HHY61AV071",
		"name": "#2炉F层#7等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381328994147,
		"lat": 38.03320597885443,
		"alt": 1141.6740108663216
	},
	{
		"id": "20HHY61AV081",
		"name": "#2炉F层#8等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4138127207261,
		"lat": 38.033176371324046,
		"alt": 1141.674010865856
	},
	{
		"id": "20HHY61",
		"name": "#2炉F层#1等离子电源柜",
		"add_id": "21UHA16",
		"p_id": "20HHY",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "J0SBA10AP005",
		"name": "厂区采暖B补水泵",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA10",
		"add": "煤仓间16.5m层采暖加热站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41461254958347,
		"lat": 38.03369784127982,
		"alt": 1112.440124511253
	},
	{
		"id": "J0SBA10AP008",
		"name": "煤仓间采暖A加压泵",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA10",
		"add": "煤仓间16.5m层采暖加热站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41454838628289,
		"lat": 38.03372868305678,
		"alt": 1113.037351872772
	},
	{
		"id": "J0SBA10AP006",
		"name": "采暖A凝结水泵",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA10",
		"add": "煤仓间16.5m层采暖加热站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41461520957779,
		"lat": 38.03370775697655,
		"alt": 1113.3336780900136
	},
	{
		"id": "J0SBA10AP007",
		"name": "采暖B凝结水泵",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA10",
		"add": "煤仓间16.5m层采暖加热站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41458266355684,
		"lat": 38.03372270838998,
		"alt": 1112.7186279231682
	},
	{
		"id": "20HLD10AE005",
		"name": "2A空预器底部高压清洗装置",
		"add_id": "21UHA16",
		"p_id": "20HLD10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453242716787,
		"lat": 38.033195358919016,
		"alt": 1116.0770260519348
	},
	{
		"id": "20HLD10",
		"name": "2A空预器系统",
		"add_id": "21UHA16",
		"p_id": "20HLD",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HLD20",
		"name": "2B空预器系统",
		"add_id": "21UHA16",
		"p_id": "20HLD",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFB30AF001",
		"name": "2C给煤机",
		"add_id": "21UHA16",
		"p_id": "20HFB30",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41410283587918,
		"lat": 38.033588065468166,
		"alt": 1114.2113625742495
	},
	{
		"id": "20HFB10",
		"name": "2A给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HFB",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFB20",
		"name": "2B给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HFB",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFB30",
		"name": "2C给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HFB",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFB40",
		"name": "2D给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HFB",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFB50",
		"name": "2E给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HFB",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFB60",
		"name": "2F给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HFB",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHA61AV001",
		"name": "#2炉前墙下层#1燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402369898456,
		"lat": 38.03338104601008,
		"alt": 1113.6740720327944
	},
	{
		"id": "20HHA61AV002",
		"name": "#2炉前墙下层#2燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140231285869,
		"lat": 38.03335138158799,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA61AV003",
		"name": "#2炉前墙下层#3燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402256334298,
		"lat": 38.03332198515067,
		"alt": 1113.67407203326
	},
	{
		"id": "20HHA61AV004",
		"name": "#2炉前墙下层#4燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402198943247,
		"lat": 38.033292137948784,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA61AV005",
		"name": "#2炉前墙下层#5燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402142706525,
		"lat": 38.03326289103303,
		"alt": 1113.6740720323287
	},
	{
		"id": "20HHA61AV006",
		"name": "#2炉前墙下层#6燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402085514355,
		"lat": 38.03323314717683,
		"alt": 1113.67407203326
	},
	{
		"id": "20HHA61AV007",
		"name": "#2炉前墙下层#7燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140202845334,
		"lat": 38.033203471484825,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA61AV008",
		"name": "#2炉前墙下层#8燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401971565756,
		"lat": 38.03317388594559,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA62AV001",
		"name": "#2炉前墙上层#1燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402369898456,
		"lat": 38.033381046009715,
		"alt": 1116.7918088492006
	},
	{
		"id": "20HHA62AV002",
		"name": "#2炉前墙上层#2燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140231285869,
		"lat": 38.03335138158762,
		"alt": 1116.7918088505976
	},
	{
		"id": "20HHA62AV003",
		"name": "#2炉前墙上层#3燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.414022563343,
		"lat": 38.03332198515032,
		"alt": 1116.7918088492006
	},
	{
		"id": "20HHA62AV004",
		"name": "#2炉前墙上层#4燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402198943248,
		"lat": 38.033292137948436,
		"alt": 1116.7918088505976
	},
	{
		"id": "20HHA62AV005",
		"name": "#2炉前墙上层#5燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402142706525,
		"lat": 38.03326289103268,
		"alt": 1116.7918088478036
	},
	{
		"id": "20HHA62AV006",
		"name": "#2炉前墙上层#6燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402085514355,
		"lat": 38.033233147176475,
		"alt": 1116.7918088482693
	},
	{
		"id": "20HHA62AV007",
		"name": "#2炉前墙上层#7燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140202845334,
		"lat": 38.033203471484484,
		"alt": 1116.791808850132
	},
	{
		"id": "20HHA62AV008",
		"name": "#2炉前墙上层#8燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401971565756,
		"lat": 38.03317388594522,
		"alt": 1116.7918088492006
	},
	{
		"id": "20HHA63AV001",
		"name": "#2炉后墙下层#1燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381622295687,
		"lat": 38.03338354158738,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA63AV002",
		"name": "#2炉后墙下层#2燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381565261642,
		"lat": 38.03335387578838,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA63AV003",
		"name": "#2炉后墙下层#3燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381508746065,
		"lat": 38.03332447962332,
		"alt": 1113.67407203326
	},
	{
		"id": "20HHA63AV004",
		"name": "#2炉后墙下层#4燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381451365541,
		"lat": 38.03329463351818,
		"alt": 1113.674072034657
	},
	{
		"id": "20HHA63AV005",
		"name": "#2炉后墙下层#5燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381395137063,
		"lat": 38.03326538659982,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA63AV006",
		"name": "#2炉后墙下层#6燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4138133795328,
		"lat": 38.03323564274095,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA63AV007",
		"name": "#2炉后墙下层#7燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381280900629,
		"lat": 38.033205967046314,
		"alt": 1113.6740720327944
	},
	{
		"id": "20HHA63AV008",
		"name": "#2炉后墙下层#8燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381224021384,
		"lat": 38.03317638150442,
		"alt": 1113.6740720327944
	},
	{
		"id": "20HHA64AV001",
		"name": "#2炉后墙上层#1燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381622439445,
		"lat": 38.0333835440416,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHA64AV002",
		"name": "#2炉后墙上层#2燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381565403285,
		"lat": 38.033353877143156,
		"alt": 1138.6360471304506
	},
	{
		"id": "20HHA64AV003",
		"name": "#2炉后墙上层#3燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381508887179,
		"lat": 38.03332448070323,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHA64AV004",
		"name": "#2炉后墙上层#4燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381451504542,
		"lat": 38.03329463349867,
		"alt": 1138.6360471318476
	},
	{
		"id": "20HHA64AV005",
		"name": "#2炉后墙上层#5燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381395279763,
		"lat": 38.033265388504304,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHA64AV006",
		"name": "#2炉后墙上层#6燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381338096508,
		"lat": 38.033235644920296,
		"alt": 1138.636047132779
	},
	{
		"id": "20HHA64AV007",
		"name": "#2炉后墙上层#7燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4138128103963,
		"lat": 38.0332059670268,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHA64AV008",
		"name": "#2炉后墙上层#8燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381224160384,
		"lat": 38.033176381484914,
		"alt": 1138.636047131382
	},
	{
		"id": "20HFA40BB001",
		"name": "2D原煤仓",
		"add_id": "21UHA16",
		"p_id": "20HFA40",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41422695478023,
		"lat": 38.0335921347764,
		"alt": 1126.694821250625
	},
	{
		"id": "20HFA60BB001",
		"name": "2F原煤仓",
		"add_id": "21UHA16",
		"p_id": "20HFA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41445534036241,
		"lat": 38.03358938686979,
		"alt": 1126.6948212496936
	},
	{
		"id": "20HFB40AF001",
		"name": "2D给煤机",
		"add_id": "21UHA16",
		"p_id": "20HFB40",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4142157164966,
		"lat": 38.03358670747751,
		"alt": 1114.2113625751808
	},
	{
		"id": "20HFB50AF001",
		"name": "2E给煤机",
		"add_id": "21UHA16",
		"p_id": "20HFB50",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41432293695192,
		"lat": 38.033585417480076,
		"alt": 1114.2113625761122
	},
	{
		"id": "20HLD20AE005",
		"name": "2B空预器底部高压清洗装置",
		"add_id": "21UHA16",
		"p_id": "20HLD20",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453484895709,
		"lat": 38.03332126289497,
		"alt": 1116.0770260519348
	},
	{
		"id": "20HFA30BB001",
		"name": "2C原煤仓",
		"add_id": "21UHA16",
		"p_id": "20HFA30",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41411407485006,
		"lat": 38.033593492769626,
		"alt": 1126.694821250625
	},
	{
		"id": "20HFB60AF001",
		"name": "2F给煤机",
		"add_id": "21UHA16",
		"p_id": "20HFB60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41444410206303,
		"lat": 38.03358395959307,
		"alt": 1114.2113625761122
	},
	{
		"id": "20HFA50BB001",
		"name": "2E原煤仓",
		"add_id": "21UHA16",
		"p_id": "20HFA50",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41433417524294,
		"lat": 38.033590844768554,
		"alt": 1126.6948212487623
	},
	{
		"id": "20HFB10AF001",
		"name": "2A给煤机",
		"add_id": "21UHA16",
		"p_id": "20HFB10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41387666838864,
		"lat": 38.03359078601056,
		"alt": 1114.2113625751808
	},
	{
		"id": "20HFB20AF001",
		"name": "2B给煤机",
		"add_id": "21UHA16",
		"p_id": "20HFB20",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41399309148359,
		"lat": 38.03358938562506,
		"alt": 1114.2113625742495
	},
	{
		"id": "J0GDB20AT001",
		"name": "原水A空气擦洗滤池",
		"add_id": "J1UGU10",
		"p_id": "J0GDB20",
		"add": "净化水处理车间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41632247702506,
		"lat": 38.035966532646384,
		"alt": 1097.6331155044027
	},
	{
		"id": "J0GDB20",
		"name": "原水A空气擦洗滤池系统",
		"add_id": "J1UGU10",
		"p_id": "J0GDB",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GDB21",
		"name": "原水B空气擦洗滤池系统",
		"add_id": "J1UGU10",
		"p_id": "J0GDB",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GBD21BB001",
		"name": "原水B机械加速澄清池",
		"add_id": "J1UGU10",
		"p_id": "J0GBD21",
		"add": "净化水处理车间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41663506924009,
		"lat": 38.03594424724914,
		"alt": 1099.86381449271
	},
	{
		"id": "J0GBD20",
		"name": "原水A机械加速澄清池系统",
		"add_id": "J1UGU10",
		"p_id": "J0GBD",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GBD21",
		"name": "原水B机械加速澄清池系统",
		"add_id": "J1UGU10",
		"p_id": "J0GBD",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GDB21AT001",
		"name": "原水B空气擦洗滤池",
		"add_id": "J1UGU10",
		"p_id": "J0GDB21",
		"add": "净化水处理车间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4163213314644,
		"lat": 38.03590705821348,
		"alt": 1097.6331155030057
	},
	{
		"id": "J0GBD20BB001",
		"name": "原水A机械加速澄清池",
		"add_id": "J1UGU10",
		"p_id": "J0GBD20",
		"add": "净化水处理车间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41645182993008,
		"lat": 38.03594645545112,
		"alt": 1098.8822510512546
	},
	{
		"id": "J0GTK10AT001",
		"name": "煤水A电子絮凝器",
		"add_id": "J1UEC10R001",
		"p_id": "J0GTK10",
		"add": "煤水处理间设备间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42026740757166,
		"lat": 38.034143302067505,
		"alt": 1102.5760476561263
	},
	{
		"id": "J0GTK10AT002",
		"name": "煤水B电子絮凝器",
		"add_id": "J1UEC10R001",
		"p_id": "J0GTK10",
		"add": "煤水处理间设备间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42026814256823,
		"lat": 38.03418135747994,
		"alt": 1102.5760463895276
	},
	{
		"id": "10LDB11AT001",
		"name": "1A前置过滤器",
		"add_id": "11UMA00",
		"p_id": "10LDB11",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41363852597553,
		"lat": 38.033155865683995,
		"alt": 1097.6054073823616
	},
	{
		"id": "10LDB11",
		"name": "1A前置过滤器系统",
		"add_id": "11UMA00",
		"p_id": "10LDB",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDB12",
		"name": "1B前置过滤器系统",
		"add_id": "11UMA00",
		"p_id": "10LDB",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAJ30AP001",
		"name": "1C真空泵",
		"add_id": "11UMA00",
		"p_id": "10MAJ30",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342316053134,
		"lat": 38.0341577179258,
		"alt": 1097.1411126535386
	},
	{
		"id": "10MAJ30AT001",
		"name": "1C真空泵汽水分离器",
		"add_id": "11UMA00",
		"p_id": "10MAJ30",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41344686890336,
		"lat": 38.03415613275307,
		"alt": 1098.2720946869813
	},
	{
		"id": "10MAJ10",
		"name": "1A真空泵系统",
		"add_id": "11UMA00",
		"p_id": "10MAJ",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAJ20",
		"name": "1B真空泵系统",
		"add_id": "11UMA08",
		"p_id": "10MAJ",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10MAJ30",
		"name": "1C真空泵系统",
		"add_id": "11UMA08",
		"p_id": "10MAJ",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10MAX20AP001",
		"name": "1A抗燃油泵",
		"add_id": "11UMA00",
		"p_id": "10MAX20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342075062832,
		"lat": 38.03427144497714,
		"alt": 1094.9634399064817
	},
	{
		"id": "10MAX20AP002",
		"name": "1B抗燃油泵",
		"add_id": "11UMA00",
		"p_id": "10MAX20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342058954059,
		"lat": 38.034263064056184,
		"alt": 1094.963439906016
	},
	{
		"id": "20MAG20AC001",
		"name": "#2机A凝汽器",
		"add_id": "21UMA00",
		"p_id": "20MAG20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41333440842249,
		"lat": 38.0331938721758,
		"alt": 1097.1689432994463
	},
	{
		"id": "20MAG20",
		"name": "#2机A凝汽器系统",
		"add_id": "21UMA00",
		"p_id": "20MAG",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAG10",
		"name": "#2机B凝汽器系统",
		"add_id": "21UMA00",
		"p_id": "20MAG",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAJ10AP001",
		"name": "2A真空泵",
		"add_id": "21UMA00",
		"p_id": "20MAJ10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134056825054,
		"lat": 38.03324836510008,
		"alt": 1097.1411126535386
	},
	{
		"id": "20MAJ10AT001",
		"name": "2A真空泵汽水分离器",
		"add_id": "21UMA00",
		"p_id": "20MAJ10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134294405552,
		"lat": 38.03324937980341,
		"alt": 1098.2723388290033
	},
	{
		"id": "20MAJ10",
		"name": "2A真空泵系统",
		"add_id": "21UMA00",
		"p_id": "20MAJ",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAJ20",
		"name": "2B真空泵系统",
		"add_id": "21UMA08",
		"p_id": "20MAJ",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20MAJ30",
		"name": "2C真空泵系统",
		"add_id": "21UMA08",
		"p_id": "20MAJ",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "10BAC01GS001",
		"name": "#1发电机GCB断路器201",
		"add_id": "11UMA00",
		"p_id": "10BAC01",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41328341260004,
		"lat": 38.03447185263755,
		"alt": 1095.9479975728318
	},
	{
		"id": "10BAC01",
		"name": "#1发电机GCB系统",
		"add_id": "11UMA00",
		"p_id": "10BAC",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LCB20AP001",
		"name": "1B凝结水泵",
		"add_id": "11UMA00",
		"p_id": "10LCB20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41343704909632,
		"lat": 38.03400349872918,
		"alt": 1095.662413841579
	},
	{
		"id": "10LCB10",
		"name": "1A凝结水泵系统",
		"add_id": "11UMA00",
		"p_id": "10LCB",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LCB20",
		"name": "1B凝结水泵系统",
		"add_id": "11UMA00",
		"p_id": "10LCB",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDF21AT001",
		"name": "1A高速混床树脂捕捉器",
		"add_id": "11UMA00",
		"p_id": "10LDF21",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136259129603,
		"lat": 38.03432290949223,
		"alt": 1097.4782104138285
	},
	{
		"id": "10LDF21",
		"name": "1A高速混床树脂捕捉器系统",
		"add_id": "11UMA00",
		"p_id": "10LDF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDF22",
		"name": "1B高速混床树脂捕捉器系统",
		"add_id": "11UMA00",
		"p_id": "10LDF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDF23",
		"name": "1C高速混床树脂捕捉器系统",
		"add_id": "11UMA00",
		"p_id": "10LDF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDF24",
		"name": "1D高速混床树脂捕捉器系统",
		"add_id": "11UMA00",
		"p_id": "10LDF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAG20AC001",
		"name": "#1机A凝汽器",
		"add_id": "11UMA00",
		"p_id": "10MAG20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41335400950197,
		"lat": 38.03421373462672,
		"alt": 1097.1689432975836
	},
	{
		"id": "10MAG20",
		"name": "#1机A凝汽器系统",
		"add_id": "11UMA00",
		"p_id": "10MAG",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAJ20AP001",
		"name": "1B真空泵",
		"add_id": "11UMA00",
		"p_id": "10MAJ20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342386323677,
		"lat": 38.03419427767375,
		"alt": 1097.126342147123
	},
	{
		"id": "10MAJ20AT001",
		"name": "1B真空泵汽水分离器",
		"add_id": "11UMA00",
		"p_id": "10MAJ20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134475716206,
		"lat": 38.03419269250067,
		"alt": 1098.27209468605
	},
	{
		"id": "10MAU10AC001",
		"name": "1A润滑油冷油器",
		"add_id": "11UMA00",
		"p_id": "10MAU10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336727162178,
		"lat": 38.03434455416348,
		"alt": 1098.0085429567844
	},
	{
		"id": "10MAU10AC002",
		"name": "1B润滑油冷油器",
		"add_id": "11UMA00",
		"p_id": "10MAU10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41334518183731,
		"lat": 38.034328052105145,
		"alt": 1096.0175776099786
	},
	{
		"id": "20BAC01GS001",
		"name": "#2发电机GCB断路器202",
		"add_id": "21UMA00",
		"p_id": "20BAC01",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41366210108454,
		"lat": 38.0328241411369,
		"alt": 1095.9479975723661
	},
	{
		"id": "20BAC01",
		"name": "#2发电机GCB系统",
		"add_id": "21UMA00",
		"p_id": "20BAC",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20BBB00GS000",
		"name": "10kV工作2B段母线",
		"add_id": "21UMA12R001",
		"p_id": "20BBB00",
		"add": "#2汽机房12.0m层10kV2B段配电室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41366132380111,
		"lat": 38.03278612905307,
		"alt": 1095.9479975719005
	},
	{
		"id": "20BBB00",
		"name": "10kV工作3B段母线系统",
		"add_id": "21UMA12R001",
		"p_id": "20BBB",
		"add": "#2汽机房12.0m层10kV2B段配电室"
	},
	{
		"id": "20LCB20AP001",
		"name": "2B凝结水泵",
		"add_id": "21UMA00",
		"p_id": "20LCB20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342461343584,
		"lat": 38.033356498826336,
		"alt": 1095.6624138401821
	},
	{
		"id": "20LCB10",
		"name": "2A凝结水泵系统",
		"add_id": "21UMA00",
		"p_id": "20LCB",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LCB20",
		"name": "2B凝结水泵系统",
		"add_id": "21UMA00",
		"p_id": "20LCB",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDF21AT001",
		"name": "2A高速混床树脂捕捉器",
		"add_id": "21UMA00",
		"p_id": "20LDF21",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41360553367275,
		"lat": 38.033414218172396,
		"alt": 1097.626342737116
	},
	{
		"id": "20LDF21",
		"name": "2A高速混床树脂捕捉器系统",
		"add_id": "21UMA00",
		"p_id": "20LDF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDF22",
		"name": "2B高速混床树脂捕捉器系统",
		"add_id": "21UMA00",
		"p_id": "20LDF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDF23",
		"name": "2C高速混床树脂捕捉器系统",
		"add_id": "21UMA00",
		"p_id": "20LDF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDF24",
		"name": "2D高速混床树脂捕捉器系统",
		"add_id": "21UMA00",
		"p_id": "20LDF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDF24AT001",
		"name": "2D高速混床树脂捕捉器",
		"add_id": "21UMA00",
		"p_id": "20LDF24",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41360194238143,
		"lat": 38.03322739167433,
		"alt": 1097.626342737116
	},
	{
		"id": "20MAX20AP001",
		"name": "2A抗燃油泵",
		"add_id": "21UMA00",
		"p_id": "20MAX20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41338675714383,
		"lat": 38.0330237804274,
		"alt": 1094.9634399050847
	},
	{
		"id": "20MAX20AP002",
		"name": "2B抗燃油泵",
		"add_id": "21UMA00",
		"p_id": "20MAX20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4133865960672,
		"lat": 38.03301539950455,
		"alt": 1094.9634399050847
	},
	{
		"id": "10LDF22AT001",
		"name": "1B高速混床树脂捕捉器",
		"add_id": "11UMA00",
		"p_id": "10LDF22",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41362471579615,
		"lat": 38.034260633637295,
		"alt": 1097.4782104142942
	},
	{
		"id": "10LDF23AT001",
		"name": "1C高速混床树脂捕捉器",
		"add_id": "11UMA00",
		"p_id": "10LDF23",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41362351863567,
		"lat": 38.03419835778166,
		"alt": 1097.4782104147598
	},
	{
		"id": "10MAJ10AP001",
		"name": "1A真空泵",
		"add_id": "11UMA00",
		"p_id": "10MAJ10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342454859448,
		"lat": 38.03422993479313,
		"alt": 1097.1616815021262
	},
	{
		"id": "10MAJ10AT001",
		"name": "1A真空泵汽水分离器",
		"add_id": "11UMA00",
		"p_id": "10MAJ10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134482569896,
		"lat": 38.03422834961967,
		"alt": 1098.2720946865156
	},
	{
		"id": "10PGC20AP001",
		"name": "1B辅机冷却水泵",
		"add_id": "11UMA00",
		"p_id": "10PGC20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41345730873209,
		"lat": 38.03434617319178,
		"alt": 1098.0082983667962
	},
	{
		"id": "10PGC10",
		"name": "1A辅机冷却水泵系统",
		"add_id": "11UMA00",
		"p_id": "10PGC",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10PGC20",
		"name": "1B辅机冷却水泵系统",
		"add_id": "11UMA00",
		"p_id": "10PGC",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "20BBA00GS000",
		"name": "10kV工作2A段母线",
		"add_id": "21UMA04R001",
		"p_id": "20BBA00",
		"add": "#2汽机房4.85m层10kV2A段配电室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41366170735671,
		"lat": 38.03280608198054,
		"alt": 1095.9479975728318
	},
	{
		"id": "20BBA00",
		"name": "10kV工作2A段母线系统",
		"add_id": "21UMA04R001",
		"p_id": "20BBA",
		"add": "#2汽机房4.85m层10kV2A段配电室"
	},
	{
		"id": "20LCB10AP001",
		"name": "2A凝结水泵",
		"add_id": "21UMA00",
		"p_id": "20LCB10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134254451807,
		"lat": 38.03339977332179,
		"alt": 1095.6624138411134
	},
	{
		"id": "20LDB11AT001",
		"name": "2A前置过滤器",
		"add_id": "21UMA00",
		"p_id": "20LDB11",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41365402445766,
		"lat": 38.03407179608851,
		"alt": 1097.6054073809646
	},
	{
		"id": "20LDB11",
		"name": "2A前置过滤器系统",
		"add_id": "21UMA00",
		"p_id": "20LDB",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDB12",
		"name": "2B前置过滤器系统",
		"add_id": "21UMA00",
		"p_id": "20LDB",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAG10AC001",
		"name": "#2机B凝汽器",
		"add_id": "21UMA00",
		"p_id": "20MAG10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.413335859222,
		"lat": 38.03326936039915,
		"alt": 1097.1689432980493
	},
	{
		"id": "20MAJ20AP001",
		"name": "2B真空泵",
		"add_id": "21UMA00",
		"p_id": "20MAJ20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.413404979838,
		"lat": 38.03321180562076,
		"alt": 1097.1263421452604
	},
	{
		"id": "20MAJ20AT001",
		"name": "2B真空泵汽水分离器",
		"add_id": "21UMA00",
		"p_id": "20MAJ20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342873787079,
		"lat": 38.03321282004963,
		"alt": 1098.272338828072
	},
	{
		"id": "20PGC10AP001",
		"name": "2A辅机冷却水泵",
		"add_id": "21UMA00",
		"p_id": "20PGC10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41344521029518,
		"lat": 38.032826926064686,
		"alt": 1098.0085425074212
	},
	{
		"id": "20PGC10",
		"name": "2A辅机冷却水泵系统",
		"add_id": "21UMA00",
		"p_id": "20PGC",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20PGC20",
		"name": "2B辅机冷却水泵系统",
		"add_id": "21UMA00",
		"p_id": "20PGC",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20PGC20AP001",
		"name": "2B辅机冷却水泵",
		"add_id": "21UMA00",
		"p_id": "20PGC20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41351177644452,
		"lat": 38.03282649953465,
		"alt": 1098.0085430666804
	},
	{
		"id": "10BBA00GS000",
		"name": "10kV工作1A段母线",
		"add_id": "11UMA04R001",
		"p_id": "10BBA00",
		"add": "#1汽机房4.85m层10kV1A段配电室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41328301894359,
		"lat": 38.0344537934832,
		"alt": 1095.9479975728318
	},
	{
		"id": "10BBA00",
		"name": "10kV工作1A段配电装置",
		"add_id": "11UMA04R001",
		"p_id": "10BBA",
		"add": "#1汽机房4.85m层10kV1A段配电室"
	},
	{
		"id": "10BBB00GS000",
		"name": "10kV工作1B段母线",
		"add_id": "11UMA12R001",
		"p_id": "10BBB00",
		"add": "#1汽机房12.0m层10kV1B段配电室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41328263546805,
		"lat": 38.034433840558066,
		"alt": 1095.9479975723661
	},
	{
		"id": "10BBB00",
		"name": "10kV工作1B段母线系统",
		"add_id": "11UMA04R001",
		"p_id": "10BBB",
		"add": "#1汽机房4.85m层10kV1A段配电室"
	},
	{
		"id": "10LCB10AP001",
		"name": "1A凝结水泵",
		"add_id": "11UMA00",
		"p_id": "10LCB10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41343788086787,
		"lat": 38.034046773219615,
		"alt": 1095.6624138397165
	},
	{
		"id": "10LDF24AT001",
		"name": "1D高速混床树脂捕捉器",
		"add_id": "11UMA00",
		"p_id": "10LDF24",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136223214789,
		"lat": 38.03413608192534,
		"alt": 1097.4782104156911
	},
	{
		"id": "10PGC10AP001",
		"name": "1A辅机冷却水泵",
		"add_id": "11UMA00",
		"p_id": "10PGC10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41352386153284,
		"lat": 38.03434499874787,
		"alt": 1098.0082989246584
	},
	{
		"id": "20LDB12AT001",
		"name": "2B前置过滤器",
		"add_id": "21UMA00",
		"p_id": "20LDB12",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41365340067557,
		"lat": 38.03403934764498,
		"alt": 1097.605407380499
	},
	{
		"id": "20LDF22AT001",
		"name": "2B高速混床树脂捕捉器",
		"add_id": "21UMA00",
		"p_id": "20LDF22",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41360433658605,
		"lat": 38.033351943406686,
		"alt": 1097.626342737116
	},
	{
		"id": "20MAJ30AP001",
		"name": "2C真空泵",
		"add_id": "21UMA00",
		"p_id": "20MAJ30",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41340429451517,
		"lat": 38.033176148494974,
		"alt": 1097.1616815025918
	},
	{
		"id": "20MAJ30AT001",
		"name": "2C真空泵汽水分离器",
		"add_id": "21UMA00",
		"p_id": "20MAJ30",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342805253626,
		"lat": 38.033177162924176,
		"alt": 1098.2723388271406
	},
	{
		"id": "20MAU10AC001",
		"name": "2A润滑油冷油器",
		"add_id": "21UMA00",
		"p_id": "20MAU10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41333817936726,
		"lat": 38.03283091406206,
		"alt": 1098.0084819216281
	},
	{
		"id": "20MAU10AC002",
		"name": "2B润滑油冷油器",
		"add_id": "21UMA00",
		"p_id": "20MAU10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41331673475153,
		"lat": 38.03284793979721,
		"alt": 1096.0175776099786
	},
	{
		"id": "10LDB12AT001",
		"name": "1B前置过滤器",
		"add_id": "11UMA00",
		"p_id": "10LDB12",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41363789844833,
		"lat": 38.03312322098772,
		"alt": 1097.6054073809646
	},
	{
		"id": "20LDF23AT001",
		"name": "2C高速混床树脂捕捉器",
		"add_id": "21UMA00",
		"p_id": "20LDF23",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41360313948189,
		"lat": 38.03328966754084,
		"alt": 1097.6263427375816
	},
	{
		"id": "10LAD10AC001",
		"name": "#1机#1高压加热器",
		"add_id": "11UMA26",
		"p_id": "10LAD10",
		"add": "#1汽机房26.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41366891051409,
		"lat": 38.033942676619425,
		"alt": 1125.5748844188638
	},
	{
		"id": "10LAD10",
		"name": "#1机#1高加系统",
		"add_id": "11UMA16",
		"p_id": "10LAD",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10LAD20",
		"name": "#1机#2高加系统",
		"add_id": "11UMA08",
		"p_id": "10LAD",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10LAD30",
		"name": "#1机#3高加系统",
		"add_id": "11UMA08",
		"p_id": "10LAD",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10LAD30AC001",
		"name": "#1机#3高加前置冷却器",
		"add_id": "11UMA26",
		"p_id": "10LAD30",
		"add": "#1汽机房26.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41367493404724,
		"lat": 38.03425599143226,
		"alt": 1125.5748844742775
	},
	{
		"id": "10LAD30AC002",
		"name": "#1机#3高压加热器",
		"add_id": "11UMA16",
		"p_id": "10LAD30",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41368317159717,
		"lat": 38.03424867161365,
		"alt": 1117.2869807882234
	},
	{
		"id": "10MAC10HA001",
		"name": "#1机A低压缸",
		"add_id": "11UMA16",
		"p_id": "10MAC10",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41338024554652,
		"lat": 38.034311107557,
		"alt": 1115.7914399388246
	},
	{
		"id": "10MAC10",
		"name": "#1机A低压缸系统",
		"add_id": "11UMA16",
		"p_id": "10MAC",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MAC20",
		"name": "#1机B低压缸系统",
		"add_id": "11UMA16",
		"p_id": "10MAC",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "20LAD20AC001",
		"name": "#2机#2高压加热器",
		"add_id": "21UMA16",
		"p_id": "20LAD20",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41366697092549,
		"lat": 38.03340593667372,
		"alt": 1117.2869809335098
	},
	{
		"id": "20LAD10",
		"name": "#2机#1高加系统",
		"add_id": "21UMA16",
		"p_id": "20LAD",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20LAD20",
		"name": "#2机#2高加系统",
		"add_id": "21UMA08",
		"p_id": "20LAD",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20LAD30",
		"name": "#2机#3高加系统",
		"add_id": "21UMA08",
		"p_id": "20LAD",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20LAD30AC001",
		"name": "#2机#3高加前置冷却器",
		"add_id": "21UMA26",
		"p_id": "20LAD30",
		"add": "#2汽机房26.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41365870747651,
		"lat": 38.033411922617134,
		"alt": 1125.5748844183981
	},
	{
		"id": "20LAD30AC002",
		"name": "#2机#3高压加热器",
		"add_id": "21UMA16",
		"p_id": "20LAD30",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.413663679253,
		"lat": 38.03323470443346,
		"alt": 1117.2869809325784
	},
	{
		"id": "20MAC20HA001",
		"name": "#2机B低压缸",
		"add_id": "21UMA16",
		"p_id": "20MAC20",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336276037407,
		"lat": 38.03340136031409,
		"alt": 1115.7914412026294
	},
	{
		"id": "20MAC10",
		"name": "#2机A低压缸系统",
		"add_id": "21UMA16",
		"p_id": "20MAC",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MAC20",
		"name": "#2机B低压缸系统",
		"add_id": "21UMA16",
		"p_id": "20MAC",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20LAD10AC001",
		"name": "#2机#1高压加热器",
		"add_id": "21UMA26",
		"p_id": "20LAD10",
		"add": "#2汽机房26.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136541822441,
		"lat": 38.033176519101,
		"alt": 1125.5748844183981
	},
	{
		"id": "20MAC10HA001",
		"name": "#2机A低压缸",
		"add_id": "21UMA16",
		"p_id": "20MAC10",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336424761086,
		"lat": 38.03347874229975,
		"alt": 1115.7914399388246
	},
	{
		"id": "10LAD20AC001",
		"name": "#1机#2高压加热器",
		"add_id": "11UMA16",
		"p_id": "10LAD20",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41367877766592,
		"lat": 38.03402010930806,
		"alt": 1117.286980934441
	},
	{
		"id": "10MAC20HA001",
		"name": "#1机B低压缸",
		"add_id": "11UMA16",
		"p_id": "10MAC20",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41337875824843,
		"lat": 38.03423372558285,
		"alt": 1115.7914412035607
	},
	{
		"id": "J0EBC01AT001",
		"name": "A碎煤机",
		"add_id": "J1UEE10",
		"p_id": "J0EBC01",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41854355235674,
		"lat": 38.03357721451102,
		"alt": 1106.8068214291707
	},
	{
		"id": "J0EBC01AT002",
		"name": "B碎煤机",
		"add_id": "J1UEE10",
		"p_id": "J0EBC01",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41854503146368,
		"lat": 38.03365392787489,
		"alt": 1106.8068214282393
	},
	{
		"id": "J0EBD01AU001",
		"name": "A滚轴筛",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41856231473753,
		"lat": 38.03358920222388,
		"alt": 1111.9234001603909
	},
	{
		"id": "J0EBD01AU002",
		"name": "B滚轴筛",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41857608449578,
		"lat": 38.0336413389925,
		"alt": 1111.9235216383822
	},
	{
		"id": "J0EBD01AU001-M01",
		"name": "A滚轴筛减速电机1",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41854469348135,
		"lat": 38.03358768452344,
		"alt": 1109.3406370845623
	},
	{
		"id": "J0EBD01AU001-M02",
		"name": "A滚轴筛减速电机2",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41854874468241,
		"lat": 38.033587635634895,
		"alt": 1109.3974608140998
	},
	{
		"id": "J0EBD01AU001-M03",
		"name": "A滚轴筛减速电机3",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41855278893338,
		"lat": 38.03358758683011,
		"alt": 1109.4495848389342
	},
	{
		"id": "J0EBD01AU001-M04",
		"name": "A滚轴筛减速电机4",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41855683387934,
		"lat": 38.03358753801676,
		"alt": 1109.5060423593968
	},
	{
		"id": "J0EBD01AU001-M05",
		"name": "A滚轴筛减速电机5",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41856089203048,
		"lat": 38.03358748904394,
		"alt": 1109.5640867929906
	},
	{
		"id": "J0EBD01AU001-M06",
		"name": "A滚轴筛减速电机6",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41856500856223,
		"lat": 38.03358743936643,
		"alt": 1109.6254271250218
	},
	{
		"id": "J0EBD01AU001-M07",
		"name": "A滚轴筛减速电机7",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41856912578899,
		"lat": 38.03358738968038,
		"alt": 1109.6949461670592
	},
	{
		"id": "J0EBD01AU001-M08",
		"name": "A滚轴筛减速电机8",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41857324301577,
		"lat": 38.033587339994185,
		"alt": 1109.759582397528
	},
	{
		"id": "J0EBD01AU001-M09",
		"name": "A滚轴筛减速电机9",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41857733591723,
		"lat": 38.03358729060142,
		"alt": 1109.8238524170592
	},
	{
		"id": "J0EBD01AU002-M01",
		"name": "B滚轴筛减速电机1",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41854576891308,
		"lat": 38.03364343517613,
		"alt": 1109.3406370859593
	},
	{
		"id": "J0EBD01AU002-M02",
		"name": "B滚轴筛减速电机2",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41854982011722,
		"lat": 38.03364338628749,
		"alt": 1109.3974608154967
	},
	{
		"id": "J0EBD01AU002-M03",
		"name": "B滚轴筛减速电机3",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41855386437129,
		"lat": 38.03364333748259,
		"alt": 1109.4495848398656
	},
	{
		"id": "J0EBD01AU002-M04",
		"name": "B滚轴筛减速电机4",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4185579093203,
		"lat": 38.03364328866917,
		"alt": 1109.5060423598625
	},
	{
		"id": "J0EBD01AU002-M05",
		"name": "B滚轴筛减速电机5",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41856196747449,
		"lat": 38.03364323969623,
		"alt": 1109.564086791128
	},
	{
		"id": "J0EBD01AU002-M06",
		"name": "B滚轴筛减速电机6",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41856608400937,
		"lat": 38.03364319001862,
		"alt": 1109.6254271245562
	},
	{
		"id": "J0EBD01AU002-M07",
		"name": "B滚轴筛减速电机7",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41857020123926,
		"lat": 38.03364314033247,
		"alt": 1109.694946166128
	},
	{
		"id": "J0EBD01AU002-M08",
		"name": "B滚轴筛减速电机8",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41857431846913,
		"lat": 38.03364309064619,
		"alt": 1109.7595823965967
	},
	{
		"id": "J0EBD01AU002-M09",
		"name": "B滚轴筛减速电机9",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4185784113737,
		"lat": 38.03364304125331,
		"alt": 1109.8238524184562
	},
	{
		"id": "J0GNK20AP001",
		"name": "工业废水A中间水泵",
		"add_id": "J1UGU20",
		"p_id": "J0GNK20",
		"add": "工业废水处理间及提升泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41996356157622,
		"lat": 38.035393016669516,
		"alt": 1099.1331175947562
	},
	{
		"id": "J0HTQ12AP001-M01",
		"name": "B工艺水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ12AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41617719002483,
		"lat": 38.03389769932616,
		"alt": 1096.3146358542144
	},
	{
		"id": "J0HTQ12AP001",
		"name": "B工艺水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ12",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ11",
		"name": "A工艺水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ21",
		"name": "A除雾器冲洗水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ12",
		"name": "B工艺水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ22",
		"name": "B除雾器冲洗水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ13",
		"name": "C工艺水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ23",
		"name": "C除雾器冲洗水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ14",
		"name": "D工艺水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ24",
		"name": "D除雾器冲洗水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ21AP001-M01",
		"name": "A除雾器冲洗水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ21AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612461245016,
		"lat": 38.03385285000557,
		"alt": 1096.3146354104392
	},
	{
		"id": "J0HTQ21AP001",
		"name": "A除雾器冲洗水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ21",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ24AP001-M01",
		"name": "D除雾器冲洗水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ24AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612928482579,
		"lat": 38.033832388060354,
		"alt": 1096.3146356893703
	},
	{
		"id": "J0HTQ24AP001",
		"name": "D除雾器冲洗水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ24",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS31AP001-M01",
		"name": "脱硫废水A清水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTS31AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4162654205755,
		"lat": 38.03389845272913,
		"alt": 1096.3146355794743
	},
	{
		"id": "J0HTS31AP001",
		"name": "脱硫废水A清水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTS31",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS31",
		"name": "脱硫废水A清水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ11AP001-M01",
		"name": "A工艺水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ11AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41616145565837,
		"lat": 38.03389788888539,
		"alt": 1096.31463585468
	},
	{
		"id": "J0HTQ11AP001",
		"name": "A工艺水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ11",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ14AP001-M01",
		"name": "D工艺水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ14AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41618749079821,
		"lat": 38.0338975752267,
		"alt": 1096.3146354136989
	},
	{
		"id": "J0HTQ14AP001",
		"name": "D工艺水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ14",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ23AP001-M01",
		"name": "C除雾器冲洗水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ23AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612445649776,
		"lat": 38.0338447516402,
		"alt": 1096.3146358509548
	},
	{
		"id": "J0HTQ23AP001",
		"name": "C除雾器冲洗水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ23",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "20BBC02GS001",
		"name": "10kV脱硫2A段母联",
		"add_id": "J1UVF11R007",
		"p_id": "20BBC02",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41606560156788,
		"lat": 38.03391441330221,
		"alt": 1095.0688476110809
	},
	{
		"id": "J0HTL11AP001-M01",
		"name": "脱硫A回流水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTL11AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4161270585751,
		"lat": 38.03379916058036,
		"alt": 1096.3146349303424
	},
	{
		"id": "J0HTL11AP001",
		"name": "脱硫A回流水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTL11",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTL11",
		"name": "脱硫A回流水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTL",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTL12",
		"name": "脱硫B回流水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTL",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTL13",
		"name": "脱硫C回流水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTL",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTL12AP001-M01",
		"name": "脱硫B回流水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTL12AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612317388466,
		"lat": 38.03379695495603,
		"alt": 1096.3146355031058
	},
	{
		"id": "J0HTL12AP001",
		"name": "脱硫B回流水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTL12",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTL13AP001-M01",
		"name": "脱硫C回流水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTL13AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612282980532,
		"lat": 38.03377908738631,
		"alt": 1096.3146355026402
	},
	{
		"id": "J0HTL13AP001",
		"name": "脱硫C回流水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTL13",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ13AP001-M01",
		"name": "C工艺水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ13AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41619276523352,
		"lat": 38.03389751168231,
		"alt": 1096.3146358528174
	},
	{
		"id": "J0HTQ13AP001",
		"name": "C工艺水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ13",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ22AP001-M01",
		"name": "B除雾器冲洗水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ22AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612469353839,
		"lat": 38.033857060795114,
		"alt": 1096.3146358504891
	},
	{
		"id": "J0HTQ22AP001",
		"name": "B除雾器冲洗水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ22",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS80BB001",
		"name": "脱硫废水A助凝剂计量箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS80",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4160580500556,
		"lat": 38.03394207433351,
		"alt": 1100.328429972753
	},
	{
		"id": "J0HTS80BB002",
		"name": "脱硫废水B助凝剂计量箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS80",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605838438784,
		"lat": 38.03395943644292,
		"alt": 1100.3284299722873
	},
	{
		"id": "J1HTN10AT001",
		"name": "A真空皮带脱水机",
		"add_id": "J1UVF15R004",
		"p_id": "J1HTN10",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41623823044583,
		"lat": 38.03363051580284,
		"alt": 1109.9825841528364
	},
	{
		"id": "J1HTN10AP001",
		"name": "A真空皮带脱水机真空泵",
		"add_id": "J1UVF15R004",
		"p_id": "J1HTN10",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41626333779253,
		"lat": 38.0337735586517,
		"alt": 1108.8225072585046
	},
	{
		"id": "J1HTN10",
		"name": "A真空皮带脱水机系统",
		"add_id": "J1UVF15R004",
		"p_id": "J1HTN",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J1HTN10AP001-M01",
		"name": "A真空皮带脱水机真空泵电机",
		"add_id": "J1UVF15R004",
		"p_id": "J1HTN10AP001",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41623321719926,
		"lat": 38.03379657877767,
		"alt": 1107.1876829285175
	},
	{
		"id": "J2HTN10AT001",
		"name": "B真空皮带脱水机",
		"add_id": "J1UVF15R004",
		"p_id": "J2HTN10",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4162155342459,
		"lat": 38.03363078924515,
		"alt": 1109.9346085204743
	},
	{
		"id": "J2HTN10AP001",
		"name": "B真空皮带脱水机真空泵",
		"add_id": "J1UVF15R004",
		"p_id": "J2HTN10",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41622840739322,
		"lat": 38.03377398526962,
		"alt": 1108.8223827937618
	},
	{
		"id": "J2HTN10",
		"name": "B真空皮带脱水机系统",
		"add_id": "J1UVF15R004",
		"p_id": "J2HTN",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J3HTN10AT001",
		"name": "C真空皮带脱水机",
		"add_id": "J1UVF15R004",
		"p_id": "J3HTN10",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41609372903517,
		"lat": 38.033632256671325,
		"alt": 1109.9346102913842
	},
	{
		"id": "J3HTN10AP001",
		"name": "C真空皮带脱水机真空泵",
		"add_id": "J1UVF15R004",
		"p_id": "J3HTN10",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41618936848481,
		"lat": 38.0337748426889,
		"alt": 1108.8225003974512
	},
	{
		"id": "J3HTN10",
		"name": "C真空皮带脱水机系统",
		"add_id": "J1UVF15R004",
		"p_id": "J3HTN",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J2HTN10AP001-M01",
		"name": "B真空皮带脱水机真空泵电机",
		"add_id": "J1UVF15R004",
		"p_id": "J2HTN10AP001",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41617546181963,
		"lat": 38.033797274600175,
		"alt": 1107.1876829280518
	},
	{
		"id": "J3HTN10AP001-M01",
		"name": "C真空皮带脱水机真空泵电机",
		"add_id": "J1UVF15R004",
		"p_id": "J3HTN10AP001",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41611770504801,
		"lat": 38.03379797041105,
		"alt": 1107.18768293038
	},
	{
		"id": "J0SGA10AP003",
		"name": "A消防稳压泵",
		"add_id": "J1UGF20R003",
		"p_id": "J0SGA10",
		"add": "综合水泵房消防泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574686846333,
		"lat": 38.03585385956514,
		"alt": 1087.6452026301995
	},
	{
		"id": "J0SGA10AP004",
		"name": "B消防稳压泵",
		"add_id": "J1UGF20R003",
		"p_id": "J0SGA10",
		"add": "综合水泵房消防泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574674080047,
		"lat": 38.035847228938096,
		"alt": 1087.6452026301995
	},
	{
		"id": "J0GHB10AP001",
		"name": "A生水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHB10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4157334350903,
		"lat": 38.035951881524966,
		"alt": 1087.7440181542188
	},
	{
		"id": "J0GHB10AP002",
		"name": "B生水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHB10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41573771088406,
		"lat": 38.03595301960392,
		"alt": 1087.7440182492137
	},
	{
		"id": "J0GHB10AP003",
		"name": "C生水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHB10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574835362562,
		"lat": 38.035953455009,
		"alt": 1087.7440172638744
	},
	{
		"id": "J0GHE10AP001",
		"name": "A工业水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHE10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574684406777,
		"lat": 38.03587505095048,
		"alt": 1087.7440174063668
	},
	{
		"id": "J0GHE10AP002",
		"name": "B工业水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHE10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574698537755,
		"lat": 38.035882498749075,
		"alt": 1087.7440178925171
	},
	{
		"id": "J0GHE10AP003",
		"name": "C工业水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHE10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4157471296479,
		"lat": 38.03588988355639,
		"alt": 1087.7440174068324
	},
	{
		"id": "J0GKB10AP001",
		"name": "A生活水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GKB10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574766190712,
		"lat": 38.03591752830173,
		"alt": 1087.8190295402892
	},
	{
		"id": "J0GKB10AP002",
		"name": "B生活水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GKB10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574745894872,
		"lat": 38.035917530471266,
		"alt": 1087.8190306574106
	},
	{
		"id": "J0GKB10AP003",
		"name": "C生活水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GKB10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41573975769177,
		"lat": 38.035912334871774,
		"alt": 1088.691466825083
	},
	{
		"id": "20HTK11AP001",
		"name": "2A石灰石供浆泵",
		"add_id": "J1UVM10",
		"p_id": "20HTK11",
		"add": "石灰石粉仓",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41648972359306,
		"lat": 38.033808983695735,
		"alt": 1096.556091031991
	},
	{
		"id": "20HTK11",
		"name": "2A石灰石供浆泵系统",
		"add_id": "J1UVM10",
		"p_id": "20HTK",
		"add": "石灰石粉仓"
	},
	{
		"id": "20HTK12",
		"name": "2B石灰石供浆泵系统",
		"add_id": "J1UVM10",
		"p_id": "20HTK",
		"add": "石灰石粉仓"
	},
	{
		"id": "10HTK12AP001",
		"name": "1B石灰石供浆泵",
		"add_id": "J1UVM10",
		"p_id": "10HTK12",
		"add": "石灰石粉仓",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4165180261466,
		"lat": 38.03384323333056,
		"alt": 1096.556091031991
	},
	{
		"id": "10HTK11",
		"name": "1A石灰石供浆泵系统",
		"add_id": "J1UVM10",
		"p_id": "10HTK",
		"add": "石灰石粉仓"
	},
	{
		"id": "10HTK12",
		"name": "1B石灰石供浆泵系统",
		"add_id": "J1UVM10",
		"p_id": "10HTK",
		"add": "石灰石粉仓"
	},
	{
		"id": "20HTK12AP001",
		"name": "2B石灰石供浆泵",
		"add_id": "J1UVM10",
		"p_id": "20HTK12",
		"add": "石灰石粉仓",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41651735999486,
		"lat": 38.0338086506688,
		"alt": 1096.5560910324566
	},
	{
		"id": "10HTK11AP001",
		"name": "1A石灰石供浆泵",
		"add_id": "J1UVM10",
		"p_id": "10HTK11",
		"add": "石灰石粉仓",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41649038973185,
		"lat": 38.03384356635791,
		"alt": 1096.556091031991
	},
	{
		"id": "10PTA10AN001",
		"name": "#1机#1单元风机",
		"add_id": "11URB10",
		"p_id": "10PTA10",
		"add": "#1机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41174199682736,
		"lat": 38.03576043402808,
		"alt": 1112.6384244989604
	},
	{
		"id": "10PTA10",
		"name": "#1机#1单元风机系统",
		"add_id": "11URB10",
		"p_id": "10PTA",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PTA20",
		"name": "#1机#2单元风机系统",
		"add_id": "11URB10",
		"p_id": "10PTA",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PTA30",
		"name": "#1机#3单元风机系统",
		"add_id": "11URB10",
		"p_id": "10PTA",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PTA40",
		"name": "#1机#4单元风机系统",
		"add_id": "11URB10",
		"p_id": "10PTA",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PTA50",
		"name": "#1机#5单元风机系统",
		"add_id": "11URB10",
		"p_id": "10PTA",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PTA20AN001",
		"name": "#1机#2单元风机",
		"add_id": "11URB10",
		"p_id": "10PTA20",
		"add": "#1机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41174015363698,
		"lat": 38.03566442911995,
		"alt": 1112.6384244989604
	},
	{
		"id": "10PTA30AN001",
		"name": "#1机#3单元风机",
		"add_id": "11URB10",
		"p_id": "10PTA30",
		"add": "#1机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41173827541135,
		"lat": 38.03556659888799,
		"alt": 1112.6384244989604
	},
	{
		"id": "10PTA40AN001",
		"name": "#1机#4单元风机",
		"add_id": "11URB10",
		"p_id": "10PTA40",
		"add": "#1机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41173632058506,
		"lat": 38.035464778287206,
		"alt": 1112.6384244975634
	},
	{
		"id": "10PTA50AN001",
		"name": "#1机#5单元风机",
		"add_id": "11URB10",
		"p_id": "10PTA50",
		"add": "#1机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41173434079852,
		"lat": 38.03536165706343,
		"alt": 1112.638424498029
	},
	{
		"id": "20PTA10AN001",
		"name": "#2机#1单元风机",
		"add_id": "21URB10",
		"p_id": "20PTA10",
		"add": "#2机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41156663852314,
		"lat": 38.03249007600479,
		"alt": 1117.5801969608292
	},
	{
		"id": "20PTA10",
		"name": "#2机#1单元风机系统",
		"add_id": "21URB10",
		"p_id": "20PTA",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PTA20",
		"name": "#2机#2单元风机系统",
		"add_id": "21URB10",
		"p_id": "20PTA",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PTA30",
		"name": "#2机#3单元风机系统",
		"add_id": "21URB10",
		"p_id": "20PTA",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PTA40",
		"name": "#2机#4单元风机系统",
		"add_id": "21URB10",
		"p_id": "20PTA",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PTA50",
		"name": "#2机#5单元风机系统",
		"add_id": "21URB10",
		"p_id": "20PTA",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PTA20AN001",
		"name": "#2机#2单元风机",
		"add_id": "21URB10",
		"p_id": "20PTA20",
		"add": "#2机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41168801638148,
		"lat": 38.03248861841874,
		"alt": 1117.5801969594322
	},
	{
		"id": "20PTA30AN001",
		"name": "#2机#3单元风机",
		"add_id": "21URB10",
		"p_id": "20PTA30",
		"add": "#2机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41181170267195,
		"lat": 38.032487132982524,
		"alt": 1117.5801969594322
	},
	{
		"id": "20PTA40AN001",
		"name": "#2机#4单元风机",
		"add_id": "21URB10",
		"p_id": "20PTA40",
		"add": "#2机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41194043395454,
		"lat": 38.03248558681918,
		"alt": 1117.5801969603635
	},
	{
		"id": "20PTA50AN001",
		"name": "#2机#5单元风机",
		"add_id": "21URB10",
		"p_id": "20PTA50",
		"add": "#2机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41207080959592,
		"lat": 38.032484020762084,
		"alt": 1117.5801969594322
	},
	{
		"id": "20BAT01GT001",
		"name": "#2主变A相变压器",
		"add_id": "21UBF10",
		"p_id": "20BAT01",
		"add": "#2主变构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41273204690921,
		"lat": 38.03329995037326,
		"alt": 1105.6453356239945
	},
	{
		"id": "20BAT01GT002",
		"name": "#2主变B相变压器",
		"add_id": "21UBF10",
		"p_id": "20BAT01",
		"add": "#2主变构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41273150683938,
		"lat": 38.033271837807234,
		"alt": 1105.6453726980835
	},
	{
		"id": "20BAT01GT003",
		"name": "#2主变C相变压器",
		"add_id": "21UBF10",
		"p_id": "20BAT01",
		"add": "#2主变构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41273912497635,
		"lat": 38.03311917444273,
		"alt": 1105.6453726347536
	},
	{
		"id": "10BAT01GT001",
		"name": "#1主变A相变压器",
		"add_id": "11UBF10",
		"p_id": "10BAT01",
		"add": "#1主变构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41278313586295,
		"lat": 38.034364310837304,
		"alt": 1105.6453768680803
	},
	{
		"id": "10BAT01GT002",
		"name": "#1主变B相变压器",
		"add_id": "11UBF10",
		"p_id": "10BAT01",
		"add": "#1主变构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41277994465416,
		"lat": 38.034198206564874,
		"alt": 1105.6453762310557
	},
	{
		"id": "10BAT01GT003",
		"name": "#1主变C相变压器",
		"add_id": "11UBF10",
		"p_id": "10BAT01",
		"add": "#1主变构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41278843427182,
		"lat": 38.034045532745765,
		"alt": 1105.6453766515478
	},
	{
		"id": "Y0AAA01GT202A",
		"name": "1000kV庄横Ⅰ线PTA相",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA01GT202",
		"add": "1000kVGIS配电装置",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41182385756436,
		"lat": 38.03378809057152,
		"alt": 1103.926681049168
	},
	{
		"id": "Y0AAA01GT202B",
		"name": "1000kV庄横Ⅰ线PTB相",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA01GT202",
		"add": "1000kVGIS配电装置",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.411830458537,
		"lat": 38.03367755025824,
		"alt": 1095.9180786721408
	},
	{
		"id": "Y0AAA01GT202C",
		"name": "1000kV庄横Ⅰ线PTC相",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA01GT202",
		"add": "1000kVGIS配电装置",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41182084223689,
		"lat": 38.03363103114707,
		"alt": 1103.926684615668
	},
	{
		"id": "Y0AAA01GS001",
		"name": "1000kV#1主变进线断路器T012",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA01",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0AAA01GT202",
		"name": "1000kV庄横Ⅰ线PT",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA01",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0AAA01",
		"name": "1000kV#1间隔(1000kV#1主变进线及出线)",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0AAA02",
		"name": "1000kV#2间隔(#2主变进线)",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0AA",
		"name": "全厂1000kV公用系统",
		"add_id": "J1UAA10",
		"p_id": "Y0A",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0AAA02GS001",
		"name": "1000kV#2主变进线断路器T013",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA02",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0AAA02GB001",
		"name": "1000kV#2主变进线汇控柜",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA02",
		"add": "1000kVGIS配电装置",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41192180820639,
		"lat": 38.03350193137699,
		"alt": 1095.5767816472799
	},
	{
		"id": "Y0AAA02GS001A",
		"name": "1000kV#2主变进线断路器T013A相",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA02GS001",
		"add": "1000kVGIS配电装置",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41186550335877,
		"lat": 38.03357670408978,
		"alt": 1095.503416548483
	},
	{
		"id": "Y0AAA01GS001A",
		"name": "1000kV#1主变进线断路器T012A相",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA01GS001",
		"add": "1000kVGIS配电装置",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41187033069036,
		"lat": 38.03382813740801,
		"alt": 1095.5034165494144
	}
]