var deviceList = [
	{
		"id": "10ETG41BB110",
		"name": "1B104灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504406644363,
		"lat": 38.033900144440906,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG41",
		"name": "1A1、1B1灰斗、仓泵及进料管系统",
		"add_id": "11UHQ",
		"p_id": "10ETG",
		"add": "#1炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "10ETG",
		"name": "#1炉飞灰输送系统",
		"add_id": "11UHA00",
		"p_id": "10ET",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10ET",
		"name": "#1机组灰渣处理系统",
		"add_id": "11UEW",
		"p_id": "10E",
		"add": "#1机渣贮存建(构)筑物"
	},
	{
		"id": "10E",
		"name": "#1机组燃料供应及灰渣处理系统",
		"add_id": "11UHA00",
		"p_id": "1",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "1",
		"name": "#1机组",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "1",
		"name": "#1机组",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "10ETG41BN108",
		"name": "1B102仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512327509882,
		"lat": 38.0345071434553,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG42BB106",
		"name": "1A206灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511710218577,
		"lat": 38.03420324082362,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG42",
		"name": "1A2、1B2灰斗、仓泵及进料管系统",
		"add_id": "11UHQ",
		"p_id": "10ETG",
		"add": "#1炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "10ETG42BN104",
		"name": "1A204仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504432082795,
		"lat": 38.03390014301176,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG43BB102",
		"name": "1A302灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41519014551821,
		"lat": 38.03450633705019,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG43",
		"name": "1A3、1B3灰斗、仓泵及进料管系统",
		"add_id": "11UHQ",
		"p_id": "10ETG",
		"add": "#1炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "10ETG43BB112",
		"name": "1B306灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41517552415158,
		"lat": 38.033746574088795,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG44BB110",
		"name": "1B404灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41524563656549,
		"lat": 38.03389771778943,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG44",
		"name": "1A4、1B4灰斗、仓泵及进料管系统",
		"add_id": "11UHQ",
		"p_id": "10ETG",
		"add": "#1炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "10ETG45BB108",
		"name": "1B502灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41531574928142,
		"lat": 38.03404886171363,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG45",
		"name": "1A5、1B5灰斗、仓泵及进料管系统",
		"add_id": "11UHQ",
		"p_id": "10ETG",
		"add": "#1炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "10ETG41BB101",
		"name": "1A101灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505722450985,
		"lat": 38.03458393168148,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BB102",
		"name": "1A102灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505576247111,
		"lat": 38.03450795483691,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG41BB105",
		"name": "1A105灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505137643013,
		"lat": 38.03428002649588,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG41BB106",
		"name": "1A106灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504991441339,
		"lat": 38.03420404964717,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BB111",
		"name": "1B105灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504260444907,
		"lat": 38.033824167312204,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG41BB112",
		"name": "1B106灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504114249176,
		"lat": 38.0337481918316,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG41BN103",
		"name": "1A103仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505455481871,
		"lat": 38.03443197628725,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG41BN104",
		"name": "1A104仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505309279069,
		"lat": 38.034355999440635,
		"alt": 1096.0029892153107
	},
	{
		"id": "10ETG41BN109",
		"name": "1B103仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512181299588,
		"lat": 38.03443116661191,
		"alt": 1096.0029892143793
	},
	{
		"id": "10ETG41BN110",
		"name": "1B104仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512035089843,
		"lat": 38.03435518976748,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG42BB101",
		"name": "1A201灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512441262903,
		"lat": 38.03458312284694,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG42BB102",
		"name": "1A202灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512295052092,
		"lat": 38.03450714600457,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG42BB107",
		"name": "1B201灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511564010511,
		"lat": 38.034127263976075,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG42BB108",
		"name": "1B202灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511417805646,
		"lat": 38.03405128850179,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG42BB111",
		"name": "1B205灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41510979187464,
		"lat": 38.03382335849964,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG42BB112",
		"name": "1B206灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41510832984797,
		"lat": 38.03374738302122,
		"alt": 1102.8231180361472
	},
	{
		"id": "10ETG42BN105",
		"name": "1A205仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504285883313,
		"lat": 38.03382416588306,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG42BN106",
		"name": "1A206仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504139684912,
		"lat": 38.03374818902819,
		"alt": 1096.0029892139137
	},
	{
		"id": "10ETG42BN109",
		"name": "1B203仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511304055712,
		"lat": 38.03397530882813,
		"alt": 1096.0029892143793
	},
	{
		"id": "10ETG42BN110",
		"name": "1B204仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511157851909,
		"lat": 38.03389933335179,
		"alt": 1096.0029892139137
	},
	{
		"id": "10ETG43BB103",
		"name": "1A303灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41518868334623,
		"lat": 38.03443036020899,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG43BB104",
		"name": "1A304灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41518722120091,
		"lat": 38.03435438446617,
		"alt": 1102.8231180328876
	},
	{
		"id": "10ETG43BB107",
		"name": "1B301灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41518283475557,
		"lat": 38.03412645503267,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG43BB108",
		"name": "1B302灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41518137263753,
		"lat": 38.03405047956059,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG44BB101",
		"name": "1A401灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525879650453,
		"lat": 38.0345815049707,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG44BB102",
		"name": "1A402灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525733425766,
		"lat": 38.034505528132726,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG44BB105",
		"name": "1A405灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525294759245,
		"lat": 38.034277599811446,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG44BB106",
		"name": "1A406灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525148536758,
		"lat": 38.03420162296935,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG44BB111",
		"name": "1B405灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41524417436283,
		"lat": 38.03382174066732,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG44BB112",
		"name": "1B406灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41524271219744,
		"lat": 38.0337457651933,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BB103",
		"name": "1A103灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505430043784,
		"lat": 38.03443197799132,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BB104",
		"name": "1A104灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505283843125,
		"lat": 38.03435600224411,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BB108",
		"name": "1B102灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504699042278,
		"lat": 38.03405209732095,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG41BB109",
		"name": "1B103灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150455284384,
		"lat": 38.03397612129373,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG41BN101",
		"name": "1A101仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505747887008,
		"lat": 38.034583928877986,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG41BN102",
		"name": "1A102仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505601685222,
		"lat": 38.03450795313283,
		"alt": 1096.0029892167076
	},
	{
		"id": "10ETG41BN106",
		"name": "1A106仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505016879346,
		"lat": 38.034204047943156,
		"alt": 1096.0029892167076
	},
	{
		"id": "10ETG41BN107",
		"name": "1B101仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512473718613,
		"lat": 38.03458311919823,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG41BN111",
		"name": "1B105仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151188888276,
		"lat": 38.03427921402144,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG41BN112",
		"name": "1B106仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511742676232,
		"lat": 38.03420323827437,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG42BB104",
		"name": "1A204灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41512002634234,
		"lat": 38.03435519341616,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG42BB105",
		"name": "1A205灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511856427186,
		"lat": 38.03427921767012,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG42BB109",
		"name": "1B203灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151127160027,
		"lat": 38.03397531247677,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG42BB110",
		"name": "1B204灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511125393856,
		"lat": 38.03389933562613,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG42BN102",
		"name": "1A202仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504724478119,
		"lat": 38.03405209451752,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG42BN103",
		"name": "1A203仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504578279653,
		"lat": 38.0339761184903,
		"alt": 1096.0029892167076
	},
	{
		"id": "10ETG42BN107",
		"name": "1B201仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511596468138,
		"lat": 38.03412726142686,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG42BN108",
		"name": "1B202仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151145026112,
		"lat": 38.03405128485315,
		"alt": 1096.0029892139137
	},
	{
		"id": "10ETG42BN112",
		"name": "1B206仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41510865440137,
		"lat": 38.03374737937261,
		"alt": 1096.002989216242
	},
	{
		"id": "10ETG43BB101",
		"name": "1A301灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151916076957,
		"lat": 38.034582313890354,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG43BB105",
		"name": "1A305灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41518575906106,
		"lat": 38.03427840872233,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG43BB106",
		"name": "1A306灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41518429690557,
		"lat": 38.03420243187803,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG43BB110",
		"name": "1B304灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41517844838091,
		"lat": 38.033898526689335,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG43BB111",
		"name": "1B305灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41517698624764,
		"lat": 38.03382254956503,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG44BB103",
		"name": "1A403灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525587201632,
		"lat": 38.03442955129372,
		"alt": 1102.8231180328876
	},
	{
		"id": "10ETG44BB104",
		"name": "1A404灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525440980162,
		"lat": 38.034353575553084,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG44BB108",
		"name": "1B402灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4152485609608,
		"lat": 38.034049670656316,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG44BB109",
		"name": "1B403灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41524709876833,
		"lat": 38.03397369463566,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB101",
		"name": "1A501灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41532598531063,
		"lat": 38.034580696012654,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB102",
		"name": "1A502灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41532452299442,
		"lat": 38.03450471917688,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG41BB107",
		"name": "1B101灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504845240212,
		"lat": 38.034128072797444,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG41BN105",
		"name": "1A105仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG41",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41505163078932,
		"lat": 38.0342800236924,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG42BB103",
		"name": "1A203灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151214884183,
		"lat": 38.034431169161174,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG42BN101",
		"name": "1A201仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41504870678193,
		"lat": 38.034128071093406,
		"alt": 1096.0029892153107
	},
	{
		"id": "10ETG42BN111",
		"name": "1B205仓泵",
		"add_id": "11UHQ",
		"p_id": "10ETG42",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41511011645484,
		"lat": 38.0338233562253,
		"alt": 1096.0029892139137
	},
	{
		"id": "10ETG43BB109",
		"name": "1B303灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG43",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41517991051441,
		"lat": 38.03397450353776,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG44BB107",
		"name": "1B401灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG44",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41525002314825,
		"lat": 38.034125646126206,
		"alt": 1102.8231180333532
	},
	{
		"id": "10ETG45BB103",
		"name": "1A503灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4153230606837,
		"lat": 38.03442874234007,
		"alt": 1102.8231180352159
	},
	{
		"id": "10ETG45BB104",
		"name": "1A504灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41532159839966,
		"lat": 38.034352766601636,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB105",
		"name": "1A505灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4153201361211,
		"lat": 38.034276790862194,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB106",
		"name": "1A506灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41531867382689,
		"lat": 38.034200814022284,
		"alt": 1102.8231180333532
	},
	{
		"id": "10ETG45BB107",
		"name": "1B501灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41531721153817,
		"lat": 38.03412483718133,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB109",
		"name": "1B503灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41531428701958,
		"lat": 38.03397288569521,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG45BB110",
		"name": "1B504灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41531282474735,
		"lat": 38.033896908851155,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG45BB111",
		"name": "1B505灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41531136247534,
		"lat": 38.033820931731256,
		"alt": 1102.8231180342846
	},
	{
		"id": "10ETG45BB112",
		"name": "1B506灰斗",
		"add_id": "11UHQ",
		"p_id": "10ETG45",
		"add": "#1炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41530990024057,
		"lat": 38.03374495625941,
		"alt": 1102.8231180356815
	},
	{
		"id": "10HNV20AK001",
		"name": "1B引风机油站",
		"add_id": "11UHN10",
		"p_id": "10HNV20",
		"add": "#1引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41557505094147,
		"lat": 38.03390037932603,
		"alt": 1095.0530393319204
	},
	{
		"id": "10HNV20",
		"name": "1B引风机油站系统",
		"add_id": "11UHN10",
		"p_id": "10HNV",
		"add": "#1引风机室"
	},
	{
		"id": "10HNV",
		"name": "#1炉引风机油站系统",
		"add_id": "11UHN10",
		"p_id": "10HN",
		"add": "#1引风机室"
	},
	{
		"id": "10HN",
		"name": "#1炉烟气排放系统",
		"add_id": "11UHN10",
		"p_id": "10H",
		"add": "#1引风机室"
	},
	{
		"id": "10H",
		"name": "#1锅炉热生成系统",
		"add_id": "11UHA54",
		"p_id": "1",
		"add": "#1锅炉房69.0m层"
	},
	{
		"id": "10HNC20AN001",
		"name": "1B引风机",
		"add_id": "11UHN10",
		"p_id": "10HNC20",
		"add": "#1引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41554558497214,
		"lat": 38.03393777139416,
		"alt": 1101.1523398202844
	},
	{
		"id": "10HNC20",
		"name": "1B引风机系统",
		"add_id": "11UHN10",
		"p_id": "10HNC",
		"add": "#1引风机室"
	},
	{
		"id": "10HNC",
		"name": "#1炉引风机系统",
		"add_id": "11UHN10",
		"p_id": "10HN",
		"add": "#1引风机室"
	},
	{
		"id": "10HNC10AE001",
		"name": "1A引风机电机",
		"add_id": "11UHN10",
		"p_id": "10HNC10",
		"add": "#1引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41546203661994,
		"lat": 38.03439104617557,
		"alt": 1099.020323912613
	},
	{
		"id": "10HNC10",
		"name": "1A引风机系统",
		"add_id": "11UHN10",
		"p_id": "10HNC",
		"add": "#1引风机室"
	},
	{
		"id": "10HNC20AE001",
		"name": "1B引风机电机",
		"add_id": "11UHN10",
		"p_id": "10HNC20",
		"add": "#1引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4154533994261,
		"lat": 38.033942323721675,
		"alt": 1099.0203239107504
	},
	{
		"id": "10HNC10AN001",
		"name": "1A引风机",
		"add_id": "11UHN10",
		"p_id": "10HNC10",
		"add": "#1引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41555435522287,
		"lat": 38.03439337677767,
		"alt": 1101.1523398216814
	},
	{
		"id": "10HNV10AK001",
		"name": "1A引风机油站",
		"add_id": "11UHN10",
		"p_id": "10HNV10",
		"add": "#1引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41558520743028,
		"lat": 38.0344279871163,
		"alt": 1095.0530393309891
	},
	{
		"id": "10HNV10",
		"name": "1A引风机油站系统",
		"add_id": "11UHN10",
		"p_id": "10HNV",
		"add": "#1引风机室"
	},
	{
		"id": "10PAC20AP002",
		"name": "1B循环水泵",
		"add_id": "11UQA10",
		"p_id": "10PAC20",
		"add": "#1机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4161043236835,
		"lat": 38.034535771237785,
		"alt": 1093.0209316634573
	},
	{
		"id": "10PAC20",
		"name": "#1机循环水泵系统",
		"add_id": "11UQA10",
		"p_id": "10PAC",
		"add": "#1机循环水泵房"
	},
	{
		"id": "10PAC",
		"name": "#1机组循环水泵系统",
		"add_id": "11UQA10",
		"p_id": "10PA",
		"add": "#1机循环水泵房"
	},
	{
		"id": "10PA",
		"name": "#1机组循环水（主冷却）系统",
		"add_id": "11UMA00",
		"p_id": "10P",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10P",
		"name": "#1机组冷却水系统",
		"add_id": "11UMA00",
		"p_id": "1",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10PAC20AP003",
		"name": "1C循环水泵",
		"add_id": "11UQA10",
		"p_id": "10PAC20",
		"add": "#1机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41610600167301,
		"lat": 38.03462290555408,
		"alt": 1093.0209316629916
	},
	{
		"id": "10PAC20AP001",
		"name": "1A循环水泵",
		"add_id": "11UQA10",
		"p_id": "10PAC20",
		"add": "#1机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41610264570124,
		"lat": 38.03444863692011,
		"alt": 1093.020931662526
	},
	{
		"id": "10PAC20AP004",
		"name": "1D循环水泵",
		"add_id": "11UQA10",
		"p_id": "10PAC20",
		"add": "#1机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41610760962644,
		"lat": 38.034706402698234,
		"alt": 1093.0209319596179
	},
	{
		"id": "20BBD00GS000",
		"name": "10kV脱硫2B段母线",
		"add_id": "J1UVF11R007",
		"p_id": "20BBD00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4160181987868,
		"lat": 38.03415227096855,
		"alt": 1095.878047558479
	},
	{
		"id": "20BBD00",
		"name": "10kV脱硫2B段母线系统",
		"add_id": "J1UVF11R007",
		"p_id": "20BBD",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "20BBD",
		"name": "10kV脱硫2B段配电装置",
		"add_id": "J1UVF11R007",
		"p_id": "20BB",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "20BB",
		"name": "#2机10kV厂用工作配电装置",
		"add_id": "21UMA04R001",
		"p_id": "20B",
		"add": "#2汽机房4.85m层10kV2A段配电室"
	},
	{
		"id": "20B",
		"name": "#2机组厂用电系统",
		"add_id": "21UMA00",
		"p_id": "2",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "2",
		"name": "#2机组",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "2",
		"name": "#2机组",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "10BBC02GS001",
		"name": "10kV脱硫1A段母联开关",
		"add_id": "J1UVF11R007",
		"p_id": "10BBC02",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4161785190483,
		"lat": 38.0341503396085,
		"alt": 1095.878047558479
	},
	{
		"id": "10BBC02",
		"name": "10kV脱硫1A段#2柜",
		"add_id": "J1UVF11R007",
		"p_id": "10BBC",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "10BBC",
		"name": "10kV脱硫1A段配电装置",
		"add_id": "J1UVF11R007",
		"p_id": "10BB",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "10BB",
		"name": "#1机10kVA段配电装置",
		"add_id": "11UMA04R001",
		"p_id": "10B",
		"add": "#1汽机房4.85m层10kV1A段配电室"
	},
	{
		"id": "10B",
		"name": "#1机组厂用电系统",
		"add_id": "11UMA00",
		"p_id": "1",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "20BBC00GS000",
		"name": "10kV脱硫2A段母线",
		"add_id": "J1UVF11R007",
		"p_id": "20BBC00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4160882409061,
		"lat": 38.03415142720596,
		"alt": 1095.878047558479
	},
	{
		"id": "20BBC00",
		"name": "10kV脱硫2A段母线系统",
		"add_id": "J1UVF11R007",
		"p_id": "20BBC",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "20BBC",
		"name": "10kV脱硫2A段配电装置",
		"add_id": "J1UVF11R007",
		"p_id": "20BB",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "10BBD00GS000",
		"name": "10kV脱硫1B段母线",
		"add_id": "J1UVF11R007",
		"p_id": "10BBD00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612175030932,
		"lat": 38.03415102352008,
		"alt": 1095.8780475575477
	},
	{
		"id": "10BBD00",
		"name": "10kV脱硫1B段母线系统",
		"add_id": "J1UVF11R007",
		"p_id": "10BBD",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "10BBD",
		"name": "10kV脱硫1B段配电装置",
		"add_id": "J1UVF11R007",
		"p_id": "10BB",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "10BBC00GS000",
		"name": "10kV脱硫1A段母线",
		"add_id": "J1UVF11R007",
		"p_id": "10BBC00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41621202844968,
		"lat": 38.034149935896906,
		"alt": 1095.8780475561507
	},
	{
		"id": "10BBC00",
		"name": "10kV脱硫1A段母线系统",
		"add_id": "J1UVF11R007",
		"p_id": "10BBC",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "10HTF13AE001",
		"name": "1C浆液循环泵电机",
		"add_id": "11UVD10",
		"p_id": "10HTF13",
		"add": "#1脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41732665456479,
		"lat": 38.035034269906845,
		"alt": 1097.3676130180247
	},
	{
		"id": "10HTF13",
		"name": "1C浆液循环泵系统",
		"add_id": "11UVD10",
		"p_id": "10HTF",
		"add": "#1脱硫循环泵房"
	},
	{
		"id": "10HTF",
		"name": "#1脱硫吸附剂循环系统",
		"add_id": "11UVC10",
		"p_id": "10HT",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HT",
		"name": "#1炉脱硫系统",
		"add_id": "11UVB",
		"p_id": "10H",
		"add": "#1炉烟气风机系统建(构)筑物"
	},
	{
		"id": "10HTF14AE001",
		"name": "1D浆液循环泵电机",
		"add_id": "11UVD10",
		"p_id": "10HTF14",
		"add": "#1脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41737709578132,
		"lat": 38.03503366170449,
		"alt": 1097.367613018956
	},
	{
		"id": "10HTF14",
		"name": "1D浆液循环泵系统",
		"add_id": "11UVD10",
		"p_id": "10HTF",
		"add": "#1脱硫循环泵房"
	},
	{
		"id": "10HTF12AE001",
		"name": "1B浆液循环泵电机",
		"add_id": "11UVD10",
		"p_id": "10HTF12",
		"add": "#1脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41728525836251,
		"lat": 38.03503476903139,
		"alt": 1097.3676130184904
	},
	{
		"id": "10HTF12",
		"name": "1B浆液循环泵系统",
		"add_id": "11UVD10",
		"p_id": "10HTF",
		"add": "#1脱硫循环泵房"
	},
	{
		"id": "10HTF16AE001",
		"name": "1F浆液循环泵电机",
		"add_id": "11UVD10",
		"p_id": "10HTF16",
		"add": "#1脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41747100714036,
		"lat": 38.03503252929691,
		"alt": 1097.3676130180247
	},
	{
		"id": "10HTF16",
		"name": "1F浆液循环泵系统",
		"add_id": "11UVD10",
		"p_id": "10HTF",
		"add": "#1脱硫循环泵房"
	},
	{
		"id": "10HTF21AP001-M01",
		"name": "1A脉冲悬浮泵电机",
		"add_id": "11UVC10",
		"p_id": "10HTF21AP001",
		"add": "#1脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41719797568685,
		"lat": 38.03478460022854,
		"alt": 1095.944453239441
	},
	{
		"id": "10HTF21AP001",
		"name": "1A脉冲悬浮泵",
		"add_id": "11UVC10",
		"p_id": "10HTF21",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTF21",
		"name": "1A脉冲悬浮泵系统",
		"add_id": "11UVC10",
		"p_id": "10HTF",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTF22AP001-M01",
		"name": "1B脉冲悬浮泵电机",
		"add_id": "11UVC10",
		"p_id": "10HTF22AP001",
		"add": "#1脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41723032292424,
		"lat": 38.03476002416832,
		"alt": 1095.944453239441
	},
	{
		"id": "10HTF22AP001",
		"name": "1B脉冲悬浮泵",
		"add_id": "11UVC10",
		"p_id": "10HTF22",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTF22",
		"name": "1B脉冲悬浮泵系统",
		"add_id": "11UVC10",
		"p_id": "10HTF",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTT12AP001-M01",
		"name": "1C脉冲悬浮泵电机",
		"add_id": "11UVC10",
		"p_id": "10HTT12AP001",
		"add": "#1脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41727049542831,
		"lat": 38.0347323994655,
		"alt": 1095.9444516021758
	},
	{
		"id": "10HTT12AP001",
		"name": "1C脉冲悬浮泵",
		"add_id": "11UVC10",
		"p_id": "10HTT12",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTT12",
		"name": "1C脉冲悬浮泵系统",
		"add_id": "11UVC10",
		"p_id": "10HTT",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTT",
		"name": "#1脱硫排放水系统",
		"add_id": "11UVC10",
		"p_id": "10HT",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10PAE",
		"name": "#1间冷塔系统（散热器系统）",
		"add_id": "11URA10",
		"p_id": "10PA",
		"add": "#1间冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41734544064988,
		"lat": 38.034872989630514,
		"alt": 1108.982366764918
	},
	{
		"id": "10HTD10BB001",
		"name": "#1脱硫吸收塔",
		"add_id": "11UVC10",
		"p_id": "10HTD10",
		"add": "#1脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4171338897346,
		"lat": 38.034683530131346,
		"alt": 1127.4835195485502
	},
	{
		"id": "10HTD10",
		"name": "#1脱硫吸收塔系统",
		"add_id": "11UVC10",
		"p_id": "10HTD",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTD",
		"name": "#1脱硫烟气洗涤系统",
		"add_id": "11UVC10",
		"p_id": "10HT",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTF15AE001",
		"name": "1E浆液循环泵电机",
		"add_id": "11UVD10",
		"p_id": "10HTF15",
		"add": "#1脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41741849198132,
		"lat": 38.0350331625476,
		"alt": 1097.3676130184904
	},
	{
		"id": "10HTF15",
		"name": "1E浆液循环泵系统",
		"add_id": "11UVD10",
		"p_id": "10HTF",
		"add": "#1脱硫循环泵房"
	},
	{
		"id": "10HTF11AE001",
		"name": "1A浆液循环泵电机",
		"add_id": "11UVD10",
		"p_id": "10HTF11",
		"add": "#1脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4172348386889,
		"lat": 38.035035376934566,
		"alt": 1097.367613018956
	},
	{
		"id": "10HTF11",
		"name": "1A浆液循环泵系统",
		"add_id": "11UVC10",
		"p_id": "10HTF",
		"add": "#1脱硫吸收塔区域"
	},
	{
		"id": "10HTG11AN001",
		"name": "1A氧化风机",
		"add_id": "11UVB10R004",
		"p_id": "10HTG11",
		"add": "#1氧化风机房风机房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41632220115397,
		"lat": 38.03418544884812,
		"alt": 1096.4865086507052
	},
	{
		"id": "10HTG11",
		"name": "1A氧化风机系统",
		"add_id": "11UVB10R004",
		"p_id": "10HTG",
		"add": "#1氧化风机房风机房"
	},
	{
		"id": "10HTG",
		"name": "#1脱硫氧化风系统",
		"add_id": "11UVB10R004",
		"p_id": "10HT",
		"add": "#1氧化风机房风机房"
	},
	{
		"id": "10HTG12AN001",
		"name": "1B氧化风机",
		"add_id": "11UVB10R004",
		"p_id": "10HTG12",
		"add": "#1氧化风机房风机房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41632080756943,
		"lat": 38.03411309299358,
		"alt": 1096.4865086511709
	},
	{
		"id": "10HTG12",
		"name": "1B氧化风机系统",
		"add_id": "11UVB10R004",
		"p_id": "10HTG",
		"add": "#1氧化风机房风机房"
	},
	{
		"id": "J0ETH23AM001",
		"name": "原灰库湿式搅拌机",
		"add_id": "J1UET10",
		"p_id": "J0ETH23",
		"add": "#1原灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42043783177755,
		"lat": 38.03196150532693,
		"alt": 1106.7777077136561
	},
	{
		"id": "J0ETH23",
		"name": "原灰库3号卸灰管系统",
		"add_id": "J1UET10",
		"p_id": "J0ETH",
		"add": "#1原灰库构筑物"
	},
	{
		"id": "J0ETH",
		"name": "#1、2机灰库及库顶设备",
		"add_id": "J1UET",
		"p_id": "J0ET",
		"add": "#1、2机灰贮存建(构)筑物"
	},
	{
		"id": "J0ET",
		"name": "#1、2机除灰系统",
		"add_id": "J1UET10",
		"p_id": "J0E",
		"add": "#1原灰库构筑物"
	},
	{
		"id": "J0E",
		"name": "常规燃料供给",
		"add_id": "J1UEA10",
		"p_id": "J",
		"add": "汽车卸煤沟"
	},
	{
		"id": "J",
		"name": "#1、2机组",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "J",
		"name": "J-#1、2机组",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "J0ETH22AT001",
		"name": "原灰库干灰散装机布袋降尘器",
		"add_id": "J1UET10",
		"p_id": "J0ETH22",
		"add": "#1原灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42049428284307,
		"lat": 38.031955838876954,
		"alt": 1106.7775265555829
	},
	{
		"id": "J0ETH22",
		"name": "原灰库2号卸灰管系统",
		"add_id": "J1UET10",
		"p_id": "J0ETH",
		"add": "#1原灰库构筑物"
	},
	{
		"id": "J0ETG90AM001",
		"name": "原灰库分选气灰混合器",
		"add_id": "J1UET10",
		"p_id": "J0ETG90",
		"add": "#1原灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42040567940141,
		"lat": 38.031974709090385,
		"alt": 1107.000669406727
	},
	{
		"id": "J0ETG90",
		"name": "灰库分选系统",
		"add_id": "J1UET10",
		"p_id": "J0ETG",
		"add": "#1原灰库构筑物"
	},
	{
		"id": "J0ETG",
		"name": "#1、2机灰库分选系统",
		"add_id": "J1UET10",
		"p_id": "J0ET",
		"add": "#1原灰库构筑物"
	},
	{
		"id": "J0ETP30AC001",
		"name": "原灰库气化风电加热器",
		"add_id": "J1UET10",
		"p_id": "J0ETP30",
		"add": "#1原灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42045277570658,
		"lat": 38.03196277495412,
		"alt": 1106.847834753804
	},
	{
		"id": "J0ETP30",
		"name": "灰库气化风机",
		"add_id": "J1UET10",
		"p_id": "J0ETP",
		"add": "#1原灰库构筑物"
	},
	{
		"id": "J0ETP",
		"name": "#1、2机输灰空气系统",
		"add_id": "J1UEU10R003",
		"p_id": "J0ET",
		"add": "灰库气化风机房风机房"
	},
	{
		"id": "20ETG41BB104",
		"name": "2A104灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503296362055,
		"lat": 38.033323144263974,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG41",
		"name": "2A1、2B1灰斗、仓泵及进料管系统",
		"add_id": "21UHQ",
		"p_id": "20ETG",
		"add": "#2炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "20ETG",
		"name": "#2炉飞灰输送系统",
		"add_id": "21UHA00",
		"p_id": "20ET",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20ET",
		"name": "#2机组灰渣处理系统",
		"add_id": "21UEW",
		"p_id": "20E",
		"add": "#2机渣贮存建(构)筑物"
	},
	{
		"id": "20E",
		"name": "#2机组燃料供应及灰渣处理系统",
		"add_id": "21UHA00",
		"p_id": "2",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20E",
		"name": "#2机组燃料供应及灰渣处理系统",
		"add_id": "",
		"p_id": "2",
		"add": ""
	},
	{
		"id": "20ETG41BB108",
		"name": "2B102灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150271159058,
		"lat": 38.03301923900986,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG41BB112",
		"name": "2B106灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502126827908,
		"lat": 38.03271533373922,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB104",
		"name": "2A304灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151673445043,
		"lat": 38.033321526545755,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43",
		"name": "2A3、2B3灰斗、仓泵及进料管系统",
		"add_id": "21UHQ",
		"p_id": "20ETG",
		"add": "#2炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "20ETG43BB108",
		"name": "2B302灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41516149623469,
		"lat": 38.0330176213092,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG43BB112",
		"name": "2B306灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41515564805304,
		"lat": 38.03271371605612,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG44BB104",
		"name": "2A404灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41523453216209,
		"lat": 38.03332071766255,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG44",
		"name": "2A4、2B4灰斗、仓泵及进料管系统",
		"add_id": "21UHQ",
		"p_id": "20ETG",
		"add": "#2炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "20ETG44BB108",
		"name": "2B402灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41522868361506,
		"lat": 38.033016812434774,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG44BB112",
		"name": "2B406灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41522283515602,
		"lat": 38.03271290719047,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG44BN104",
		"name": "2A404仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41510047514028,
		"lat": 38.033322331817345,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG44BN108",
		"name": "2B402仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509462714677,
		"lat": 38.03301842657204,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG44BN112",
		"name": "2B406仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41508877924124,
		"lat": 38.03271452131023,
		"alt": 1096.002989213448
	},
	{
		"id": "20ETG45BB104",
		"name": "2A504灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41530171981722,
		"lat": 38.033319908740935,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG45",
		"name": "2A5、2B5灰斗、仓泵及进料管系统",
		"add_id": "21UHQ",
		"p_id": "20ETG",
		"add": "#2炉烟气过滤系统建(构)筑物"
	},
	{
		"id": "20ETG45BB108",
		"name": "2B502灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41529587099276,
		"lat": 38.033016003521965,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG45BB112",
		"name": "2B506灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41529002225627,
		"lat": 38.03271209828647,
		"alt": 1102.8231180333532
	},
	{
		"id": "20ETG45BN104",
		"name": "2A504仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503321797641,
		"lat": 38.03332314146059,
		"alt": 1096.0029892167076
	},
	{
		"id": "20ETG45BN108",
		"name": "2B502仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502737026065,
		"lat": 38.03301923620653,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG45BN112",
		"name": "2B506仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502152263283,
		"lat": 38.032715330935915,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG41BB103",
		"name": "2A103灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503442555242,
		"lat": 38.03339912002523,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG41BB107",
		"name": "2B101灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502857781566,
		"lat": 38.03309521477522,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG41BB111",
		"name": "2B105灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502273016692,
		"lat": 38.03279130950871,
		"alt": 1102.8231180361472
	},
	{
		"id": "20ETG43BB103",
		"name": "2A303灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41516880657488,
		"lat": 38.03339750230261,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB107",
		"name": "2B301灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41516295828325,
		"lat": 38.03309359707016,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG43BB111",
		"name": "2B305灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41515711007962,
		"lat": 38.03278969182123,
		"alt": 1102.8231180366129
	},
	{
		"id": "20ETG44BB103",
		"name": "2A403灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41523599430205,
		"lat": 38.03339669341719,
		"alt": 1102.8231180352159
	},
	{
		"id": "20ETG44BB107",
		"name": "2B401灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.415230145733,
		"lat": 38.03309278819356,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG44BB111",
		"name": "2B405灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41522429725192,
		"lat": 38.032788882953376,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG44BN103",
		"name": "2A403仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41510193716297,
		"lat": 38.03339830867579,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG44BN107",
		"name": "2B401仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509608914748,
		"lat": 38.033094403434646,
		"alt": 1096.0029892129824
	},
	{
		"id": "20ETG44BN111",
		"name": "2B405仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509024121996,
		"lat": 38.03279049817695,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG45BB103",
		"name": "2A503灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41530318202652,
		"lat": 38.03339588449339,
		"alt": 1102.8231180333532
	},
	{
		"id": "20ETG45BB107",
		"name": "2B501灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41529733318004,
		"lat": 38.03309197927854,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG45BB111",
		"name": "2B505灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41529148442157,
		"lat": 38.032788074047154,
		"alt": 1102.8231180361472
	},
	{
		"id": "20ETG45BN103",
		"name": "2A503仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150346799297,
		"lat": 38.03339911832126,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG45BN107",
		"name": "2B501仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502883219192,
		"lat": 38.033095213071306,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG45BN111",
		"name": "2B505仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502298454212,
		"lat": 38.03279130780484,
		"alt": 1096.0029892153107
	},
	{
		"id": "20ETG41BB101",
		"name": "2A101灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503734947491,
		"lat": 38.03355107374346,
		"alt": 1102.8231180352159
	},
	{
		"id": "20ETG41BB105",
		"name": "2A105灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150315016942,
		"lat": 38.0332471685017,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG41BB109",
		"name": "2B103灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502565400145,
		"lat": 38.03294326324344,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB101",
		"name": "2A301灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41517173077483,
		"lat": 38.033549456012054,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB105",
		"name": "2A305灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41516588243921,
		"lat": 38.03324555078787,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB109",
		"name": "2B303灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41516003419162,
		"lat": 38.03294164554718,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG44BB101",
		"name": "2A401灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41523891864071,
		"lat": 38.033548647122245,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG44BB105",
		"name": "2A405灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41523307002768,
		"lat": 38.033244741906856,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG44BB109",
		"name": "2B403灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41522722150262,
		"lat": 38.03294083667495,
		"alt": 1102.8231180352159
	},
	{
		"id": "20ETG44BN101",
		"name": "2A401仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41510486120372,
		"lat": 38.033550261290195,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG44BN105",
		"name": "2A405仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509901314424,
		"lat": 38.03324635605729,
		"alt": 1096.0029892139137
	},
	{
		"id": "20ETG44BN109",
		"name": "2B403仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509316517802,
		"lat": 38.032942451082704,
		"alt": 1096.0029892143793
	},
	{
		"id": "20ETG45BB101",
		"name": "2A501灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41530610650392,
		"lat": 38.03354783819405,
		"alt": 1102.8231180352159
	},
	{
		"id": "20ETG45BB105",
		"name": "2A505灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41530025761345,
		"lat": 38.03324393298746,
		"alt": 1102.8231180333532
	},
	{
		"id": "20ETG45BB109",
		"name": "2B503灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41529440881096,
		"lat": 38.03294002776434,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG45BN101",
		"name": "2A501仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503760383156,
		"lat": 38.03355107094006,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG45BN105",
		"name": "2A505仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150317560498,
		"lat": 38.033247165698356,
		"alt": 1096.0029892143793
	},
	{
		"id": "20ETG45BN109",
		"name": "2B503仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150259083613,
		"lat": 38.032943260714994,
		"alt": 1096.0029892153107
	},
	{
		"id": "20ETG41BB102",
		"name": "2A102灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150358875109,
		"lat": 38.03347509688484,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG41BB106",
		"name": "2A106灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150300397522,
		"lat": 38.033171191638985,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG41BB110",
		"name": "2B104灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG41",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41502419208143,
		"lat": 38.03286728637658,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG43BB102",
		"name": "2A302灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41517026867211,
		"lat": 38.03347347915785,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG43BB106",
		"name": "2A306灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41516442035848,
		"lat": 38.033169573929555,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG43BB110",
		"name": "2B304灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG43",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41515857213287,
		"lat": 38.032865668684735,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG44BB102",
		"name": "2A402灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41523745646865,
		"lat": 38.033472670270235,
		"alt": 1102.8231180342846
	},
	{
		"id": "20ETG44BB106",
		"name": "2A406灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41523160787759,
		"lat": 38.03316876505072,
		"alt": 1102.8231180352159
	},
	{
		"id": "20ETG44BB110",
		"name": "2B404灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41522575937452,
		"lat": 38.03286485981468,
		"alt": 1102.8231180352159
	},
	{
		"id": "20ETG44BN102",
		"name": "2A402仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4151033991912,
		"lat": 38.03347428553323,
		"alt": 1096.0029892129824
	},
	{
		"id": "20ETG44BN106",
		"name": "2A406仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509755115368,
		"lat": 38.033170380296184,
		"alt": 1096.0029892143793
	},
	{
		"id": "20ETG44BN110",
		"name": "2B404仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG44",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41509170320418,
		"lat": 38.032866475042624,
		"alt": 1096.002989216242
	},
	{
		"id": "20ETG45BB102",
		"name": "2A502灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41530464426246,
		"lat": 38.03347186134425,
		"alt": 1102.8231180361472
	},
	{
		"id": "20ETG45BB106",
		"name": "2A506灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.415298795394,
		"lat": 38.033167956133504,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG45BB110",
		"name": "2B504灰斗",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4152929466135,
		"lat": 38.03286405090627,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG45BN102",
		"name": "2A502仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503614188846,
		"lat": 38.03347509518089,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG45BN106",
		"name": "2A506仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41503029412868,
		"lat": 38.033171189935054,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG45BN110",
		"name": "2B504仓泵",
		"add_id": "21UHQ",
		"p_id": "20ETG45",
		"add": "#2炉烟气过滤系统建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4150244464569,
		"lat": 38.03286728467271,
		"alt": 1096.0029892153107
	},
	{
		"id": "20HNV20AK001",
		"name": "2B引风机油站",
		"add_id": "21UHN10",
		"p_id": "20HNV20",
		"add": "#2引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41555516912288,
		"lat": 38.032867521498865,
		"alt": 1095.0530393333174
	},
	{
		"id": "20HNV20",
		"name": "2B引风机油站系统",
		"add_id": "21UHN10",
		"p_id": "20HNV",
		"add": "#2引风机室"
	},
	{
		"id": "20HNV",
		"name": "#2炉引风机油站系统",
		"add_id": "21UHN10",
		"p_id": "20HN",
		"add": "#2引风机室"
	},
	{
		"id": "20HN",
		"name": "#2炉烟气排放系统",
		"add_id": "21UHN10",
		"p_id": "20H",
		"add": "#2引风机室"
	},
	{
		"id": "20H",
		"name": "#2锅炉热生成系统",
		"add_id": "21UHA54",
		"p_id": "2",
		"add": "#2锅炉房69.0m层"
	},
	{
		"id": "20HNC10AE001",
		"name": "2A引风机电机",
		"add_id": "21UHN10",
		"p_id": "20HNC10",
		"add": "#2引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41544212305813,
		"lat": 38.03335647493083,
		"alt": 1099.0203239135444
	},
	{
		"id": "20HNC10",
		"name": "2A引风机系统",
		"add_id": "21UHN10",
		"p_id": "20HNC",
		"add": "#2引风机室"
	},
	{
		"id": "20HNC",
		"name": "#2炉引风机系统",
		"add_id": "21UHN10",
		"p_id": "20HN",
		"add": "#2引风机室"
	},
	{
		"id": "20HNC20AE001",
		"name": "2B引风机电机",
		"add_id": "21UHN10",
		"p_id": "20HNC20",
		"add": "#2引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41543351928587,
		"lat": 38.03290946584755,
		"alt": 1099.0203239135444
	},
	{
		"id": "20HNC20",
		"name": "2B引风机系统",
		"add_id": "21UHN10",
		"p_id": "20HNC",
		"add": "#2引风机室"
	},
	{
		"id": "20HNC10AN001",
		"name": "2A引风机",
		"add_id": "21UHN10",
		"p_id": "20HNC10",
		"add": "#2引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41553444036089,
		"lat": 38.03335880557465,
		"alt": 1101.1523398198187
	},
	{
		"id": "20HNV10AK001",
		"name": "2A引风机油站",
		"add_id": "21UHN10",
		"p_id": "20HNV10",
		"add": "#2引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41556533166363,
		"lat": 38.03339547075795,
		"alt": 1095.0530393314548
	},
	{
		"id": "20HNV10",
		"name": "2A引风机油站系统",
		"add_id": "21UHN10",
		"p_id": "20HNV",
		"add": "#2引风机室"
	},
	{
		"id": "20HNC20AN001",
		"name": "2B引风机",
		"add_id": "21UHN10",
		"p_id": "20HNC20",
		"add": "#2引风机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41552570353537,
		"lat": 38.03290491328554,
		"alt": 1101.1523398216814
	},
	{
		"id": "20PAC20AP004",
		"name": "2D循环水泵",
		"add_id": "21UQA10",
		"p_id": "20PAC20",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605975760211,
		"lat": 38.032600558036705,
		"alt": 1093.2163665285334
	},
	{
		"id": "20PAC20",
		"name": "#2机循环水泵系统",
		"add_id": "21UQA10",
		"p_id": "20PAC",
		"add": "#2机循环水泵房"
	},
	{
		"id": "20PAC",
		"name": "#2机组循环水泵系统",
		"add_id": "21UQA10",
		"p_id": "20PA",
		"add": "#2机循环水泵房"
	},
	{
		"id": "20PA",
		"name": "#2机组循环水（主冷却）系统",
		"add_id": "21UMA00",
		"p_id": "20P",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20P",
		"name": "#2机组冷却水系统",
		"add_id": "21UMA00",
		"p_id": "2",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20PAC20AP001",
		"name": "2A循环水泵",
		"add_id": "21UQA10",
		"p_id": "20PAC20",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605479423052,
		"lat": 38.03234279271042,
		"alt": 1093.2163662323728
	},
	{
		"id": "20PAC20AP003",
		"name": "2C循环水泵",
		"add_id": "21UQA10",
		"p_id": "20PAC20",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605814983518,
		"lat": 38.03251706141059,
		"alt": 1093.2163662333041
	},
	{
		"id": "20PAC20AP002",
		"name": "2B循环水泵",
		"add_id": "21UQA10",
		"p_id": "20PAC20",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605647201865,
		"lat": 38.032429926511476,
		"alt": 1093.2163662314415
	},
	{
		"id": "20HTF11AE001",
		"name": "2A浆液循环泵电机",
		"add_id": "21UVD10",
		"p_id": "20HTF11",
		"add": "#2脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4173805083303,
		"lat": 38.032486763914086,
		"alt": 1097.367368876934
	},
	{
		"id": "20HTF11",
		"name": "2A浆液循环泵系统",
		"add_id": "21UVD10",
		"p_id": "20HTF",
		"add": "#2脱硫循环泵房"
	},
	{
		"id": "20HTF",
		"name": "#2脱硫吸附剂循环系统",
		"add_id": "21UVC10",
		"p_id": "20HT",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HT",
		"name": "#2炉脱硫系统",
		"add_id": "21UVB10",
		"p_id": "20H",
		"add": "#2氧化风机房"
	},
	{
		"id": "20HTF12AE001",
		"name": "2B浆液循环泵电机",
		"add_id": "21UVD10",
		"p_id": "20HTF12",
		"add": "#2脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41733009040537,
		"lat": 38.03248737182381,
		"alt": 1097.367368878331
	},
	{
		"id": "20HTF12",
		"name": "2B浆液循环泵系统",
		"add_id": "21UVD10",
		"p_id": "20HTF",
		"add": "#2脱硫循环泵房"
	},
	{
		"id": "20HTF15AE001",
		"name": "2E浆液循环泵电机",
		"add_id": "21UVD10",
		"p_id": "20HTF15",
		"add": "#2脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4171968593079,
		"lat": 38.03248897814201,
		"alt": 1097.3673688764684
	},
	{
		"id": "20HTF15",
		"name": "2E浆液循环泵系统",
		"add_id": "21UVD10",
		"p_id": "20HTF",
		"add": "#2脱硫循环泵房"
	},
	{
		"id": "20HTF21AP001-M01",
		"name": "2A脉冲悬浮泵电机",
		"add_id": "21UVC10",
		"p_id": "20HTF21AP001",
		"add": "#2脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41715858587628,
		"lat": 38.032740662987365,
		"alt": 1095.9444532399066
	},
	{
		"id": "20HTF21AP001",
		"name": "2A脉冲悬浮泵",
		"add_id": "21UVC10",
		"p_id": "20HTF21",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTF21",
		"name": "2A脉冲悬浮泵系统",
		"add_id": "21UVC10",
		"p_id": "20HTF",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTF14AE001",
		"name": "2D浆液循环泵电机",
		"add_id": "21UVD10",
		"p_id": "20HTF14",
		"add": "#2脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41723825616396,
		"lat": 38.032488479051565,
		"alt": 1097.3673688778654
	},
	{
		"id": "20HTF14",
		"name": "2D浆液循环泵系统",
		"add_id": "21UVD10",
		"p_id": "20HTF",
		"add": "#2脱硫循环泵房"
	},
	{
		"id": "20HTF22AP001-M01",
		"name": "2B脉冲悬浮泵电机",
		"add_id": "21UVC10",
		"p_id": "20HTF22AP001",
		"add": "#2脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41719186417583,
		"lat": 38.03276444593823,
		"alt": 1095.9444532385096
	},
	{
		"id": "20HTF22AP001",
		"name": "2B脉冲悬浮泵",
		"add_id": "21UVC10",
		"p_id": "20HTF22",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTF22",
		"name": "2B脉冲悬浮泵系统",
		"add_id": "21UVC10",
		"p_id": "20HTF",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTD10BB001",
		"name": "#2脱硫吸收塔",
		"add_id": "21UVC10",
		"p_id": "20HTD10",
		"add": "#2脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41703074725547,
		"lat": 38.03279406495095,
		"alt": 1127.4835294829682
	},
	{
		"id": "20HTD10",
		"name": "#2脱硫吸收塔系统",
		"add_id": "21UVC10",
		"p_id": "20HTD",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTD",
		"name": "#2脱硫烟气洗涤系统",
		"add_id": "21UVC10",
		"p_id": "20HT",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTF13AE001",
		"name": "2C浆液循环泵电机",
		"add_id": "21UVD10",
		"p_id": "20HTF13",
		"add": "#2脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41728869355158,
		"lat": 38.03248787094658,
		"alt": 1097.367368876934
	},
	{
		"id": "20HTF13",
		"name": "2C浆液循环泵系统",
		"add_id": "21UVD10",
		"p_id": "20HTF",
		"add": "#2脱硫循环泵房"
	},
	{
		"id": "20HTF16AE001",
		"name": "2F浆液循环泵电机",
		"add_id": "21UVD10",
		"p_id": "20HTF16",
		"add": "#2脱硫循环泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41714434806481,
		"lat": 38.03248961230889,
		"alt": 1097.3673688764684
	},
	{
		"id": "20HTF16",
		"name": "2F浆液循环泵系统",
		"add_id": "21UVD10",
		"p_id": "20HTF",
		"add": "#2脱硫循环泵房"
	},
	{
		"id": "20HTT12AP001-M01",
		"name": "2C脉冲悬浮泵电机",
		"add_id": "21UVC10",
		"p_id": "20HTT12AP001",
		"add": "#2脱硫吸收塔区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41723308147115,
		"lat": 38.03279108992962,
		"alt": 1095.9444516021758
	},
	{
		"id": "20HTT12AP001",
		"name": "2C脉冲悬浮泵",
		"add_id": "21UVC10",
		"p_id": "20HTT12",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTT12",
		"name": "2C脉冲悬浮泵系统",
		"add_id": "21UVC10",
		"p_id": "20HTT",
		"add": "#2脱硫吸收塔区域"
	},
	{
		"id": "20HTT",
		"name": "#2脱硫排放水系统",
		"add_id": "21UVJ10",
		"p_id": "20HT",
		"add": "#2脱硫事故浆液箱区域"
	},
	{
		"id": "20PAE",
		"name": "#2间冷塔系统（散热器系统）",
		"add_id": "21UQA10",
		"p_id": "20PA",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41730411822367,
		"lat": 38.03263622143646,
		"alt": 1108.9823703300208
	},
	{
		"id": "20HTG12AN001",
		"name": "2B氧化风机",
		"add_id": "21UVB10",
		"p_id": "20HTG12",
		"add": "#2氧化风机房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41603853614887,
		"lat": 38.033135108122934,
		"alt": 1096.4865084253252
	},
	{
		"id": "20HTG12",
		"name": "2B氧化风机系统",
		"add_id": "21UVB10",
		"p_id": "20HTG",
		"add": "#2氧化风机房"
	},
	{
		"id": "20HTG",
		"name": "#2脱硫氧化风系统",
		"add_id": "21UVB10",
		"p_id": "20HT",
		"add": "#2氧化风机房"
	},
	{
		"id": "20HTG11AN001",
		"name": "2A氧化风机",
		"add_id": "21UVB10",
		"p_id": "20HTG11",
		"add": "#2氧化风机房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4160371429065,
		"lat": 38.03306275279623,
		"alt": 1096.4865084215999
	},
	{
		"id": "20HTG11",
		"name": "2A氧化风机系统",
		"add_id": "21UVB10",
		"p_id": "20HTG",
		"add": "#2氧化风机房"
	},
	{
		"id": "J0ETH31AM001",
		"name": "粗灰库A湿式搅拌机",
		"add_id": "J1UET20",
		"p_id": "J0ETH31",
		"add": "#2粗灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42049190338824,
		"lat": 38.03210674609842,
		"alt": 1106.7777085197158
	},
	{
		"id": "J0ETH31",
		"name": "粗灰库1号卸灰管系统",
		"add_id": "J1UET20",
		"p_id": "J0ETH",
		"add": "#2粗灰库构筑物"
	},
	{
		"id": "J0ETH32AT001",
		"name": "粗灰库干灰散装机布袋降尘器",
		"add_id": "J1UET20",
		"p_id": "J0ETH32",
		"add": "#2粗灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42048389457307,
		"lat": 38.032094189138654,
		"alt": 1106.7775254743174
	},
	{
		"id": "J0ETH32",
		"name": "粗灰库2号卸灰管系统",
		"add_id": "J1UET20",
		"p_id": "J0ETH",
		"add": "#2粗灰库构筑物"
	},
	{
		"id": "J0ETP30AC002",
		"name": "粗灰库气化风电加热器",
		"add_id": "J1UET20",
		"p_id": "J0ETP30",
		"add": "#2粗灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4204552704247,
		"lat": 38.03209200728993,
		"alt": 1106.847956824582
	},
	{
		"id": "J0ETH42AF001",
		"name": "细灰库B干灰散装机",
		"add_id": "J1UET30",
		"p_id": "J0ETH42",
		"add": "#3细灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42042872210246,
		"lat": 38.03209432963867,
		"alt": 1106.7777082482353
	},
	{
		"id": "J0ETH42",
		"name": "细灰库2号卸灰管系统",
		"add_id": "J1UET30",
		"p_id": "J0ETH",
		"add": "#3细灰库构筑物"
	},
	{
		"id": "J0ETH41AT001",
		"name": "细灰库A干灰散装机布袋降尘器",
		"add_id": "J1UET30",
		"p_id": "J0ETH41",
		"add": "#3细灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42042129544089,
		"lat": 38.03223374419139,
		"alt": 1106.777526577469
	},
	{
		"id": "J0ETH41",
		"name": "细灰库1号卸灰管系统",
		"add_id": "J1UET30",
		"p_id": "J0ETH",
		"add": "#3细灰库构筑物"
	},
	{
		"id": "J0ETH42AF002",
		"name": "细灰库2号卸灰给料机",
		"add_id": "J1UET30",
		"p_id": "J0ETH42",
		"add": "#3细灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4204392508602,
		"lat": 38.03222389321631,
		"alt": 1106.7777080209926
	},
	{
		"id": "J0ETP30AC003",
		"name": "细灰库气化风电加热器",
		"add_id": "J1UET30",
		"p_id": "J0ETP30",
		"add": "#3细灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42045783639915,
		"lat": 38.032224783990166,
		"alt": 1106.847834753804
	},
	{
		"id": "J0ETH42AT001",
		"name": "细灰库B干灰散装机布袋降尘器",
		"add_id": "J1UET30",
		"p_id": "J0ETH42",
		"add": "#3细灰库构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4205124345699,
		"lat": 38.03223841784341,
		"alt": 1106.7775264130905
	},
	{
		"id": "J0GCL31BB001",
		"name": "淡水箱",
		"add_id": "J1UGD30",
		"p_id": "J0GCL31",
		"add": "化水处理水箱区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41470180124895,
		"lat": 38.03552930382885,
		"alt": 1093.1860871007666
	},
	{
		"id": "J0GCL31",
		"name": "淡水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GCL",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GCL",
		"name": "#1、2机水处理各类水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GC",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GC",
		"name": "#1、2机水处理系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0G",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0G",
		"name": "#1、2机组供水和水处理系统",
		"add_id": "J1UGA40R001",
		"p_id": "J",
		"add": "施工蓄水池升压泵房水泵间"
	},
	{
		"id": "J0G",
		"name": "#1、2机组供水和水处理系统",
		"add_id": "",
		"p_id": "J",
		"add": ""
	},
	{
		"id": "J0GCL51BB001",
		"name": "A除盐水箱",
		"add_id": "J1UGD30",
		"p_id": "J0GCL51",
		"add": "化水处理水箱区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41493015891825,
		"lat": 38.03591732412504,
		"alt": 1095.1877882271074
	},
	{
		"id": "J0GCL51",
		"name": "A除盐水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GCL",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GCN13BB001",
		"name": "阴床碱液计量箱",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN13",
		"add": "锅炉补给水处理室0.0m层酸碱计量间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41456483334105,
		"lat": 38.03538967989648,
		"alt": 1091.3068843828514
	},
	{
		"id": "J0GCN13",
		"name": "阴床碱液计量箱系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "J0GCN",
		"name": "#1、2机水处理酸碱药品供应系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GC",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "J0GCL11BB001",
		"name": "生水箱",
		"add_id": "J1UGD30",
		"p_id": "J0GCL11",
		"add": "化水处理水箱区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41470785043012,
		"lat": 38.03575985655627,
		"alt": 1093.186213286128
	},
	{
		"id": "J0GCL11",
		"name": "生水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GCL",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GCL21BB001",
		"name": "清水箱",
		"add_id": "J1UGD30",
		"p_id": "J0GCL21",
		"add": "化水处理水箱区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41470596717178,
		"lat": 38.03566197038057,
		"alt": 1093.186091214884
	},
	{
		"id": "J0GCL21",
		"name": "清水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GCL",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GCB21AK001",
		"name": "A超滤装置",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB21",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41441344317379,
		"lat": 38.03541295584374,
		"alt": 1092.6653409097344
	},
	{
		"id": "J0GCB21",
		"name": "A超滤装置系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCB",
		"name": "#1、2机水处理机械过滤、超滤反渗透系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GC",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF11AT001",
		"name": "A阳床",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF11",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41452098689007,
		"lat": 38.03575976054002,
		"alt": 1093.1590567994863
	},
	{
		"id": "J0GCF11",
		"name": "A阳床系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF",
		"name": "#1、2机水处理离子交换除盐系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GC",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF21AT001",
		"name": "A阴床",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF21",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451748257468,
		"lat": 38.03557759217849,
		"alt": 1093.1590567966923
	},
	{
		"id": "J0GCF21",
		"name": "A阴床系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF31AT001",
		"name": "A混床",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF31",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451572622279,
		"lat": 38.0354862893474,
		"alt": 1093.1590567966923
	},
	{
		"id": "J0GCF31",
		"name": "A混床系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCH11AT001",
		"name": "除碳器",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCH11",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451583545765,
		"lat": 38.03566258008509,
		"alt": 1096.5560301849619
	},
	{
		"id": "J0GCH11",
		"name": "除碳器系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCH",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCH",
		"name": "#1、2机水处理除二氧化碳系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GC",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCL41BB001",
		"name": "除碳水箱",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCL41",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451784426737,
		"lat": 38.035646157783034,
		"alt": 1092.284849202726
	},
	{
		"id": "J0GCL41",
		"name": "除碳水箱系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCL",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCN23BB001",
		"name": "阳床盐酸计量箱",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN23",
		"add": "锅炉补给水处理室0.0m层酸碱计量间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41456582403924,
		"lat": 38.03544117915243,
		"alt": 1091.30688438192
	},
	{
		"id": "J0GCN23",
		"name": "阳床盐酸计量箱系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "J0GCB22AK001",
		"name": "B超滤装置",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB22",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41441600503416,
		"lat": 38.03554614236867,
		"alt": 1092.6653409106657
	},
	{
		"id": "J0GCB22",
		"name": "B超滤装置系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCB31AK001",
		"name": "A反渗透保安过滤器",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB31",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41441851210706,
		"lat": 38.03567376928291,
		"alt": 1091.929136423394
	},
	{
		"id": "J0GCB31",
		"name": "A反渗透保安过滤器系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCB41AK001",
		"name": "A反渗透装置",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB41",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4144234538298,
		"lat": 38.03569492813662,
		"alt": 1091.6152308187447
	},
	{
		"id": "J0GCB41",
		"name": "A反渗透装置系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCB",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF12AT001",
		"name": "B阳床",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF12",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41452006515347,
		"lat": 38.03571184513572,
		"alt": 1093.1590567966923
	},
	{
		"id": "J0GCF12",
		"name": "B阳床系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF22AT001",
		"name": "B阴床",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF22",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451661482427,
		"lat": 38.03553248277956,
		"alt": 1093.1590567980893
	},
	{
		"id": "J0GCF22",
		"name": "B阴床系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCF32AT001",
		"name": "B混床",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF32",
		"add": "锅炉补给水处理室0.0m层过滤除盐间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451483231492,
		"lat": 38.03543981995925,
		"alt": 1093.1590567980893
	},
	{
		"id": "J0GCF32",
		"name": "B混床系统",
		"add_id": "J1UGD11R003",
		"p_id": "J0GCF",
		"add": "锅炉补给水处理室0.0m层过滤除盐间"
	},
	{
		"id": "J0GCN14BB001",
		"name": "混床碱液计量箱",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN14",
		"add": "锅炉补给水处理室0.0m层酸碱计量间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4145645027177,
		"lat": 38.03537249314128,
		"alt": 1091.3068841258064
	},
	{
		"id": "J0GCN14",
		"name": "混床碱液计量箱系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "J0GCP11BB001",
		"name": "超滤反渗透清洗溶液箱",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCP11",
		"add": "锅炉补给水处理室0.0m层酸碱计量间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451302018908,
		"lat": 38.03537879334007,
		"alt": 1090.9940782305785
	},
	{
		"id": "J0GCP11",
		"name": "超滤反渗透清洗溶液箱系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCP",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "J0GCP",
		"name": "#1、2机超滤反渗透清洗系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GC",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "J0GCL52BB001",
		"name": "B除盐水箱",
		"add_id": "J1UGD30",
		"p_id": "J0GCL52",
		"add": "化水处理水箱区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4149201915198,
		"lat": 38.03573463701011,
		"alt": 1095.1976155084558
	},
	{
		"id": "J0GCL52",
		"name": "B除盐水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GCL",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GCL53BB001",
		"name": "C除盐水箱",
		"add_id": "J1UGD30",
		"p_id": "J0GCL53",
		"add": "化水处理水箱区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41492297024212,
		"lat": 38.03554373636822,
		"alt": 1095.1877869763412
	},
	{
		"id": "J0GCL53",
		"name": "C除盐水箱系统",
		"add_id": "J1UGD30",
		"p_id": "J0GCL",
		"add": "化水处理水箱区域"
	},
	{
		"id": "J0GCN24BB001",
		"name": "混床盐酸计量箱",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN24",
		"add": "锅炉补给水处理室0.0m层酸碱计量间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41456549341505,
		"lat": 38.0354239923974,
		"alt": 1091.3068841267377
	},
	{
		"id": "J0GCN24",
		"name": "混床盐酸计量箱系统",
		"add_id": "J1UGD11R002",
		"p_id": "J0GCN",
		"add": "锅炉补给水处理室0.0m层酸碱计量间"
	},
	{
		"id": "10HFC10AJ001",
		"name": "1A磨煤机",
		"add_id": "11UHA00",
		"p_id": "10HFC10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4144344084618,
		"lat": 38.03372645785284,
		"alt": 1102.8333085710183
	},
	{
		"id": "10HFC10",
		"name": "1A磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HFC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFC",
		"name": "#1炉磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HF",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HF",
		"name": "#1炉制粉系统",
		"add_id": "11UHA16",
		"p_id": "10H",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFC11AK001",
		"name": "1A磨煤机润滑站",
		"add_id": "11UHA00",
		"p_id": "10HFC11",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4143917003502,
		"lat": 38.033710436902155,
		"alt": 1096.1388543932699
	},
	{
		"id": "10HFC11",
		"name": "1A磨煤机出口送粉管风粉在线控制箱",
		"add_id": "11UHA16",
		"p_id": "10HFC",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "20HFC51AK001",
		"name": "2E磨煤机润滑站",
		"add_id": "21UHA00",
		"p_id": "20HFC51",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41391033046511,
		"lat": 38.033611188981666,
		"alt": 1096.1388543942012
	},
	{
		"id": "20HFC51",
		"name": "2E磨煤机出口送粉管风粉在线控制箱",
		"add_id": "21UHA16",
		"p_id": "20HFC",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFC",
		"name": "#2炉磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HF",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HF",
		"name": "#2炉制粉系统",
		"add_id": "21UHA16",
		"p_id": "20H",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFW10AN001",
		"name": "2A密封风机",
		"add_id": "21UHA00",
		"p_id": "20HFW10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41415877932337,
		"lat": 38.03338567904457,
		"alt": 1097.702511342708
	},
	{
		"id": "20HFW10",
		"name": "2A、2B密封风机进口管道系统",
		"add_id": "21UHA00",
		"p_id": "20HFW",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFW",
		"name": "#2炉制粉密封风系统",
		"add_id": "21UHA00",
		"p_id": "20HF",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HNV11AK001",
		"name": "2A一次风机油站",
		"add_id": "21UHA00",
		"p_id": "20HNV11",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41452175974604,
		"lat": 38.032966546615825,
		"alt": 1095.053466656711
	},
	{
		"id": "20HNV11",
		"name": "2A一次风机油站系统",
		"add_id": "21UHA00",
		"p_id": "20HNV",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "10HFC30AE001",
		"name": "1C磨煤机主电机",
		"add_id": "11UHA00",
		"p_id": "10HFC30",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41418929142327,
		"lat": 38.033718672166046,
		"alt": 1096.6262789126486
	},
	{
		"id": "10HFC30",
		"name": "1C磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HFC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFC30AJ001",
		"name": "1C磨煤机",
		"add_id": "11UHA00",
		"p_id": "10HFC30",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41421763465691,
		"lat": 38.03372906602347,
		"alt": 1102.8333100471646
	},
	{
		"id": "10HFC50AE001",
		"name": "1E磨煤机主电机",
		"add_id": "11UHA00",
		"p_id": "10HFC50",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41394961878962,
		"lat": 38.033721555326025,
		"alt": 1096.626278910786
	},
	{
		"id": "10HFC50",
		"name": "1E磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HFC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFC61AK001",
		"name": "1F磨煤机润滑站",
		"add_id": "11UHA00",
		"p_id": "10HFC61",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41379251031279,
		"lat": 38.03371764529386,
		"alt": 1096.1388543942012
	},
	{
		"id": "10HFC61",
		"name": "1F磨煤机出口送粉管风粉在线控制箱",
		"add_id": "11UHA16",
		"p_id": "10HFC",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HLB11AN001",
		"name": "1A一次风机",
		"add_id": "11UHA00",
		"p_id": "10HLB11",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41454308544537,
		"lat": 38.03440509575027,
		"alt": 1102.6516691418365
	},
	{
		"id": "10HLB11",
		"name": "1A一次风机及暖风器系统",
		"add_id": "11UHA08",
		"p_id": "10HLB",
		"add": "#1锅炉房8.5m层"
	},
	{
		"id": "10HLB",
		"name": "#1炉一、二次风机系统",
		"add_id": "11UHA00",
		"p_id": "10HL",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HL",
		"name": "#1炉一二次风系统",
		"add_id": "11UHA51",
		"p_id": "10H",
		"add": "#1锅炉房62.8m层"
	},
	{
		"id": "10HLV10AK001",
		"name": "1A送风机油站",
		"add_id": "11UHA00",
		"p_id": "10HLV10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4147988236571,
		"lat": 38.03423869105913,
		"alt": 1095.0534666557796
	},
	{
		"id": "10HLV10",
		"name": "1A送风机油站系统",
		"add_id": "11UHA00",
		"p_id": "10HLV",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HLV",
		"name": "#1炉一二次风机油站系统",
		"add_id": "11UHA00",
		"p_id": "10HL",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "20HFC10AJ001",
		"name": "2A磨煤机",
		"add_id": "21UHA00",
		"p_id": "20HFC10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4144317554616,
		"lat": 38.033588381285774,
		"alt": 1102.833796852734
	},
	{
		"id": "20HFC10",
		"name": "2A磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HFC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFC30AE001",
		"name": "2C磨煤机主电机",
		"add_id": "21UHA00",
		"p_id": "20HFC30",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41418704888953,
		"lat": 38.033602060522554,
		"alt": 1096.6267671938986
	},
	{
		"id": "20HFC30",
		"name": "2C磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HFC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFC41AK001",
		"name": "2D磨煤机润滑站",
		"add_id": "21UHA00",
		"p_id": "20HFC41",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403016748248,
		"lat": 38.0336097477707,
		"alt": 1096.1388543937355
	},
	{
		"id": "20HFC41",
		"name": "2D磨煤机出口送粉管风粉在线控制箱",
		"add_id": "21UHA16",
		"p_id": "20HFC",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFC50AJ001",
		"name": "2E磨煤机",
		"add_id": "21UHA00",
		"p_id": "20HFC50",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4139753039409,
		"lat": 38.03359387271881,
		"alt": 1102.8337983284146
	},
	{
		"id": "20HFC50",
		"name": "2E磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HFC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFC60AE001",
		"name": "2F磨煤机主电机",
		"add_id": "21UHA00",
		"p_id": "20HFC60",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382753476202,
		"lat": 38.03360638513034,
		"alt": 1096.6267671925016
	},
	{
		"id": "20HFC60",
		"name": "2F磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HFC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFW20AN001",
		"name": "2B密封风机",
		"add_id": "21UHA00",
		"p_id": "20HFW20",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41416192486363,
		"lat": 38.03339825318491,
		"alt": 1099.23058491759
	},
	{
		"id": "20HFW20",
		"name": "2A、2B密封风机出口管道系统",
		"add_id": "21UHA00",
		"p_id": "20HFW",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HLB11AN001",
		"name": "2A一次风机",
		"add_id": "21UHA00",
		"p_id": "20HLB11",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451427889021,
		"lat": 38.032907516825304,
		"alt": 1102.6516691362485
	},
	{
		"id": "20HLB11",
		"name": "2A一次风机及暖风器系统",
		"add_id": "21UHA08",
		"p_id": "20HLB",
		"add": "#2锅炉房8.5m层"
	},
	{
		"id": "20HLB",
		"name": "#2炉一、二次风机系统",
		"add_id": "21UHA00",
		"p_id": "20HL",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HL",
		"name": "#2炉一二次风系统",
		"add_id": "21UHA51",
		"p_id": "20H",
		"add": "#2锅炉房62.8m层"
	},
	{
		"id": "20HLV10AK001",
		"name": "2A送风机油站",
		"add_id": "21UHA00",
		"p_id": "20HLV10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41477938136887,
		"lat": 38.033056704895195,
		"alt": 1095.0534666543826
	},
	{
		"id": "20HLV10",
		"name": "2A送风机油站系统",
		"add_id": "21UHA00",
		"p_id": "20HLV",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HLV",
		"name": "#2炉一二次风机油站系统",
		"add_id": "21UHA00",
		"p_id": "20HL",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20LCL71AP002",
		"name": "2B启动疏水泵",
		"add_id": "21UHA00",
		"p_id": "20LCL71",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41415871800965,
		"lat": 38.0330409114796,
		"alt": 1095.2030635867268
	},
	{
		"id": "20LCL71",
		"name": "2B启动疏水泵及进出口压力表",
		"add_id": "21UHA00",
		"p_id": "20LCL",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20LCL",
		"name": "#2炉启动疏水泵系统",
		"add_id": "21UHA05",
		"p_id": "20LC",
		"add": "#2锅炉房5.3m层"
	},
	{
		"id": "20LC",
		"name": "#2机组凝结水系统",
		"add_id": "21UMA00",
		"p_id": "20L",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20L",
		"name": "#2机组蒸汽、水循环系统",
		"add_id": "21UMA26",
		"p_id": "2",
		"add": "#2汽机房26.0m层"
	},
	{
		"id": "20LCL70AP001",
		"name": "2A启动疏水泵",
		"add_id": "21UHA00",
		"p_id": "20LCL70",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41415753406483,
		"lat": 38.03297934365537,
		"alt": 1095.2030635862611
	},
	{
		"id": "20LCL70",
		"name": "2A启动疏水泵及进出口压力表",
		"add_id": "21UHA00",
		"p_id": "20LCL",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "10HAG76BB001",
		"name": "#1炉储水箱",
		"add_id": "11UHA45",
		"p_id": "10HAG76",
		"add": "#1锅炉房51.3m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41429471100824,
		"lat": 38.03431943224665,
		"alt": 1098.3121907850727
	},
	{
		"id": "10HAG76",
		"name": "#1炉储水箱系统",
		"add_id": "11UHA45",
		"p_id": "10HAG",
		"add": "#1锅炉房51.3m层"
	},
	{
		"id": "10HAG",
		"name": "#1炉炉水强制循环系统",
		"add_id": "11UHA16",
		"p_id": "10HA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HA",
		"name": "#1锅炉压力系统",
		"add_id": "11UHA54",
		"p_id": "10H",
		"add": "#1锅炉房69.0m层"
	},
	{
		"id": "10HFC21AK001",
		"name": "1B磨煤机润滑站",
		"add_id": "11UHA00",
		"p_id": "10HFC21",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41427186459339,
		"lat": 38.03371187929269,
		"alt": 1096.138793357648
	},
	{
		"id": "10HFC21",
		"name": "1B磨煤机出口送粉管风粉在线控制箱",
		"add_id": "11UHA16",
		"p_id": "10HFC",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFC31AK001",
		"name": "1C磨煤机润滑站",
		"add_id": "11UHA00",
		"p_id": "10HFC31",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41415202325206,
		"lat": 38.033713320803436,
		"alt": 1096.1388543951325
	},
	{
		"id": "10HFC31",
		"name": "1C磨煤机出口送粉管风粉在线控制箱",
		"add_id": "11UHA16",
		"p_id": "10HFC",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFC50AJ001",
		"name": "1E磨煤机",
		"add_id": "11UHA00",
		"p_id": "10HFC50",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41397795608475,
		"lat": 38.03373194931295,
		"alt": 1102.8333100480959
	},
	{
		"id": "10HFC60AE001",
		"name": "1F磨煤机主电机",
		"add_id": "11UHA00",
		"p_id": "10HFC60",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382977672612,
		"lat": 38.03372299679186,
		"alt": 1096.6262789112516
	},
	{
		"id": "10HFC60",
		"name": "1F磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HFC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HLB21AN001",
		"name": "1A送风机",
		"add_id": "11UHA00",
		"p_id": "10HLB21",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41482348344748,
		"lat": 38.034206376016705,
		"alt": 1100.2806365536526
	},
	{
		"id": "10HLB21",
		"name": "1A送风机及暖风器系统",
		"add_id": "11UHA00",
		"p_id": "10HLB",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10LCL71AP002",
		"name": "1B启动疏水泵",
		"add_id": "11UHA00",
		"p_id": "10LCL71",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4141825510363,
		"lat": 38.03428024305225,
		"alt": 1095.2030635867268
	},
	{
		"id": "10LCL71",
		"name": "1B启动疏水泵及进出口压力表",
		"add_id": "11UHA00",
		"p_id": "10LCL",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10LCL",
		"name": "#1炉启动疏水泵系统",
		"add_id": "11UHA05",
		"p_id": "10LC",
		"add": "#1锅炉房5.3m层"
	},
	{
		"id": "10LC",
		"name": "#1机组凝结水系统",
		"add_id": "11UMA00",
		"p_id": "10L",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10L",
		"name": "#1机组蒸汽、水循环系统#",
		"add_id": "11UMA26",
		"p_id": "1",
		"add": "#1汽机房26.0m层"
	},
	{
		"id": "20HFC11AK001",
		"name": "2A磨煤机润滑站",
		"add_id": "21UHA00",
		"p_id": "20HFC11",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41438968055246,
		"lat": 38.03360542255553,
		"alt": 1096.1388543928042
	},
	{
		"id": "20HFC11",
		"name": "2A磨煤机出口送粉管风粉在线控制箱",
		"add_id": "21UHA16",
		"p_id": "20HFC",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFC30AJ001",
		"name": "2C磨煤机",
		"add_id": "21UHA00",
		"p_id": "20HFC30",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41421497650335,
		"lat": 38.03359098951043,
		"alt": 1102.8337983284146
	},
	{
		"id": "20HFC40AE001",
		"name": "2D磨煤机主电机",
		"add_id": "21UHA00",
		"p_id": "20HFC40",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41406721259311,
		"lat": 38.03360350215968,
		"alt": 1096.626767192036
	},
	{
		"id": "20HFC40",
		"name": "2D磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HFC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "10ETC10AF001",
		"name": "#1炉捞渣机",
		"add_id": "11UHA00",
		"p_id": "10ETC10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4139168553481,
		"lat": 38.032802518479265,
		"alt": 1108.4719824185595
	},
	{
		"id": "10ETC10",
		"name": "#1炉捞渣机系统",
		"add_id": "11UHA00",
		"p_id": "10ETC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10ETC",
		"name": "#1炉捞渣机及附属系统",
		"add_id": "11UHA00",
		"p_id": "10ET",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFC10AE001",
		"name": "1A磨煤机主电机",
		"add_id": "11UHA00",
		"p_id": "10HFC10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41438947999181,
		"lat": 38.03373808784097,
		"alt": 1095.9440306061879
	},
	{
		"id": "10HFC20AE001",
		"name": "1B磨煤机主电机",
		"add_id": "11UHA00",
		"p_id": "10HFC20",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.414309127901,
		"lat": 38.03371723040082,
		"alt": 1096.626278910786
	},
	{
		"id": "10HFC20",
		"name": "1B磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HFC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFC40AJ001",
		"name": "1D磨煤机",
		"add_id": "11UHA00",
		"p_id": "10HFC40",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409779537511,
		"lat": 38.033730507729246,
		"alt": 1102.8333100476302
	},
	{
		"id": "10HFC40",
		"name": "1D磨煤机系统",
		"add_id": "11UHA00",
		"p_id": "10HFC",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFC51AK001",
		"name": "1E磨煤机润滑站",
		"add_id": "11UHA00",
		"p_id": "10HFC51",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41391234958947,
		"lat": 38.033716203899644,
		"alt": 1096.1388543928042
	},
	{
		"id": "10HFC51",
		"name": "1E磨煤机出口送粉管风粉在线控制箱",
		"add_id": "11UHA16",
		"p_id": "10HFC",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFC60AJ001",
		"name": "1F磨煤机",
		"add_id": "11UHA00",
		"p_id": "10HFC60",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41385811991337,
		"lat": 38.03373339073691,
		"alt": 1102.8333100476302
	},
	{
		"id": "10HFW10AN001",
		"name": "1A密封风机",
		"add_id": "11UHA00",
		"p_id": "10HFW10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41416930767292,
		"lat": 38.03393316206416,
		"alt": 1097.7025113431737
	},
	{
		"id": "10HFW10",
		"name": "1A、1B密封风机进口管道系统",
		"add_id": "11UHA00",
		"p_id": "10HFW",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HFW",
		"name": "#1炉制粉密封风系统",
		"add_id": "11UHA00",
		"p_id": "10HF",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10HNV11AK001",
		"name": "1A一次风机油站",
		"add_id": "11UHA00",
		"p_id": "10HNV11",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453446598467,
		"lat": 38.03433314592641,
		"alt": 1095.0534666571766
	},
	{
		"id": "10HNV11",
		"name": "1A一次风机油站系统",
		"add_id": "11UHA00",
		"p_id": "10HNV",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10LCL10BB001",
		"name": "#1炉疏水扩容器",
		"add_id": "11UHA05",
		"p_id": "10LCL10",
		"add": "#1锅炉房5.3m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41427027250708,
		"lat": 38.03438672345038,
		"alt": 1102.8395371353254
	},
	{
		"id": "10LCL10",
		"name": "#1炉疏水扩容器系统",
		"add_id": "11UHA05",
		"p_id": "10LCL",
		"add": "#1锅炉房5.3m层"
	},
	{
		"id": "10LCL70AP001",
		"name": "1A启动疏水泵",
		"add_id": "11UHA00",
		"p_id": "10LCL70",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41418373505735,
		"lat": 38.034341810862166,
		"alt": 1095.2030635857955
	},
	{
		"id": "10LCL70",
		"name": "1A启动疏水泵及进出口压力表",
		"add_id": "11UHA00",
		"p_id": "10LCL",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "20ETC10AF001",
		"name": "#2炉捞渣机",
		"add_id": "21UHA00",
		"p_id": "20ETC10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4139499267706,
		"lat": 38.03452254068455,
		"alt": 1108.4717382760718
	},
	{
		"id": "20ETC10",
		"name": "#2炉捞渣机系统",
		"add_id": "21UHA00",
		"p_id": "20ETC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20ETC",
		"name": "#2炉捞渣机及附属系统",
		"add_id": "21UHA00",
		"p_id": "20ET",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFC20AJ001",
		"name": "2B磨煤机",
		"add_id": "21UHA00",
		"p_id": "20HFC20",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41433481555177,
		"lat": 38.03358954768965,
		"alt": 1102.8337983288802
	},
	{
		"id": "20HFC20",
		"name": "2B磨煤机系统",
		"add_id": "21UHA00",
		"p_id": "20HFC",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20HFC31AK001",
		"name": "2C磨煤机润滑站",
		"add_id": "21UHA00",
		"p_id": "20HFC31",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41415000378574,
		"lat": 38.033608305896266,
		"alt": 1096.1388543951325
	},
	{
		"id": "20HFC31",
		"name": "2C磨煤机出口送粉管风粉在线控制箱",
		"add_id": "21UHA16",
		"p_id": "20HFC",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFC40AJ001",
		"name": "2D磨煤机",
		"add_id": "21UHA00",
		"p_id": "20HFC40",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409514022641,
		"lat": 38.03359243117568,
		"alt": 1102.8337983274832
	},
	{
		"id": "20HLB21AN001",
		"name": "2A送风机",
		"add_id": "21UHA00",
		"p_id": "20HLB21",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41480218593821,
		"lat": 38.03309932318807,
		"alt": 1100.2802093075588
	},
	{
		"id": "20HLB21",
		"name": "2A送风机及暖风器系统",
		"add_id": "21UHA00",
		"p_id": "20HLB",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20LCL20BB001",
		"name": "#2炉疏水箱",
		"add_id": "21UHA00",
		"p_id": "20LCL20",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41426931717999,
		"lat": 38.03299904203349,
		"alt": 1098.312740101479
	},
	{
		"id": "20LCL20",
		"name": "#2炉疏水箱及启动疏水泵进出口阀门",
		"add_id": "21UHA00",
		"p_id": "20LCL",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "10HFC20AJ001",
		"name": "1B磨煤机",
		"add_id": "11UHA00",
		"p_id": "10HFC20",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41433747115016,
		"lat": 38.033727624229,
		"alt": 1102.8333100480959
	},
	{
		"id": "10HFC40AE001",
		"name": "1D磨煤机主电机",
		"add_id": "11UHA00",
		"p_id": "10HFC40",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41406945493696,
		"lat": 38.03372011380918,
		"alt": 1096.626278910786
	},
	{
		"id": "10HFC41AK001",
		"name": "1D磨煤机润滑站",
		"add_id": "11UHA00",
		"p_id": "10HFC41",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403218676726,
		"lat": 38.03371476213357,
		"alt": 1096.1388543928042
	},
	{
		"id": "10HFC41",
		"name": "1D磨煤机出口送粉管风粉在线控制箱",
		"add_id": "11UHA16",
		"p_id": "10HFC",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFW20AN001",
		"name": "1B密封风机",
		"add_id": "11UHA00",
		"p_id": "10HFW20",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41417196827877,
		"lat": 38.03392051813586,
		"alt": 1099.2305849185213
	},
	{
		"id": "10HFW20",
		"name": "1A、1B密封风机出口管道系统",
		"add_id": "11UHA00",
		"p_id": "10HFW",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "20HFC10AE001",
		"name": "2A磨煤机主电机",
		"add_id": "21UHA00",
		"p_id": "20HFC10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41438639782253,
		"lat": 38.03357783782235,
		"alt": 1095.9445188893005
	},
	{
		"id": "20HFC20AE001",
		"name": "2B磨煤机主电机",
		"add_id": "21UHA00",
		"p_id": "20HFC20",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41430689073749,
		"lat": 38.033600618696425,
		"alt": 1096.626767193433
	},
	{
		"id": "20HFC21AK001",
		"name": "2B磨煤机润滑站",
		"add_id": "21UHA00",
		"p_id": "20HFC21",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41426984494548,
		"lat": 38.03360686384123,
		"alt": 1096.138793357648
	},
	{
		"id": "20HFC21",
		"name": "2B磨煤机出口送粉管风粉在线控制箱",
		"add_id": "21UHA16",
		"p_id": "20HFC",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFC50AE001",
		"name": "2E磨煤机主电机",
		"add_id": "21UHA00",
		"p_id": "20HFC50",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41394737663562,
		"lat": 38.03360494367051,
		"alt": 1096.6267671929672
	},
	{
		"id": "20HFC60AJ001",
		"name": "2F磨煤机",
		"add_id": "21UHA00",
		"p_id": "20HFC60",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41385546521431,
		"lat": 38.033595314169105,
		"alt": 1102.8337983293459
	},
	{
		"id": "20HFC61AK001",
		"name": "2F磨煤机润滑站",
		"add_id": "21UHA00",
		"p_id": "20HFC61",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41379049135946,
		"lat": 38.03361263037047,
		"alt": 1096.1388543946669
	},
	{
		"id": "20HFC61",
		"name": "2F磨煤机出口送粉管风粉在线控制箱",
		"add_id": "21UHA16",
		"p_id": "20HFC",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20LCL10BB001",
		"name": "#2炉疏水扩容器",
		"add_id": "21UHA05",
		"p_id": "20LCL10",
		"add": "#2锅炉房5.3m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41424230284903,
		"lat": 38.03293237265184,
		"alt": 1102.839537137188
	},
	{
		"id": "20LCL10",
		"name": "#2炉疏水扩容器系统",
		"add_id": "21UHA05",
		"p_id": "20LCL",
		"add": "#2锅炉房5.3m层"
	},
	{
		"id": "J0ECA71AK001",
		"name": "7号甲带式输送机",
		"add_id": "J1UHF46",
		"p_id": "J0ECA71",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41379466786535,
		"lat": 38.03363569594871,
		"alt": 1138.6283565820195
	},
	{
		"id": "J0ECA71",
		"name": "7号甲带式输送机系统",
		"add_id": "J1UHF46",
		"p_id": "J0ECA",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECA",
		"name": "配煤系统带式输送机",
		"add_id": "J1UHF46",
		"p_id": "J0EC",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0EC",
		"name": "煤分配与供应系统",
		"add_id": "J1UHF46",
		"p_id": "J0E",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB01AV001",
		"name": "7号甲带式输送机电动双侧犁式卸料器1",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383440097663,
		"lat": 38.03363437323309,
		"alt": 1138.7275994550437
	},
	{
		"id": "J0ECB01",
		"name": "7号甲带式输送机电动双侧犁式卸料器系统",
		"add_id": "J1UHF46",
		"p_id": "J0ECB",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB",
		"name": "煤仓间配煤系统",
		"add_id": "J1UHF46",
		"p_id": "J0EC",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB01AV006",
		"name": "7号甲带式输送机电动双侧犁式卸料器6",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41413033019924,
		"lat": 38.03363081355222,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB01AV010",
		"name": "7号甲带式输送机电动双侧犁式卸料器10",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41436707270579,
		"lat": 38.03362796528147,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB01AV012",
		"name": "7号甲带式输送机电动双侧犁式卸料器12",
		"add_id": "",
		"p_id": "J0ECB01",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453000710031,
		"lat": 38.03362671787054,
		"alt": 1140.241268529091
	},
	{
		"id": "J0ECB02AV505",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器5",
		"add_id": "J1UHF46",
		"p_id": "J0ECB02",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41412962266173,
		"lat": 38.03359427311037,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB02",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器系统",
		"add_id": "J1UHF46",
		"p_id": "J0ECB",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB02AV509",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器9",
		"add_id": "",
		"p_id": "J0ECB02",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41436636435571,
		"lat": 38.033591424851714,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB02AV511",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器11",
		"add_id": "",
		"p_id": "J0ECB02",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41452930009106,
		"lat": 38.03359017907579,
		"alt": 1140.241268526297
	},
	{
		"id": "J0ECB03AV005",
		"name": "7号丙带式输送机电动双侧犁式卸料器5",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41407235556258,
		"lat": 38.03369453856812,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB03",
		"name": "7号丙带式输送机电动双侧犁式卸料器系统",
		"add_id": "J1UHF46",
		"p_id": "J0ECB",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB03AV009",
		"name": "7号丙带式输送机电动双侧犁式卸料器9",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41430909758517,
		"lat": 38.033691690418436,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB04AV004",
		"name": "7号丁带式输送机电动双侧犁式卸料器4",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41407305742956,
		"lat": 38.03373107467941,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB04AV008",
		"name": "7号丁带式输送机电动双侧犁式卸料器8",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41430979956965,
		"lat": 38.03372822652604,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECA74AK001",
		"name": "7号丁带式输送机",
		"add_id": "",
		"p_id": "J0ECA",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41385573081752,
		"lat": 38.0337328440041,
		"alt": 1138.6283565838821
	},
	{
		"id": "J0ECB01AV003",
		"name": "7号甲带式输送机电动双侧犁式卸料器3",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41395276947489,
		"lat": 38.03363294948852,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB01AV009",
		"name": "7号甲带式输送机电动双侧犁式卸料器9",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41430788569227,
		"lat": 38.03362867741053,
		"alt": 1138.7275994550437
	},
	{
		"id": "J0ECB02AV502",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器2",
		"add_id": "J1UHF46",
		"p_id": "J0ECB02",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41395207175565,
		"lat": 38.03359640892684,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB02AV508",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器8",
		"add_id": "",
		"p_id": "J0ECB02",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41430718223666,
		"lat": 38.033592136921314,
		"alt": 1138.7275994555093
	},
	{
		"id": "J0ECB03AV002",
		"name": "7号丙带式输送机电动双侧犁式卸料器2",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41389480163005,
		"lat": 38.0336966743363,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB03AV008",
		"name": "7号丙带式输送机电动双侧犁式卸料器8",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41424990982387,
		"lat": 38.03369240252769,
		"alt": 1138.7275994522497
	},
	{
		"id": "J0ECB03AV011",
		"name": "7号丙带式输送机电动双侧犁式卸料器11",
		"add_id": "",
		"p_id": "J0ECB03",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4144274668464,
		"lat": 38.03369026618583,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB04AV001",
		"name": "7号丁带式输送机电动双侧犁式卸料器1",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41389549611125,
		"lat": 38.03373321053816,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB04AV007",
		"name": "7号丁带式输送机电动双侧犁式卸料器7",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.414250613169,
		"lat": 38.03372893861949,
		"alt": 1138.7275994522497
	},
	{
		"id": "J0ECB04AV010",
		"name": "7号丁带式输送机电动双侧犁式卸料器10",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41442816888966,
		"lat": 38.03372680229155,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB01AV002",
		"name": "7号甲带式输送机电动双侧犁式卸料器2",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41389359009186,
		"lat": 38.03363366131717,
		"alt": 1138.7275994527154
	},
	{
		"id": "J0ECB01AV004",
		"name": "7号甲带式输送机电动双侧犁式卸料器4",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401195615342,
		"lat": 38.03363223754232,
		"alt": 1138.7275994550437
	},
	{
		"id": "J0ECB01AV011",
		"name": "7号甲带式输送机电动双侧犁式卸料器11",
		"add_id": "",
		"p_id": "J0ECB01",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41442625485217,
		"lat": 38.03362725318113,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB02AV501",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器1",
		"add_id": "J1UHF46",
		"p_id": "J0ECB02",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41389287954433,
		"lat": 38.03359712090921,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB02AV503",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器3",
		"add_id": "J1UHF46",
		"p_id": "J0ECB02",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401125388725,
		"lat": 38.033595697035906,
		"alt": 1138.7275994550437
	},
	{
		"id": "J0ECB02AV510",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器10",
		"add_id": "",
		"p_id": "J0ECB02",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41442555133779,
		"lat": 38.03359071269379,
		"alt": 1138.7275994550437
	},
	{
		"id": "J0ECB03AV001",
		"name": "7号丙带式输送机电动双侧犁式卸料器1",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383561246414,
		"lat": 38.03369738625378,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB03AV003",
		"name": "7号丙带式输送机电动双侧犁式卸料器3",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41395398106374,
		"lat": 38.033695962506044,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB03AV010",
		"name": "7号丙带式输送机电动双侧犁式卸料器10",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41436828464936,
		"lat": 38.03369097828775,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB03AV012",
		"name": "7号丙带式输送机电动双侧犁式卸料器12",
		"add_id": "",
		"p_id": "J0ECB03",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453119172277,
		"lat": 38.03368830326889,
		"alt": 1140.241268526297
	},
	{
		"id": "J0ECB04AV002",
		"name": "7号丁带式输送机电动双侧犁式卸料器2",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41395468843203,
		"lat": 38.03373249855234,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB04AV009",
		"name": "7号丁带式输送机电动双侧犁式卸料器9",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41436898179816,
		"lat": 38.03372751445294,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB04AV011",
		"name": "7号丁带式输送机电动双侧犁式卸料器11",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453189037946,
		"lat": 38.03372484133881,
		"alt": 1140.241268526297
	},
	{
		"id": "J0ECA73AK001",
		"name": "7号丙带式输送机",
		"add_id": "J1UHF46",
		"p_id": "J0ECA73",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41379584684191,
		"lat": 38.033697019703254,
		"alt": 1138.6283565848134
	},
	{
		"id": "J0ECA73",
		"name": "7号丙带式输送机系统",
		"add_id": "J1UHF46",
		"p_id": "J0ECA",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB01AV005",
		"name": "7号甲带式输送机电动双侧犁式卸料器5",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41407114387239,
		"lat": 38.033631525553794,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB01AV008",
		"name": "7号甲带式输送机电动双侧犁式卸料器8",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41424869798166,
		"lat": 38.03362938951821,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB02AV504",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器4",
		"add_id": "J1UHF46",
		"p_id": "J0ECB02",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140704405343,
		"lat": 38.03359498506086,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB02AV507",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器7",
		"add_id": "",
		"p_id": "J0ECB02",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41424799594543,
		"lat": 38.03359284901134,
		"alt": 1138.7275994550437
	},
	{
		"id": "J0ECB03AV004",
		"name": "7号丙带式输送机电动双侧犁式卸料器4",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401316779294,
		"lat": 38.03369525055822,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB03AV007",
		"name": "7号丙带式输送机电动双侧犁式卸料器7",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4141907234505,
		"lat": 38.03369311459045,
		"alt": 1138.7275994541124
	},
	{
		"id": "J0ECB04AV003",
		"name": "7号丁带式输送机电动双侧犁式卸料器3",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401387067305,
		"lat": 38.033731786657924,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB04AV006",
		"name": "7号丁带式输送机电动双侧犁式卸料器6",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41419142607123,
		"lat": 38.033729650691555,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECA72AK001",
		"name": "7号乙带式输送机",
		"add_id": "J1UHF46",
		"p_id": "J0ECA72",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41385314680235,
		"lat": 38.033598443640045,
		"alt": 1138.6283565843478
	},
	{
		"id": "J0ECA72",
		"name": "7号乙带式输送机系统",
		"add_id": "J1UHF46",
		"p_id": "J0ECA",
		"add": "煤仓间52.5m层"
	},
	{
		"id": "J0ECB01AV007",
		"name": "7号甲带式输送机电动双侧犁式卸料器7",
		"add_id": "J1UHF46",
		"p_id": "J0ECB01",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41418951165896,
		"lat": 38.03363010157937,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB02AV506",
		"name": "7号乙带式输送机电动换向单侧犁式卸料器6",
		"add_id": "J1UHF46",
		"p_id": "J0ECB02",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41418880895712,
		"lat": 38.033593561079925,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB03AV006",
		"name": "7号丙带式输送机电动双侧犁式卸料器6",
		"add_id": "J1UHF46",
		"p_id": "J0ECB03",
		"add": "煤仓间52.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41413154194012,
		"lat": 38.03369382656491,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB04AV005",
		"name": "7号丁带式输送机电动双侧犁式卸料器5",
		"add_id": "",
		"p_id": "J0ECB",
		"add": "",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41413223966642,
		"lat": 38.033730362725436,
		"alt": 1138.7275994541124
	},
	{
		"id": "10HHY11AV011",
		"name": "#1炉A层#1等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383147246822,
		"lat": 38.03415171343923,
		"alt": 1116.7120968014933
	},
	{
		"id": "10HHY11",
		"name": "#1炉A层#1等离子电源柜",
		"add_id": "11UHA16",
		"p_id": "10HHY",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHY",
		"name": "#1炉主燃烧就地控制与保护设备",
		"add_id": "11UHA16",
		"p_id": "10HH",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HH",
		"name": "#1炉主燃烧系统",
		"add_id": "11UHA16",
		"p_id": "10H",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHY61AV021",
		"name": "#1炉F层#2等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383090326846,
		"lat": 38.03412210810987,
		"alt": 1141.6740108653903
	},
	{
		"id": "10HHY61",
		"name": "#1炉F层#1等离子电源柜",
		"add_id": "11UHA16",
		"p_id": "10HHY",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHY61AV031",
		"name": "#1炉F层#3等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383033406956,
		"lat": 38.03409250278318,
		"alt": 1141.674010865856
	},
	{
		"id": "10HHY61AV041",
		"name": "#1炉F层#4等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382976482919,
		"lat": 38.03406289525746,
		"alt": 1141.6740108639933
	},
	{
		"id": "10HHY61AV051",
		"name": "#1炉F层#5等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382919563193,
		"lat": 38.03403328993045,
		"alt": 1141.674010864459
	},
	{
		"id": "10HHY61AV061",
		"name": "#1炉F层#6等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382862639321,
		"lat": 38.03400368240442,
		"alt": 1141.6740108653903
	},
	{
		"id": "10HHY61AV071",
		"name": "#1炉F层#7等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382805719766,
		"lat": 38.03397407707709,
		"alt": 1141.6740108653903
	},
	{
		"id": "10HHY61AV081",
		"name": "#1炉F层#8等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382748796062,
		"lat": 38.03394446955076,
		"alt": 1141.6740108639933
	},
	{
		"id": "10HLD10AE005",
		"name": "1A空预器底部高压清洗装置",
		"add_id": "11UHA16",
		"p_id": "10HLD10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41454773118879,
		"lat": 38.033990971116154,
		"alt": 1116.0770260524005
	},
	{
		"id": "10HLD10",
		"name": "1A空预器系统",
		"add_id": "11UHA16",
		"p_id": "10HLD",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HLD",
		"name": "#1炉空预器系统",
		"add_id": "11UHA16",
		"p_id": "10HL",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HLD20AE005",
		"name": "1B空预器底部高压清洗装置",
		"add_id": "11UHA16",
		"p_id": "10HLD20",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41455015311567,
		"lat": 38.03411687727305,
		"alt": 1116.0770260500722
	},
	{
		"id": "10HLD20",
		"name": "1B空预器系统",
		"add_id": "11UHA16",
		"p_id": "10HLD",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "20ETG10BN001",
		"name": "#2炉省煤器第一排A仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408028249484,
		"lat": 38.033163986036904,
		"alt": 1125.7379078324884
	},
	{
		"id": "20ETG10",
		"name": "#2炉省煤器灰斗及仓泵系统",
		"add_id": "21UHA00",
		"p_id": "20ETG",
		"add": "#2锅炉房0.0m层"
	},
	{
		"id": "20ETG10BN002",
		"name": "#2炉省煤器第一排B仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408084078739,
		"lat": 38.03319301993871,
		"alt": 1125.737907834351
	},
	{
		"id": "20ETG10BN003",
		"name": "#2炉省煤器第一排C仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408139983656,
		"lat": 38.03322209314486,
		"alt": 1125.737907834351
	},
	{
		"id": "20ETG10BN004",
		"name": "#2炉省煤器第一排D仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408195892353,
		"lat": 38.033251168274845,
		"alt": 1125.7379078338854
	},
	{
		"id": "20ETG10BN005",
		"name": "#2炉省煤器第一排E仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408251797962,
		"lat": 38.033280241755506,
		"alt": 1125.7379078348167
	},
	{
		"id": "20ETG10BN006",
		"name": "#2炉省煤器第一排F仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408307703122,
		"lat": 38.03330931496119,
		"alt": 1125.737907834351
	},
	{
		"id": "20ETG10BN007",
		"name": "#2炉省煤器第一排G仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140836360836,
		"lat": 38.03333838816672,
		"alt": 1125.7379078338854
	},
	{
		"id": "20ETG10BN008",
		"name": "#2炉省煤器第一排H仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41408421771017,
		"lat": 38.033368635283956,
		"alt": 1125.737907809671
	},
	{
		"id": "20ETG10BN011",
		"name": "#2炉省煤器第二排A仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425565488225,
		"lat": 38.03316187624483,
		"alt": 1125.7379122553393
	},
	{
		"id": "20ETG10BN012",
		"name": "#2炉省煤器第二排B仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.414256213244,
		"lat": 38.03319091014444,
		"alt": 1125.737912255805
	},
	{
		"id": "20ETG10BN013",
		"name": "#2炉省煤器第二排C仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425677236245,
		"lat": 38.033219983348395,
		"alt": 1125.7379122548737
	},
	{
		"id": "20ETG10BN014",
		"name": "#2炉省煤器第二排D仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425733151871,
		"lat": 38.03324905847616,
		"alt": 1125.7379122553393
	},
	{
		"id": "20ETG10BN015",
		"name": "#2炉省煤器第二排E仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425788786405,
		"lat": 38.03327813198811,
		"alt": 1125.7379122562706
	},
	{
		"id": "20ETG10BN016",
		"name": "#2炉省煤器第二排F仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425844698492,
		"lat": 38.03330720519159,
		"alt": 1125.7379122553393
	},
	{
		"id": "20ETG10BN017",
		"name": "#2炉省煤器第二排G仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425900610659,
		"lat": 38.033336278394934,
		"alt": 1125.7379122553393
	},
	{
		"id": "20ETG10BN018",
		"name": "#2炉省煤器第二排H仓泵",
		"add_id": "21UHA00",
		"p_id": "20ETG10",
		"add": "#2锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41425958780522,
		"lat": 38.0333665255099,
		"alt": 1125.737912231125
	},
	{
		"id": "20HCB14BN038",
		"name": "#2炉右侧长伸缩式吹灰器SL76",
		"add_id": "21UHA43",
		"p_id": "20HCB14",
		"add": "#2锅炉房46.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451270944982,
		"lat": 38.03334844974099,
		"alt": 1132.369077193085
	},
	{
		"id": "20HCB14",
		"name": "#2炉右侧长伸缩式吹灰器系统",
		"add_id": "21UHA51",
		"p_id": "20HCB",
		"add": "#2锅炉房62.8m层"
	},
	{
		"id": "20HCB",
		"name": "#2炉蒸汽吹灰系统",
		"add_id": "21UHA51",
		"p_id": "20HC",
		"add": "#2锅炉房62.8m层"
	},
	{
		"id": "20HC",
		"name": "#2炉吹灰系统",
		"add_id": "21UHA51",
		"p_id": "20H",
		"add": "#2锅炉房62.8m层"
	},
	{
		"id": "20HCB14BN039",
		"name": "#2炉右侧长伸缩式吹灰器SL78",
		"add_id": "21UHA43",
		"p_id": "20HCB14",
		"add": "#2锅炉房46.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41451101088678,
		"lat": 38.0332601436333,
		"alt": 1132.3690771935508
	},
	{
		"id": "20HCB14BN040",
		"name": "#2炉右侧长伸缩式吹灰器SL80",
		"add_id": "21UHA43",
		"p_id": "20HCB14",
		"add": "#2锅炉房46.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41450922745145,
		"lat": 38.03316742470618,
		"alt": 1132.3690771935508
	},
	{
		"id": "20HFA10BB001",
		"name": "2A原煤仓",
		"add_id": "21UHA16",
		"p_id": "20HFA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41388790664888,
		"lat": 38.033596213342335,
		"alt": 1126.694821249228
	},
	{
		"id": "20HFA10",
		"name": "2A原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HFA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFA",
		"name": "#2炉原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HF",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "10ETG10BN007",
		"name": "#1炉省煤器第一排G仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409882500514,
		"lat": 38.0341282634229,
		"alt": 1125.737907834351
	},
	{
		"id": "10ETG10",
		"name": "#1炉省煤器灰斗及仓泵系统",
		"add_id": "11UHA00",
		"p_id": "10ETG",
		"add": "#1锅炉房0.0m层"
	},
	{
		"id": "10ETG10BN008",
		"name": "#1炉省煤器第一排H仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409940665972,
		"lat": 38.03415851081073,
		"alt": 1125.7379078092054
	},
	{
		"id": "10ETG10BN011",
		"name": "#1炉省煤器第二排A仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41431070037697,
		"lat": 38.03395127222818,
		"alt": 1125.7379080890678
	},
	{
		"id": "10ETG10BN018",
		"name": "#1炉省煤器第二排H仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41427477863692,
		"lat": 38.0341564009771,
		"alt": 1125.7379122320563
	},
	{
		"id": "10HCB14BN037",
		"name": "#1炉右侧长伸缩式吹灰器SL74",
		"add_id": "11UHA45",
		"p_id": "10HCB14",
		"add": "#1锅炉房51.3m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41452803821191,
		"lat": 38.03414535484799,
		"alt": 1132.3690771940164
	},
	{
		"id": "10HCB14",
		"name": "#1炉右侧长伸缩式吹灰器系统",
		"add_id": "11UHA51",
		"p_id": "10HCB",
		"add": "#1锅炉房62.8m层"
	},
	{
		"id": "10HCB",
		"name": "#1炉蒸汽吹灰系统",
		"add_id": "11UHA51",
		"p_id": "10HC",
		"add": "#1锅炉房62.8m层"
	},
	{
		"id": "10HC",
		"name": "#1炉吹灰系统",
		"add_id": "11UHA51",
		"p_id": "10H",
		"add": "#1锅炉房62.8m层"
	},
	{
		"id": "10HFA10BB001",
		"name": "1A原煤仓",
		"add_id": "11UHA16",
		"p_id": "10HFA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41389051742058,
		"lat": 38.03373171278811,
		"alt": 1126.6948212524876
	},
	{
		"id": "10HFA10",
		"name": "1A原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HFA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFA",
		"name": "#1炉原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HF",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFA20BB001",
		"name": "1B原煤仓",
		"add_id": "11UHA16",
		"p_id": "10HFA20",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41400693517784,
		"lat": 38.03373031245143,
		"alt": 1126.6948212496936
	},
	{
		"id": "10HFA20",
		"name": "1B原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HFA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFB10AF001",
		"name": "1A给煤机",
		"add_id": "11UHA16",
		"p_id": "10HFB10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41387948742414,
		"lat": 38.033737407861366,
		"alt": 1114.2113625733182
	},
	{
		"id": "10HFB10",
		"name": "1A给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HFB",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFB",
		"name": "#1炉给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HF",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHA10AV001",
		"name": "#1炉A层#1燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384848660333,
		"lat": 38.034155567716226,
		"alt": 1119.8395994477905
	},
	{
		"id": "10HHA10",
		"name": "#1炉A层燃烧器系统",
		"add_id": "11UHA16",
		"p_id": "10HHA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHA",
		"name": "#1炉主燃烧器系统",
		"add_id": "11UHA16",
		"p_id": "10HH",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHA10AV002",
		"name": "#1炉A层#2燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384791735439,
		"lat": 38.034125960191076,
		"alt": 1119.8395994473249
	},
	{
		"id": "10HHA10AV003",
		"name": "#1炉A层#3燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384734814854,
		"lat": 38.0340963548646,
		"alt": 1119.8395994482562
	},
	{
		"id": "10HHA20AV002",
		"name": "#1炉B层#2燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384791735436,
		"lat": 38.03412596019071,
		"alt": 1122.9573362655938
	},
	{
		"id": "10HHA20",
		"name": "#1炉B层燃烧器系统",
		"add_id": "11UHA25",
		"p_id": "10HHA",
		"add": "#1锅炉房25.0m层"
	},
	{
		"id": "10HHA20AV003",
		"name": "#1炉B层#3燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384734814854,
		"lat": 38.034096354864275,
		"alt": 1122.9573362637311
	},
	{
		"id": "10HHA20AV004",
		"name": "#1炉B层#4燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384677890125,
		"lat": 38.03406674733877,
		"alt": 1122.957336265128
	},
	{
		"id": "10HHA30AV003",
		"name": "#1炉C层#3燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384734814855,
		"lat": 38.03409635486389,
		"alt": 1126.0749510107562
	},
	{
		"id": "10HHA30",
		"name": "#1炉C层燃烧器系统",
		"add_id": "11UHA25",
		"p_id": "10HHA",
		"add": "#1锅炉房25.0m层"
	},
	{
		"id": "10HHA30AV004",
		"name": "#1炉C层#4燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384677890125,
		"lat": 38.034066747338436,
		"alt": 1126.0749510107562
	},
	{
		"id": "10HHA30AV005",
		"name": "#1炉C层#5燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384620969706,
		"lat": 38.03403714201164,
		"alt": 1126.0749510121532
	},
	{
		"id": "10HHA40AV004",
		"name": "#1炉D层#4燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384677890125,
		"lat": 38.03406674733809,
		"alt": 1129.192809897475
	},
	{
		"id": "10HHA40",
		"name": "#1炉D层燃烧器系统",
		"add_id": "11UHA25",
		"p_id": "10HHA",
		"add": "#1锅炉房25.0m层"
	},
	{
		"id": "10HHA40AV005",
		"name": "#1炉D层#5燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384620969706,
		"lat": 38.0340371420113,
		"alt": 1129.1928098970093
	},
	{
		"id": "10HHA40AV006",
		"name": "#1炉D层#6燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384564045144,
		"lat": 38.03400753448551,
		"alt": 1129.1928098970093
	},
	{
		"id": "10HHA50AV005",
		"name": "#1炉E层#5燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384620969706,
		"lat": 38.034037142010966,
		"alt": 1132.3107908535749
	},
	{
		"id": "10HHA50",
		"name": "#1炉E层燃烧器系统",
		"add_id": "11UHA25",
		"p_id": "10HHA",
		"add": "#1锅炉房25.0m层"
	},
	{
		"id": "10HHA50AV006",
		"name": "#1炉E层#6燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384564045146,
		"lat": 38.03400753448516,
		"alt": 1132.3107908554375
	},
	{
		"id": "10HHA50AV007",
		"name": "#1炉E层#7燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384507124893,
		"lat": 38.03397792915806,
		"alt": 1132.3107908540405
	},
	{
		"id": "10HHA60AV006",
		"name": "#1炉F层#6燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384564045144,
		"lat": 38.03400753448483,
		"alt": 1135.4284666357562
	},
	{
		"id": "10HHA60",
		"name": "#1炉F层燃烧器系统",
		"add_id": "11UHA16",
		"p_id": "10HHA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHA60AV007",
		"name": "#1炉F层#7燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384507124891,
		"lat": 38.033977929157714,
		"alt": 1135.4284666366875
	},
	{
		"id": "10HHA60AV008",
		"name": "#1炉F层#8燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384450200498,
		"lat": 38.03394832163163,
		"alt": 1135.4284666366875
	},
	{
		"id": "10HHA61AV002",
		"name": "#1炉前墙下层#2燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403789806925,
		"lat": 38.03411947752313,
		"alt": 1113.6740720341913
	},
	{
		"id": "10HHA61",
		"name": "#1炉前墙下层燃尽风喷燃器系统",
		"add_id": "11UHA37",
		"p_id": "10HHA",
		"add": "#1锅炉房37.8m层"
	},
	{
		"id": "10HHA61AV004",
		"name": "#1炉前墙下层#4燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403675891378,
		"lat": 38.03406023609092,
		"alt": 1113.6740720323287
	},
	{
		"id": "10HHA61AV006",
		"name": "#1炉前墙下层#6燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403562458173,
		"lat": 38.03400124532705,
		"alt": 1113.6740720323287
	},
	{
		"id": "10HHA61AV008",
		"name": "#1炉前墙下层#8燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403448505235,
		"lat": 38.033941984103954,
		"alt": 1113.67407203326
	},
	{
		"id": "10ETG10BN001",
		"name": "#1炉省煤器第一排A仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140954712905,
		"lat": 38.03395386159258,
		"alt": 1125.7379078324884
	},
	{
		"id": "10ETG10BN002",
		"name": "#1炉省煤器第一排B仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140960296049,
		"lat": 38.0339828954903,
		"alt": 1125.7379078348167
	},
	{
		"id": "10ETG10BN005",
		"name": "#1炉省煤器第一排E仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140977068627,
		"lat": 38.03407011729477,
		"alt": 1125.7379078334197
	},
	{
		"id": "10ETG10BN012",
		"name": "#1炉省煤器第二排B仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41431125877628,
		"lat": 38.03398030612321,
		"alt": 1125.7379080890678
	},
	{
		"id": "10ETG10BN013",
		"name": "#1炉省煤器第二排C仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41431181793236,
		"lat": 38.03400937932254,
		"alt": 1125.737908089999
	},
	{
		"id": "10ETG10BN016",
		"name": "#1炉省煤器第二排F仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41431349267287,
		"lat": 38.03409660142678,
		"alt": 1125.7379080895334
	},
	{
		"id": "10HCB14BN035",
		"name": "#1炉右侧长伸缩式吹灰器SL70",
		"add_id": "11UHA45",
		"p_id": "10HCB14",
		"add": "#1锅炉房51.3m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41452455612377,
		"lat": 38.03396433231268,
		"alt": 1132.3690771921538
	},
	{
		"id": "10HFA30BB001",
		"name": "1C原煤仓",
		"add_id": "11UHA16",
		"p_id": "10HFA30",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41411668047803,
		"lat": 38.033728992269126,
		"alt": 1126.694821247831
	},
	{
		"id": "10HFA30",
		"name": "1C原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HFA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFA40BB001",
		"name": "1D原煤仓",
		"add_id": "11UHA16",
		"p_id": "10HFA40",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41422956131106,
		"lat": 38.033727634260956,
		"alt": 1126.694821250625
	},
	{
		"id": "10HFA40",
		"name": "1D原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HFA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFB40AF001",
		"name": "1D给煤机",
		"add_id": "11UHA16",
		"p_id": "10HFB40",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41421853064747,
		"lat": 38.03373332937386,
		"alt": 1114.2113625761122
	},
	{
		"id": "10HFB40",
		"name": "1D给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HFB",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFB60AF001",
		"name": "1F给煤机",
		"add_id": "11UHA16",
		"p_id": "10HFB60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41444692222899,
		"lat": 38.03373058140813,
		"alt": 1114.2113625747152
	},
	{
		"id": "10HFB60",
		"name": "1F给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HFB",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHA10AV005",
		"name": "#1炉A层#5燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384620969706,
		"lat": 38.03403714201235,
		"alt": 1119.8395994487219
	},
	{
		"id": "10HHA10AV008",
		"name": "#1炉A层#8燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384450200499,
		"lat": 38.033948321633375,
		"alt": 1119.8395994491875
	},
	{
		"id": "10HHA20AV001",
		"name": "#1炉B层#1燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384848660334,
		"lat": 38.034155567715885,
		"alt": 1122.9573362646624
	},
	{
		"id": "10HHA20AV006",
		"name": "#1炉B层#6燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384564045146,
		"lat": 38.03400753448622,
		"alt": 1122.9573362655938
	},
	{
		"id": "10HHA30AV001",
		"name": "#1炉C层#1燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384848660333,
		"lat": 38.034155567715516,
		"alt": 1126.0749510107562
	},
	{
		"id": "10HHA30AV002",
		"name": "#1炉C层#2燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384791735439,
		"lat": 38.034125960190366,
		"alt": 1126.0749510112219
	},
	{
		"id": "10HHA30AV007",
		"name": "#1炉C层#7燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384507124893,
		"lat": 38.033977929158766,
		"alt": 1126.0749510098249
	},
	{
		"id": "10HHA40AV002",
		"name": "#1炉D层#2燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384791735436,
		"lat": 38.03412596019001,
		"alt": 1129.1928098979406
	},
	{
		"id": "10HHA40AV003",
		"name": "#1炉D层#3燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384734814854,
		"lat": 38.034096354863564,
		"alt": 1129.192809897475
	},
	{
		"id": "10HHA40AV008",
		"name": "#1炉D层#8燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384450200499,
		"lat": 38.03394832163232,
		"alt": 1129.192809897475
	},
	{
		"id": "10HHA50AV003",
		"name": "#1炉E层#3燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384734814852,
		"lat": 38.0340963548632,
		"alt": 1132.3107908545062
	},
	{
		"id": "10HHA50AV004",
		"name": "#1炉E层#4燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384677890125,
		"lat": 38.03406674733773,
		"alt": 1132.3107908540405
	},
	{
		"id": "10HHA60AV001",
		"name": "#1炉F层#1燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384848660333,
		"lat": 38.034155567714485,
		"alt": 1135.4284666376188
	},
	{
		"id": "10HHA60AV004",
		"name": "#1炉F层#4燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384677890125,
		"lat": 38.03406674733738,
		"alt": 1135.4284666357562
	},
	{
		"id": "10HHA60AV005",
		"name": "#1炉F层#5燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384620969706,
		"lat": 38.0340371420106,
		"alt": 1135.4284666376188
	},
	{
		"id": "10HHA62AV002",
		"name": "#1炉前墙上层#2燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403789806924,
		"lat": 38.03411947752279,
		"alt": 1116.7918088496663
	},
	{
		"id": "10HHA62",
		"name": "#1炉前墙上层燃尽风喷燃器系统",
		"add_id": "11UHA37",
		"p_id": "10HHA",
		"add": "#1锅炉房37.8m层"
	},
	{
		"id": "10HHA62AV004",
		"name": "#1炉前墙上层#4燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403675891377,
		"lat": 38.034060236090575,
		"alt": 1116.791808848735
	},
	{
		"id": "10HHA62AV006",
		"name": "#1炉前墙上层#6燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403562458171,
		"lat": 38.03400124532671,
		"alt": 1116.7918088505976
	},
	{
		"id": "10HHA62AV008",
		"name": "#1炉前墙上层#8燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403448505238,
		"lat": 38.03394198410359,
		"alt": 1116.791808850132
	},
	{
		"id": "10ETG10BN006",
		"name": "#1炉省煤器第一排F仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409826594145,
		"lat": 38.0340991907712,
		"alt": 1125.7379078334197
	},
	{
		"id": "10ETG10BN017",
		"name": "#1炉省煤器第二排G仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41427419691024,
		"lat": 38.03412615359156,
		"alt": 1125.7379122553393
	},
	{
		"id": "10HFB30AF001",
		"name": "1C给煤机",
		"add_id": "11UHA16",
		"p_id": "10HFB30",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41410565536526,
		"lat": 38.0337346873047,
		"alt": 1114.2113625761122
	},
	{
		"id": "10HFB30",
		"name": "1C给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HFB",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHA10AV004",
		"name": "#1炉A层#4燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384677890125,
		"lat": 38.034066747339125,
		"alt": 1119.8395994491875
	},
	{
		"id": "10HHA20AV005",
		"name": "#1炉B层#5燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384620969706,
		"lat": 38.034037142012,
		"alt": 1122.957336265128
	},
	{
		"id": "10HHA30AV006",
		"name": "#1炉C层#6燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384564045144,
		"lat": 38.034007534485866,
		"alt": 1126.0749510107562
	},
	{
		"id": "10HHA40AV007",
		"name": "#1炉D层#7燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384507124893,
		"lat": 38.03397792915841,
		"alt": 1129.192809897475
	},
	{
		"id": "10HHA50AV008",
		"name": "#1炉E层#8燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384450200499,
		"lat": 38.03394832163198,
		"alt": 1132.3107908540405
	},
	{
		"id": "10HHA61AV001",
		"name": "#1炉前墙下层#1燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403846853615,
		"lat": 38.034149144414855,
		"alt": 1113.6740720327944
	},
	{
		"id": "10HHA61AV003",
		"name": "#1炉前墙下层#3燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403733280382,
		"lat": 38.03409008108986,
		"alt": 1113.67407203326
	},
	{
		"id": "10HHA61AV005",
		"name": "#1炉前墙下层#5燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403619652516,
		"lat": 38.03403098917917,
		"alt": 1113.6740720327944
	},
	{
		"id": "10HHA61AV007",
		"name": "#1炉前墙下层#7燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA61",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403505390758,
		"lat": 38.03397156744029,
		"alt": 1113.674072034657
	},
	{
		"id": "10HHA62AV001",
		"name": "#1炉前墙上层#1燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403846853616,
		"lat": 38.0341491444145,
		"alt": 1116.7918088492006
	},
	{
		"id": "10HHA62AV003",
		"name": "#1炉前墙上层#3燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403733280382,
		"lat": 38.03409008108951,
		"alt": 1116.7918088492006
	},
	{
		"id": "10HHA62AV005",
		"name": "#1炉前墙上层#5燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403619652516,
		"lat": 38.03403098917883,
		"alt": 1116.7918088510633
	},
	{
		"id": "10HHA62AV007",
		"name": "#1炉前墙上层#7燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA62",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41403505390757,
		"lat": 38.03397156743995,
		"alt": 1116.7918088496663
	},
	{
		"id": "10HHA63AV001",
		"name": "#1炉后墙下层#1燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383099034311,
		"lat": 38.034151640060685,
		"alt": 1113.6740720327944
	},
	{
		"id": "10HHA63",
		"name": "#1炉后墙下层燃尽风喷燃器系统",
		"add_id": "11UHA37",
		"p_id": "10HHA",
		"add": "#1锅炉房37.8m层"
	},
	{
		"id": "10HHA63AV002",
		"name": "#1炉后墙下层#2燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383041995985,
		"lat": 38.03412197316631,
		"alt": 1113.6740720327944
	},
	{
		"id": "10HHA63AV003",
		"name": "#1炉后墙下层#3燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382985477729,
		"lat": 38.034092576730416,
		"alt": 1113.6740720337257
	},
	{
		"id": "10HHA63AV004",
		"name": "#1炉后墙下层#4燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382928095553,
		"lat": 38.03406273090424,
		"alt": 1113.6740720337257
	},
	{
		"id": "10HHA63AV005",
		"name": "#1炉后墙下层#5燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382871866523,
		"lat": 38.03403348481447,
		"alt": 1113.6740720327944
	},
	{
		"id": "10HHA63AV006",
		"name": "#1炉后墙下层#6燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382814680563,
		"lat": 38.0340037409597,
		"alt": 1113.6740720337257
	},
	{
		"id": "10HHA63AV007",
		"name": "#1炉后墙下层#7燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382757621516,
		"lat": 38.03397406307029,
		"alt": 1113.6740720323287
	},
	{
		"id": "10HHA63AV008",
		"name": "#1炉后墙下层#8燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA63",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382700742221,
		"lat": 38.03394447863187,
		"alt": 1113.674072031863
	},
	{
		"id": "10HHA64AV001",
		"name": "#1炉后墙上层#1燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383099173314,
		"lat": 38.03415164004116,
		"alt": 1138.636047131382
	},
	{
		"id": "10HHA64",
		"name": "#1炉后墙上层燃尽风喷燃器系统",
		"add_id": "11UHA37",
		"p_id": "10HHA",
		"add": "#1锅炉房37.8m层"
	},
	{
		"id": "10HHA64AV002",
		"name": "#1炉后墙上层#2燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383042134984,
		"lat": 38.03412197314681,
		"alt": 1138.6360471309163
	},
	{
		"id": "10HHA64AV003",
		"name": "#1炉后墙上层#3燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382985616733,
		"lat": 38.03409257671091,
		"alt": 1138.636047131382
	},
	{
		"id": "10HHA64AV004",
		"name": "#1炉后墙上层#4燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382928236139,
		"lat": 38.0340627317093,
		"alt": 1138.6360471309163
	},
	{
		"id": "10HHA64AV005",
		"name": "#1炉后墙上层#5燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382872005525,
		"lat": 38.03403348479496,
		"alt": 1138.6360471318476
	},
	{
		"id": "10HHA64AV006",
		"name": "#1炉后墙上层#6燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382814819566,
		"lat": 38.034003740940186,
		"alt": 1138.636047131382
	},
	{
		"id": "10ETG10BN003",
		"name": "#1炉省煤器第一排C仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409658867593,
		"lat": 38.03401196869231,
		"alt": 1125.737907834351
	},
	{
		"id": "10ETG10BN004",
		"name": "#1炉省煤器第一排D仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41409714779006,
		"lat": 38.03404104409304,
		"alt": 1125.737907835748
	},
	{
		"id": "10ETG10BN014",
		"name": "#1炉省煤器第二排D仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4143123771315,
		"lat": 38.03403845472057,
		"alt": 1125.7379080890678
	},
	{
		"id": "10ETG10BN015",
		"name": "#1炉省煤器第二排E仓泵",
		"add_id": "11UHA00",
		"p_id": "10ETG10",
		"add": "#1锅炉房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41431293350912,
		"lat": 38.03406752795307,
		"alt": 1125.7379080876708
	},
	{
		"id": "10HCB14BN036",
		"name": "#1炉右侧长伸缩式吹灰器SL72",
		"add_id": "11UHA45",
		"p_id": "10HCB14",
		"add": "#1锅炉房51.3m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4145262547354,
		"lat": 38.03405263785953,
		"alt": 1132.369077194482
	},
	{
		"id": "10HFA50BB001",
		"name": "1E原煤仓",
		"add_id": "11UHA16",
		"p_id": "10HFA50",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41433678197114,
		"lat": 38.03372634424685,
		"alt": 1126.6948212501593
	},
	{
		"id": "10HFA50",
		"name": "1E原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HFA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFA60BB001",
		"name": "1F原煤仓",
		"add_id": "11UHA16",
		"p_id": "10HFA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41445794731371,
		"lat": 38.033724886341034,
		"alt": 1126.6948212496936
	},
	{
		"id": "10HFA60",
		"name": "1F原煤仓系统",
		"add_id": "11UHA16",
		"p_id": "10HFA",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFB20AF001",
		"name": "1B给煤机",
		"add_id": "11UHA16",
		"p_id": "10HFB20",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41399591075105,
		"lat": 38.033736007468534,
		"alt": 1114.2113625742495
	},
	{
		"id": "10HFB20",
		"name": "1B给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HFB",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HFB50AF001",
		"name": "1E给煤机",
		"add_id": "11UHA16",
		"p_id": "10HFB50",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41432575131638,
		"lat": 38.03373203936965,
		"alt": 1114.2113625742495
	},
	{
		"id": "10HFB50",
		"name": "1E给煤机系统",
		"add_id": "11UHA16",
		"p_id": "10HFB",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHA10AV006",
		"name": "#1炉A层#6燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384564045143,
		"lat": 38.03400753448656,
		"alt": 1119.8395994491875
	},
	{
		"id": "10HHA10AV007",
		"name": "#1炉A层#7燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384507124893,
		"lat": 38.03397792915945,
		"alt": 1119.8395994496532
	},
	{
		"id": "10HHA20AV007",
		"name": "#1炉B层#7燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384507124894,
		"lat": 38.03397792915911,
		"alt": 1122.9573362641968
	},
	{
		"id": "10HHA20AV008",
		"name": "#1炉B层#8燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA20",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384450200496,
		"lat": 38.03394832163302,
		"alt": 1122.9573362660594
	},
	{
		"id": "10HHA30AV008",
		"name": "#1炉C层#8燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA30",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384450200499,
		"lat": 38.03394832163268,
		"alt": 1126.0749510121532
	},
	{
		"id": "10HHA40AV001",
		"name": "#1炉D层#1燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA40",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384848660334,
		"lat": 38.03415556771519,
		"alt": 1129.1928098970093
	},
	{
		"id": "10HHA50AV001",
		"name": "#1炉E层#1燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384848660333,
		"lat": 38.03415556771483,
		"alt": 1132.3107908549719
	},
	{
		"id": "10HHA50AV002",
		"name": "#1炉E层#2燃烧器",
		"add_id": "11UHA25",
		"p_id": "10HHA50",
		"add": "#1锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384791735436,
		"lat": 38.03412596018966,
		"alt": 1132.3107908559032
	},
	{
		"id": "10HHA60AV002",
		"name": "#1炉F层#2燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384791735439,
		"lat": 38.03412596018933,
		"alt": 1135.4284666348249
	},
	{
		"id": "10HHA60AV003",
		"name": "#1炉F层#3燃烧器",
		"add_id": "11UHA16",
		"p_id": "10HHA60",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41384734814855,
		"lat": 38.03409635486287,
		"alt": 1135.4284666352905
	},
	{
		"id": "10HHA64AV007",
		"name": "#1炉后墙上层#7燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382757764745,
		"lat": 38.03397406524964,
		"alt": 1138.636047131382
	},
	{
		"id": "10HHA64AV008",
		"name": "#1炉后墙上层#8燃尽风喷燃器",
		"add_id": "11UHA37",
		"p_id": "10HHA64",
		"add": "#1锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382700883338,
		"lat": 38.03394447971178,
		"alt": 1138.6360471318476
	},
	{
		"id": "10HHY10BB031",
		"name": "#1炉等离子点火器压缩空气储气罐",
		"add_id": "11UHA16",
		"p_id": "10HHY10",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140260906336,
		"lat": 38.03388456304241,
		"alt": 1114.6770628280938
	},
	{
		"id": "10HHY10",
		"name": "#1炉等离子系统",
		"add_id": "11UHA16",
		"p_id": "10HHY",
		"add": "#1锅炉房16.5m层"
	},
	{
		"id": "10HHY11AV021",
		"name": "#1炉A层#2等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383090322618,
		"lat": 38.03412210591382,
		"alt": 1116.7120968014933
	},
	{
		"id": "10HHY11AV031",
		"name": "#1炉A层#3等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383033402727,
		"lat": 38.03409250058712,
		"alt": 1116.7120968028903
	},
	{
		"id": "10HHY11AV041",
		"name": "#1炉A层#4等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382976478693,
		"lat": 38.0340628930614,
		"alt": 1116.712096801959
	},
	{
		"id": "10HHY11AV051",
		"name": "#1炉A层#5等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382919558964,
		"lat": 38.03403328773439,
		"alt": 1116.7120968024246
	},
	{
		"id": "10HHY11AV061",
		"name": "#1炉A层#6等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382862635095,
		"lat": 38.03400368020837,
		"alt": 1116.7120968028903
	},
	{
		"id": "10HHY11AV071",
		"name": "#1炉A层#7等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382805715537,
		"lat": 38.03397407488103,
		"alt": 1116.7120968028903
	},
	{
		"id": "10HHY11AV081",
		"name": "#1炉A层#8等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY11",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382748791835,
		"lat": 38.03394446735469,
		"alt": 1116.712096801959
	},
	{
		"id": "10HHY61AV011",
		"name": "#1炉F层#1等离子点火器",
		"add_id": "11UHA16",
		"p_id": "10HHY61",
		"add": "#1锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383147251048,
		"lat": 38.034151715635275,
		"alt": 1141.6740108653903
	},
	{
		"id": "20HFA20BB001",
		"name": "2B原煤仓",
		"add_id": "21UHA16",
		"p_id": "20HFA20",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41400432975189,
		"lat": 38.03359481294555,
		"alt": 1126.6948212496936
	},
	{
		"id": "20HFA20",
		"name": "2B原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HFA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHA10AV001",
		"name": "#2炉A层#1燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383371903757,
		"lat": 38.033387469524115,
		"alt": 1119.8395994491875
	},
	{
		"id": "20HHA10",
		"name": "#2炉A层燃烧器系统",
		"add_id": "21UHA16",
		"p_id": "20HHA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHA",
		"name": "#2炉主燃烧器系统",
		"add_id": "21UHA16",
		"p_id": "20HH",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HH",
		"name": "#2炉主燃烧系统",
		"add_id": "21UHA16",
		"p_id": "20H",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHA20AV002",
		"name": "#2炉B层#2燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383314981027,
		"lat": 38.03335786199454,
		"alt": 1122.957336265128
	},
	{
		"id": "20HHA20",
		"name": "#2炉B层燃烧器系统",
		"add_id": "21UHA25",
		"p_id": "20HHA",
		"add": "#2锅炉房25.0m层"
	},
	{
		"id": "20HHA30AV003",
		"name": "#2炉C层#3燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383258062606,
		"lat": 38.033328256663665,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA30",
		"name": "#2炉C层燃烧器系统",
		"add_id": "21UHA25",
		"p_id": "20HHA",
		"add": "#2锅炉房25.0m层"
	},
	{
		"id": "20HHA40AV004",
		"name": "#2炉D层#4燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383201140043,
		"lat": 38.03329864913377,
		"alt": 1129.1928098979406
	},
	{
		"id": "20HHA40",
		"name": "#2炉D层燃烧器系统",
		"add_id": "21UHA25",
		"p_id": "20HHA",
		"add": "#2锅炉房25.0m层"
	},
	{
		"id": "20HHA50AV005",
		"name": "#2炉E层#5燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383144221788,
		"lat": 38.03326904380256,
		"alt": 1132.3107908554375
	},
	{
		"id": "20HHA50",
		"name": "#2炉E层燃烧器系统",
		"add_id": "21UHA25",
		"p_id": "20HHA",
		"add": "#2锅炉房25.0m层"
	},
	{
		"id": "20HHA60AV006",
		"name": "#2炉F层#6燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383087299391,
		"lat": 38.033239436272375,
		"alt": 1135.4284666357562
	},
	{
		"id": "20HHA60",
		"name": "#2炉F层燃烧器系统",
		"add_id": "21UHA16",
		"p_id": "20HHA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHY61AV071",
		"name": "#2炉F层#7等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381328994147,
		"lat": 38.03320597885443,
		"alt": 1141.6740108663216
	},
	{
		"id": "20HHY61",
		"name": "#2炉F层#1等离子电源柜",
		"add_id": "21UHA16",
		"p_id": "20HHY",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHY",
		"name": "#2炉主燃烧就地控制与保护设备",
		"add_id": "21UHA16",
		"p_id": "20HH",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "J0SBA10AP006",
		"name": "采暖A凝结水泵",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA10",
		"add": "煤仓间16.5m层采暖加热站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41461520957779,
		"lat": 38.03370775697655,
		"alt": 1113.3336780900136
	},
	{
		"id": "J0SBA10",
		"name": "厂区采暖加热站系统",
		"add_id": "J1UHF23R001",
		"p_id": "J0SBA",
		"add": "煤仓间23.6m层采暖加热站"
	},
	{
		"id": "J0SBA",
		"name": "集中加热站系统",
		"add_id": "J1UHF23R001",
		"p_id": "J0SB",
		"add": "煤仓间23.6m层采暖加热站"
	},
	{
		"id": "J0SB",
		"name": "空间采暖系统",
		"add_id": "J1UHF23R001",
		"p_id": "J0S",
		"add": "煤仓间23.6m层采暖加热站"
	},
	{
		"id": "J0S",
		"name": "#1、2机组附属系统",
		"add_id": "J1UAC10",
		"p_id": "J",
		"add": "继电器室"
	},
	{
		"id": "J0S",
		"name": "#1、2机组附属系统",
		"add_id": "",
		"p_id": "J",
		"add": ""
	},
	{
		"id": "J0SBA10AP008",
		"name": "煤仓间采暖A加压泵",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA10",
		"add": "煤仓间16.5m层采暖加热站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41454838628289,
		"lat": 38.03372868305678,
		"alt": 1113.037351872772
	},
	{
		"id": "20HHA10AV005",
		"name": "#2炉A层#5燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383144221788,
		"lat": 38.03326904380396,
		"alt": 1119.8395994487219
	},
	{
		"id": "20HHA20AV006",
		"name": "#2炉B层#6燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383087299391,
		"lat": 38.03323943627377,
		"alt": 1122.9573362641968
	},
	{
		"id": "20HHA30AV007",
		"name": "#2炉C层#7燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383030381304,
		"lat": 38.033209830942255,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA40AV008",
		"name": "#2炉D层#8燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382973459073,
		"lat": 38.03318022341175,
		"alt": 1129.192809898872
	},
	{
		"id": "20HHA60AV001",
		"name": "#2炉F层#1燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4138337190376,
		"lat": 38.03338746952237,
		"alt": 1135.4284666357562
	},
	{
		"id": "20HHY61AV031",
		"name": "#2炉F层#3等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381556672678,
		"lat": 38.03332440457679,
		"alt": 1141.674010864459
	},
	{
		"id": "20HHY61AV041",
		"name": "#2炉F层#4等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381499750808,
		"lat": 38.033294797047006,
		"alt": 1141.6740108649246
	},
	{
		"id": "20HLD10AE005",
		"name": "2A空预器底部高压清洗装置",
		"add_id": "21UHA16",
		"p_id": "20HLD10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453242716787,
		"lat": 38.033195358919016,
		"alt": 1116.0770260519348
	},
	{
		"id": "20HLD10",
		"name": "2A空预器系统",
		"add_id": "21UHA16",
		"p_id": "20HLD",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HLD",
		"name": "#2炉空预器系统",
		"add_id": "21UHA16",
		"p_id": "20HL",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "J0SBA10AP005",
		"name": "厂区采暖B补水泵",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA10",
		"add": "煤仓间16.5m层采暖加热站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41461254958347,
		"lat": 38.03369784127982,
		"alt": 1112.440124511253
	},
	{
		"id": "J0SBA10AP007",
		"name": "采暖B凝结水泵",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA10",
		"add": "煤仓间16.5m层采暖加热站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41458266355684,
		"lat": 38.03372270838998,
		"alt": 1112.7186279231682
	},
	{
		"id": "J0SBA20BB001",
		"name": "厂前区采暖补水箱",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA20",
		"add": "煤仓间16.5m层采暖加热站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453097340775,
		"lat": 38.03367117288743,
		"alt": 1113.0153806712478
	},
	{
		"id": "J0SBA20",
		"name": "厂前区采暖加热站系统",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA",
		"add": "煤仓间16.5m层采暖加热站"
	},
	{
		"id": "20HFB30AF001",
		"name": "2C给煤机",
		"add_id": "21UHA16",
		"p_id": "20HFB30",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41410283587918,
		"lat": 38.033588065468166,
		"alt": 1114.2113625742495
	},
	{
		"id": "20HFB30",
		"name": "2C给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HFB",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFB",
		"name": "#2炉给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HF",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHA61AV001",
		"name": "#2炉前墙下层#1燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402369898456,
		"lat": 38.03338104601008,
		"alt": 1113.6740720327944
	},
	{
		"id": "20HHA61",
		"name": "#2炉前墙下层燃尽风喷燃器系统",
		"add_id": "21UHA37",
		"p_id": "20HHA",
		"add": "#2锅炉房37.8m层"
	},
	{
		"id": "20HHA61AV003",
		"name": "#2炉前墙下层#3燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402256334298,
		"lat": 38.03332198515067,
		"alt": 1113.67407203326
	},
	{
		"id": "20HHA61AV005",
		"name": "#2炉前墙下层#5燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402142706525,
		"lat": 38.03326289103303,
		"alt": 1113.6740720323287
	},
	{
		"id": "20HHA61AV007",
		"name": "#2炉前墙下层#7燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140202845334,
		"lat": 38.033203471484825,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA62AV001",
		"name": "#2炉前墙上层#1燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402369898456,
		"lat": 38.033381046009715,
		"alt": 1116.7918088492006
	},
	{
		"id": "20HHA62",
		"name": "#2炉前墙上层燃尽风喷燃器系统",
		"add_id": "21UHA37",
		"p_id": "20HHA",
		"add": "#2锅炉房37.8m层"
	},
	{
		"id": "20HHA62AV003",
		"name": "#2炉前墙上层#3燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.414022563343,
		"lat": 38.03332198515032,
		"alt": 1116.7918088492006
	},
	{
		"id": "20HHA62AV005",
		"name": "#2炉前墙上层#5燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402142706525,
		"lat": 38.03326289103268,
		"alt": 1116.7918088478036
	},
	{
		"id": "20HHA62AV007",
		"name": "#2炉前墙上层#7燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140202845334,
		"lat": 38.033203471484484,
		"alt": 1116.791808850132
	},
	{
		"id": "20HHA63AV001",
		"name": "#2炉后墙下层#1燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381622295687,
		"lat": 38.03338354158738,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA63",
		"name": "#2炉后墙下层燃尽风喷燃器系统",
		"add_id": "21UHA37",
		"p_id": "20HHA",
		"add": "#2锅炉房37.8m层"
	},
	{
		"id": "20HHA63AV003",
		"name": "#2炉后墙下层#3燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381508746065,
		"lat": 38.03332447962332,
		"alt": 1113.67407203326
	},
	{
		"id": "20HHA63AV005",
		"name": "#2炉后墙下层#5燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381395137063,
		"lat": 38.03326538659982,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA63AV007",
		"name": "#2炉后墙下层#7燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381280900629,
		"lat": 38.033205967046314,
		"alt": 1113.6740720327944
	},
	{
		"id": "20HHA64AV001",
		"name": "#2炉后墙上层#1燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381622439445,
		"lat": 38.0333835440416,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHA64",
		"name": "#2炉后墙上层燃尽风喷燃器系统",
		"add_id": "21UHA37",
		"p_id": "20HHA",
		"add": "#2锅炉房37.8m层"
	},
	{
		"id": "20HHA64AV003",
		"name": "#2炉后墙上层#3燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381508887179,
		"lat": 38.03332448070323,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHA64AV005",
		"name": "#2炉后墙上层#5燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381395279763,
		"lat": 38.033265388504304,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHA64AV007",
		"name": "#2炉后墙上层#7燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4138128103963,
		"lat": 38.0332059670268,
		"alt": 1138.636047131382
	},
	{
		"id": "20HFA40BB001",
		"name": "2D原煤仓",
		"add_id": "21UHA16",
		"p_id": "20HFA40",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41422695478023,
		"lat": 38.0335921347764,
		"alt": 1126.694821250625
	},
	{
		"id": "20HFA40",
		"name": "2D原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HFA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFA60BB001",
		"name": "2F原煤仓",
		"add_id": "21UHA16",
		"p_id": "20HFA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41445534036241,
		"lat": 38.03358938686979,
		"alt": 1126.6948212496936
	},
	{
		"id": "20HFA60",
		"name": "2F原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HFA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFB40AF001",
		"name": "2D给煤机",
		"add_id": "21UHA16",
		"p_id": "20HFB40",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4142157164966,
		"lat": 38.03358670747751,
		"alt": 1114.2113625751808
	},
	{
		"id": "20HFB40",
		"name": "2D给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HFB",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFB50AF001",
		"name": "2E给煤机",
		"add_id": "21UHA16",
		"p_id": "20HFB50",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41432293695192,
		"lat": 38.033585417480076,
		"alt": 1114.2113625761122
	},
	{
		"id": "20HFB50",
		"name": "2E给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HFB",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHA10AV006",
		"name": "#2炉A层#6燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383087299391,
		"lat": 38.0332394362741,
		"alt": 1119.8395994491875
	},
	{
		"id": "20HHA10AV008",
		"name": "#2炉A层#8燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382973459073,
		"lat": 38.0331802234128,
		"alt": 1119.8395994487219
	},
	{
		"id": "20HHA20AV007",
		"name": "#2炉B层#7燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383030381306,
		"lat": 38.033209830942596,
		"alt": 1122.957336266525
	},
	{
		"id": "20HHA30AV001",
		"name": "#2炉C层#1燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383371903758,
		"lat": 38.03338746952342,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA30AV008",
		"name": "#2炉C层#8燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382973459073,
		"lat": 38.033180223412096,
		"alt": 1126.0749510112219
	},
	{
		"id": "20HHA40AV002",
		"name": "#2炉D层#2燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383314981026,
		"lat": 38.03335786199385,
		"alt": 1129.192809897475
	},
	{
		"id": "20HHA50AV001",
		"name": "#2炉E层#1燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383371903757,
		"lat": 38.033387469522715,
		"alt": 1132.3107908554375
	},
	{
		"id": "20HHA50AV003",
		"name": "#2炉E层#3燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383258062606,
		"lat": 38.03332825666297,
		"alt": 1132.3107908568345
	},
	{
		"id": "20HHA60AV002",
		"name": "#2炉F层#2燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383314981027,
		"lat": 38.03335786199315,
		"alt": 1135.4284666366875
	},
	{
		"id": "20HHA60AV004",
		"name": "#2炉F层#4燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383201140042,
		"lat": 38.03329864913307,
		"alt": 1135.4284666362219
	},
	{
		"id": "20HLD20AE005",
		"name": "2B空预器底部高压清洗装置",
		"add_id": "21UHA16",
		"p_id": "20HLD20",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41453484895709,
		"lat": 38.03332126289497,
		"alt": 1116.0770260519348
	},
	{
		"id": "20HLD20",
		"name": "2B空预器系统",
		"add_id": "21UHA16",
		"p_id": "20HLD",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFA30BB001",
		"name": "2C原煤仓",
		"add_id": "21UHA16",
		"p_id": "20HFA30",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41411407485006,
		"lat": 38.033593492769626,
		"alt": 1126.694821250625
	},
	{
		"id": "20HFA30",
		"name": "2C原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HFA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFB60AF001",
		"name": "2F给煤机",
		"add_id": "21UHA16",
		"p_id": "20HFB60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41444410206303,
		"lat": 38.03358395959307,
		"alt": 1114.2113625761122
	},
	{
		"id": "20HFB60",
		"name": "2F给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HFB",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHA20AV001",
		"name": "#2炉B层#1燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383371903757,
		"lat": 38.03338746952375,
		"alt": 1122.9573362655938
	},
	{
		"id": "20HHA30AV002",
		"name": "#2炉C层#2燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383314981027,
		"lat": 38.03335786199419,
		"alt": 1126.0749510098249
	},
	{
		"id": "20HHA40AV003",
		"name": "#2炉D层#3燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383258062606,
		"lat": 38.03332825666331,
		"alt": 1129.192809898872
	},
	{
		"id": "20HHA50AV004",
		"name": "#2炉E层#4燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383201140043,
		"lat": 38.03329864913343,
		"alt": 1132.3107908554375
	},
	{
		"id": "20HHA60AV005",
		"name": "#2炉F层#5燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383144221788,
		"lat": 38.03326904380223,
		"alt": 1135.4284666362219
	},
	{
		"id": "20HHY61AV051",
		"name": "#2炉F层#5等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381442833247,
		"lat": 38.03326519171592,
		"alt": 1141.6740108653903
	},
	{
		"id": "J0SBA10BB001",
		"name": "厂区采暖补水箱",
		"add_id": "J1UHF16R001",
		"p_id": "J0SBA10",
		"add": "煤仓间16.5m层采暖加热站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41461206495548,
		"lat": 38.03368424847493,
		"alt": 1113.1007689372636
	},
	{
		"id": "20HFA50BB001",
		"name": "2E原煤仓",
		"add_id": "21UHA16",
		"p_id": "20HFA50",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41433417524294,
		"lat": 38.033590844768554,
		"alt": 1126.6948212487623
	},
	{
		"id": "20HFA50",
		"name": "2E原煤仓系统",
		"add_id": "21UHA16",
		"p_id": "20HFA",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFB10AF001",
		"name": "2A给煤机",
		"add_id": "21UHA16",
		"p_id": "20HFB10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41387666838864,
		"lat": 38.03359078601056,
		"alt": 1114.2113625751808
	},
	{
		"id": "20HFB10",
		"name": "2A给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HFB",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HFB20AF001",
		"name": "2B给煤机",
		"add_id": "21UHA16",
		"p_id": "20HFB20",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41399309148359,
		"lat": 38.03358938562506,
		"alt": 1114.2113625742495
	},
	{
		"id": "20HFB20",
		"name": "2B给煤机系统",
		"add_id": "21UHA16",
		"p_id": "20HFB",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHA10AV007",
		"name": "#2炉A层#7燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383030381306,
		"lat": 38.03320983094295,
		"alt": 1119.8395994491875
	},
	{
		"id": "20HHA20AV008",
		"name": "#2炉B层#8燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382973459073,
		"lat": 38.033180223412444,
		"alt": 1122.9573362655938
	},
	{
		"id": "20HHA40AV001",
		"name": "#2炉D层#1燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383371903758,
		"lat": 38.03338746952306,
		"alt": 1129.1928098979406
	},
	{
		"id": "20HHA50AV002",
		"name": "#2炉E层#2燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383314981026,
		"lat": 38.03335786199351,
		"alt": 1132.3107908554375
	},
	{
		"id": "20HHA60AV003",
		"name": "#2炉F层#3燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383258062606,
		"lat": 38.033328256662614,
		"alt": 1135.4284666380845
	},
	{
		"id": "20HHY61AV011",
		"name": "#2炉F层#1等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381670512445,
		"lat": 38.033383617437025,
		"alt": 1141.674010865856
	},
	{
		"id": "20HHA10AV003",
		"name": "#2炉A层#3燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383258062606,
		"lat": 38.033328256664355,
		"alt": 1119.8395994501188
	},
	{
		"id": "20HHA20AV004",
		"name": "#2炉B层#4燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383201140043,
		"lat": 38.033298649134466,
		"alt": 1122.9573362646624
	},
	{
		"id": "20HHA30AV005",
		"name": "#2炉C层#5燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4138314422179,
		"lat": 38.03326904380327,
		"alt": 1126.0749510102905
	},
	{
		"id": "20HHA40AV006",
		"name": "#2炉D层#6燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383087299391,
		"lat": 38.03323943627308,
		"alt": 1129.1928098970093
	},
	{
		"id": "20HHA50AV007",
		"name": "#2炉E层#7燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383030381303,
		"lat": 38.03320983094157,
		"alt": 1132.3107908545062
	},
	{
		"id": "20HHA60AV008",
		"name": "#2炉F层#8燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382973459073,
		"lat": 38.03318022341105,
		"alt": 1135.4284666366875
	},
	{
		"id": "20HHA61AV002",
		"name": "#2炉前墙下层#2燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140231285869,
		"lat": 38.03335138158799,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA61AV004",
		"name": "#2炉前墙下层#4燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402198943247,
		"lat": 38.033292137948784,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA61AV006",
		"name": "#2炉前墙下层#6燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402085514355,
		"lat": 38.03323314717683,
		"alt": 1113.67407203326
	},
	{
		"id": "20HHA61AV008",
		"name": "#2炉前墙下层#8燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA61",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401971565756,
		"lat": 38.03317388594559,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA62AV002",
		"name": "#2炉前墙上层#2燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4140231285869,
		"lat": 38.03335138158762,
		"alt": 1116.7918088505976
	},
	{
		"id": "20HHA62AV004",
		"name": "#2炉前墙上层#4燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402198943248,
		"lat": 38.033292137948436,
		"alt": 1116.7918088505976
	},
	{
		"id": "20HHA62AV006",
		"name": "#2炉前墙上层#6燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41402085514355,
		"lat": 38.033233147176475,
		"alt": 1116.7918088482693
	},
	{
		"id": "20HHA62AV008",
		"name": "#2炉前墙上层#8燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA62",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401971565756,
		"lat": 38.03317388594522,
		"alt": 1116.7918088492006
	},
	{
		"id": "20HHA63AV002",
		"name": "#2炉后墙下层#2燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381565261642,
		"lat": 38.03335387578838,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA63AV004",
		"name": "#2炉后墙下层#4燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381451365541,
		"lat": 38.03329463351818,
		"alt": 1113.674072034657
	},
	{
		"id": "20HHA63AV006",
		"name": "#2炉后墙下层#6燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4138133795328,
		"lat": 38.03323564274095,
		"alt": 1113.6740720337257
	},
	{
		"id": "20HHA63AV008",
		"name": "#2炉后墙下层#8燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA63",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381224021384,
		"lat": 38.03317638150442,
		"alt": 1113.6740720327944
	},
	{
		"id": "20HHA64AV002",
		"name": "#2炉后墙上层#2燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381565403285,
		"lat": 38.033353877143156,
		"alt": 1138.6360471304506
	},
	{
		"id": "20HHA64AV004",
		"name": "#2炉后墙上层#4燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381451504542,
		"lat": 38.03329463349867,
		"alt": 1138.6360471318476
	},
	{
		"id": "20HHA64AV006",
		"name": "#2炉后墙上层#6燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381338096508,
		"lat": 38.033235644920296,
		"alt": 1138.636047132779
	},
	{
		"id": "20HHA64AV008",
		"name": "#2炉后墙上层#8燃尽风喷燃器",
		"add_id": "21UHA37",
		"p_id": "20HHA64",
		"add": "#2锅炉房37.8m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381224160384,
		"lat": 38.033176381484914,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHY61AV021",
		"name": "#2炉F层#2等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381613590407,
		"lat": 38.03335400990755,
		"alt": 1141.6740108663216
	},
	{
		"id": "20HHY61AV081",
		"name": "#2炉F层#8等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4138127207261,
		"lat": 38.033176371324046,
		"alt": 1141.674010865856
	},
	{
		"id": "20HHA10AV002",
		"name": "#2炉A层#2燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383314981026,
		"lat": 38.03335786199489,
		"alt": 1119.8395994482562
	},
	{
		"id": "20HHA10AV004",
		"name": "#2炉A层#4燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383201140043,
		"lat": 38.03329864913482,
		"alt": 1119.8395994491875
	},
	{
		"id": "20HHA20AV003",
		"name": "#2炉B层#3燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383258062606,
		"lat": 38.03332825666401,
		"alt": 1122.957336265128
	},
	{
		"id": "20HHA20AV005",
		"name": "#2炉B层#5燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA20",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383144221788,
		"lat": 38.0332690438036,
		"alt": 1122.957336265128
	},
	{
		"id": "20HHA30AV004",
		"name": "#2炉C层#4燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383201140043,
		"lat": 38.03329864913411,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA30AV006",
		"name": "#2炉C层#6燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA30",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383087299391,
		"lat": 38.03323943627342,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA40AV005",
		"name": "#2炉D层#5燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383144221788,
		"lat": 38.03326904380292,
		"alt": 1129.1928098984063
	},
	{
		"id": "20HHA40AV007",
		"name": "#2炉D层#7燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA40",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383030381306,
		"lat": 38.033209830941914,
		"alt": 1129.1928098984063
	},
	{
		"id": "20HHA50AV006",
		"name": "#2炉E层#6燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4138308729939,
		"lat": 38.03323943627272,
		"alt": 1132.3107908545062
	},
	{
		"id": "20HHA50AV008",
		"name": "#2炉E层#8燃烧器",
		"add_id": "21UHA25",
		"p_id": "20HHA50",
		"add": "#2锅炉房25.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41382973459073,
		"lat": 38.03318022341141,
		"alt": 1132.3107908545062
	},
	{
		"id": "20HHA60AV007",
		"name": "#2炉F层#7燃烧器",
		"add_id": "21UHA16",
		"p_id": "20HHA60",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41383030381306,
		"lat": 38.03320983094122,
		"alt": 1135.4284666376188
	},
	{
		"id": "20HHY10BB031",
		"name": "#2炉等离子点火器压缩空气储气罐",
		"add_id": "21UHA16",
		"p_id": "20HHY10",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41401731718814,
		"lat": 38.033428290516966,
		"alt": 1114.6771238627844
	},
	{
		"id": "20HHY10",
		"name": "#2炉等离子系统",
		"add_id": "21UHA16",
		"p_id": "20HHY",
		"add": "#2锅炉房16.5m层"
	},
	{
		"id": "20HHY61AV061",
		"name": "#2炉F层#6等离子点火器",
		"add_id": "21UHA16",
		"p_id": "20HHY61",
		"add": "#2锅炉房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41381385911544,
		"lat": 38.033235584185846,
		"alt": 1141.674010864459
	},
	{
		"id": "J0GDB20AT001",
		"name": "原水A空气擦洗滤池",
		"add_id": "J1UGU10",
		"p_id": "J0GDB20",
		"add": "净化水处理车间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41632247702506,
		"lat": 38.035966532646384,
		"alt": 1097.6331155044027
	},
	{
		"id": "J0GDB20",
		"name": "原水A空气擦洗滤池系统",
		"add_id": "J1UGU10",
		"p_id": "J0GDB",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GDB",
		"name": "#1、2机原水处理过滤系统",
		"add_id": "J1UGU10",
		"p_id": "J0GD",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GD",
		"name": "#1、2机原水处理系统",
		"add_id": "J1UGU10",
		"p_id": "J0G",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GBD21BB001",
		"name": "原水B机械加速澄清池",
		"add_id": "J1UGU10",
		"p_id": "J0GBD21",
		"add": "净化水处理车间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41663506924009,
		"lat": 38.03594424724914,
		"alt": 1099.86381449271
	},
	{
		"id": "J0GBD21",
		"name": "原水B机械加速澄清池系统",
		"add_id": "J1UGU10",
		"p_id": "J0GBD",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GBD",
		"name": "#1、2机组原水预处理沉淀系统",
		"add_id": "J1UGU10",
		"p_id": "J0GB",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GB",
		"name": "#1、2机组预处理系统",
		"add_id": "J1UGU10",
		"p_id": "J0G",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GDB21AT001",
		"name": "原水B空气擦洗滤池",
		"add_id": "J1UGU10",
		"p_id": "J0GDB21",
		"add": "净化水处理车间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4163213314644,
		"lat": 38.03590705821348,
		"alt": 1097.6331155030057
	},
	{
		"id": "J0GDB21",
		"name": "原水B空气擦洗滤池系统",
		"add_id": "J1UGU10",
		"p_id": "J0GDB",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GBD20BB001",
		"name": "原水A机械加速澄清池",
		"add_id": "J1UGU10",
		"p_id": "J0GBD20",
		"add": "净化水处理车间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41645182993008,
		"lat": 38.03594645545112,
		"alt": 1098.8822510512546
	},
	{
		"id": "J0GBD20",
		"name": "原水A机械加速澄清池系统",
		"add_id": "J1UGU10",
		"p_id": "J0GBD",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GBS30BB001",
		"name": "原水污泥浓缩池",
		"add_id": "J1UGU10",
		"p_id": "J0GBS30",
		"add": "净化水处理车间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41701478023566,
		"lat": 38.03592295838665,
		"alt": 1096.2971701803617
	},
	{
		"id": "J0GBS30",
		"name": "原水污泥浓缩池系统",
		"add_id": "J1UGU10",
		"p_id": "J0GBS",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GBS",
		"name": "#1、2机水预处理污泥处理系统",
		"add_id": "J1UGU10",
		"p_id": "J0GB",
		"add": "净化水处理车间"
	},
	{
		"id": "J0GTK10AT001",
		"name": "煤水A电子絮凝器",
		"add_id": "J1UEC10R001",
		"p_id": "J0GTK10",
		"add": "煤水处理间设备间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42026740757166,
		"lat": 38.034143302067505,
		"alt": 1102.5760476561263
	},
	{
		"id": "J0GTK10",
		"name": "煤水电子絮凝器系统",
		"add_id": "J1UEC10R001",
		"p_id": "J0GTK",
		"add": "煤水处理间设备间"
	},
	{
		"id": "J0GTK",
		"name": "#1、2机组含煤废水处理系统",
		"add_id": "J1UEC10R001",
		"p_id": "J0G",
		"add": "煤水处理间设备间"
	},
	{
		"id": "J0GTK10AT002",
		"name": "煤水B电子絮凝器",
		"add_id": "J1UEC10R001",
		"p_id": "J0GTK10",
		"add": "煤水处理间设备间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42026814256823,
		"lat": 38.03418135747994,
		"alt": 1102.5760463895276
	},
	{
		"id": "J0GTK30BB001",
		"name": "煤水中间水箱",
		"add_id": "J1UEC10R001",
		"p_id": "J0GTK30",
		"add": "煤水处理间设备间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42026898707881,
		"lat": 38.034287748059114,
		"alt": 1101.578611840494
	},
	{
		"id": "J0GTK30",
		"name": "煤水中间水箱系统",
		"add_id": "J1UEC10R001",
		"p_id": "J0GTK",
		"add": "煤水处理间设备间"
	},
	{
		"id": "10LDB11AT001",
		"name": "1A前置过滤器",
		"add_id": "11UMA00",
		"p_id": "10LDB11",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41363852597553,
		"lat": 38.033155865683995,
		"alt": 1097.6054073823616
	},
	{
		"id": "10LDB11",
		"name": "1A前置过滤器系统",
		"add_id": "11UMA00",
		"p_id": "10LDB",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDB",
		"name": "#1机组凝结水精处理过滤系统",
		"add_id": "11UMA00",
		"p_id": "10LD",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LD",
		"name": "#1机组凝结水精处理系统",
		"add_id": "11UMA00",
		"p_id": "10L",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDK10AP001",
		"name": "#1机组高速混床再循环泵",
		"add_id": "11UMA00",
		"p_id": "10LDK10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41365852239682,
		"lat": 38.034321773684674,
		"alt": 1096.7257061172277
	},
	{
		"id": "10LDK10",
		"name": "#1机组高速混床再循环泵系统",
		"add_id": "11UMA00",
		"p_id": "10LDK",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDK",
		"name": "#1机组凝结水精处理泵系统",
		"add_id": "11UMA00",
		"p_id": "10LD",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAJ30AP001",
		"name": "1C真空泵",
		"add_id": "11UMA00",
		"p_id": "10MAJ30",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342316053134,
		"lat": 38.0341577179258,
		"alt": 1097.1411126535386
	},
	{
		"id": "10MAJ30",
		"name": "1C真空泵系统",
		"add_id": "11UMA08",
		"p_id": "10MAJ",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10MAJ",
		"name": "#1机组抽真空系统",
		"add_id": "11UMA00",
		"p_id": "10MA",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MA",
		"name": "#1机汽轮机装置",
		"add_id": "11UMA16",
		"p_id": "10M",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10M",
		"name": "#1机组主机装置",
		"add_id": "11UMA16",
		"p_id": "1",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MAT10AT001",
		"name": "#1机主机油净化装置",
		"add_id": "11UMA00",
		"p_id": "10MAT10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41333810218646,
		"lat": 38.03429564553744,
		"alt": 1094.9402464814484
	},
	{
		"id": "10MAT10",
		"name": "#1机主油箱至油净化装置系统",
		"add_id": "11UMA00",
		"p_id": "10MAT",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAT",
		"name": "#1机润滑油净化系统",
		"add_id": "11UMA00",
		"p_id": "10MA",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAX20AP002",
		"name": "1B抗燃油泵",
		"add_id": "11UMA00",
		"p_id": "10MAX20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342058954059,
		"lat": 38.034263064056184,
		"alt": 1094.963439906016
	},
	{
		"id": "10MAX20",
		"name": "#1机抗燃油箱系统",
		"add_id": "11UMA00",
		"p_id": "10MAX",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAX",
		"name": "#1机抗燃油系统",
		"add_id": "11UMA00",
		"p_id": "10MA",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "20MAG20AC001",
		"name": "#2机A凝汽器",
		"add_id": "21UMA00",
		"p_id": "20MAG20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41333440842249,
		"lat": 38.0331938721758,
		"alt": 1097.1689432994463
	},
	{
		"id": "20MAG20",
		"name": "#2机A凝汽器系统",
		"add_id": "21UMA00",
		"p_id": "20MAG",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAG",
		"name": "#2机凝汽器系统",
		"add_id": "21UMA00",
		"p_id": "20MA",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MA",
		"name": "#2机汽轮机装置",
		"add_id": "21UMA16",
		"p_id": "20M",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20M",
		"name": "#2机组主机装置",
		"add_id": "21UMA16",
		"p_id": "2",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MAJ10AP001",
		"name": "2A真空泵",
		"add_id": "21UMA00",
		"p_id": "20MAJ10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134056825054,
		"lat": 38.03324836510008,
		"alt": 1097.1411126535386
	},
	{
		"id": "20MAJ10",
		"name": "2A真空泵系统",
		"add_id": "21UMA00",
		"p_id": "20MAJ",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAJ",
		"name": "#2机组抽真空系统",
		"add_id": "21UMA00",
		"p_id": "20MA",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MKW10BB001",
		"name": "#2发电机密封油真空油箱",
		"add_id": "21UMA00",
		"p_id": "20MKW10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336311467964,
		"lat": 38.03335817960179,
		"alt": 1095.9902945188805
	},
	{
		"id": "20MKW10",
		"name": "#2发电机密封油系统",
		"add_id": "21UMA00",
		"p_id": "20MKW",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MKW",
		"name": "#2发电机密封油系统，包括供应与处理",
		"add_id": "21UMA00",
		"p_id": "20MK",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MK",
		"name": "#2发电机装置",
		"add_id": "21UMA16",
		"p_id": "20M",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "J0LDN41BB001",
		"name": "精处理酸计量箱",
		"add_id": "21UMA00",
		"p_id": "J0LDN41",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136524419989,
		"lat": 38.03387346947281,
		"alt": 1097.5798335918225
	},
	{
		"id": "J0LDN41",
		"name": "精处理酸计量箱系统",
		"add_id": "21UMA00",
		"p_id": "J0LDN",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDN",
		"name": "#1、2机组凝结水精处理酸碱药品供应系统",
		"add_id": "21UMA00",
		"p_id": "J0LD",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LD",
		"name": "#1、2机组凝结水精处理系统",
		"add_id": "21UMA00",
		"p_id": "J0L",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0L",
		"name": "#1、2机组汽、水循环系统",
		"add_id": "21UMA00",
		"p_id": "J",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDN42BB001",
		"name": "精处理碱计量箱",
		"add_id": "21UMA00",
		"p_id": "J0LDN42",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41365164521673,
		"lat": 38.033832021405736,
		"alt": 1097.5798946265131
	},
	{
		"id": "J0LDN42",
		"name": "精处理碱计量箱系统",
		"add_id": "21UMA00",
		"p_id": "J0LDN",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDP21AT001",
		"name": "精处理再生树脂分离罐",
		"add_id": "21UMA00",
		"p_id": "J0LDP21",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41364910106611,
		"lat": 38.033699278049575,
		"alt": 1097.9996334547177
	},
	{
		"id": "J0LDP21",
		"name": "精处理再生树脂分离罐系统",
		"add_id": "21UMA00",
		"p_id": "J0LDP",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDP",
		"name": "#1、2机组凝结水精处理再生系统",
		"add_id": "21UMA00",
		"p_id": "J0LD",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDP41AT001",
		"name": "精处理阳再生罐",
		"add_id": "21UMA00",
		"p_id": "J0LDP41",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136475722157,
		"lat": 38.033619747529045,
		"alt": 1097.999633455649
	},
	{
		"id": "J0LDP41",
		"name": "精处理阳再生罐系统",
		"add_id": "21UMA00",
		"p_id": "J0LDP",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "10BAC01GS001",
		"name": "#1发电机GCB断路器201",
		"add_id": "11UMA00",
		"p_id": "10BAC01",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41328341260004,
		"lat": 38.03447185263755,
		"alt": 1095.9479975728318
	},
	{
		"id": "10BAC01",
		"name": "#1发电机GCB系统",
		"add_id": "11UMA00",
		"p_id": "10BAC",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10BAC",
		"name": "#1发电机出口断路器",
		"add_id": "11UMA00",
		"p_id": "10BA",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10BA",
		"name": "#1机组发电机出线系统",
		"add_id": "11UMA00",
		"p_id": "10B",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LCB20AP001",
		"name": "1B凝结水泵",
		"add_id": "11UMA00",
		"p_id": "10LCB20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41343704909632,
		"lat": 38.03400349872918,
		"alt": 1095.662413841579
	},
	{
		"id": "10LCB20",
		"name": "1B凝结水泵系统",
		"add_id": "11UMA00",
		"p_id": "10LCB",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LCB",
		"name": "#1机组主凝结水泵系统",
		"add_id": "11UMA00",
		"p_id": "10LC",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDF21AT001",
		"name": "1A高速混床树脂捕捉器",
		"add_id": "11UMA00",
		"p_id": "10LDF21",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136259129603,
		"lat": 38.03432290949223,
		"alt": 1097.4782104138285
	},
	{
		"id": "10LDF21",
		"name": "1A高速混床树脂捕捉器系统",
		"add_id": "11UMA00",
		"p_id": "10LDF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDF",
		"name": "#1机组凝结水精处理混床系统",
		"add_id": "11UMA00",
		"p_id": "10LD",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAG20AC001",
		"name": "#1机A凝汽器",
		"add_id": "11UMA00",
		"p_id": "10MAG20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41335400950197,
		"lat": 38.03421373462672,
		"alt": 1097.1689432975836
	},
	{
		"id": "10MAG20",
		"name": "#1机A凝汽器系统",
		"add_id": "11UMA00",
		"p_id": "10MAG",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAG",
		"name": "#1机凝汽器系统",
		"add_id": "11UMA00",
		"p_id": "10MA",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAJ20AT001",
		"name": "1B真空泵汽水分离器",
		"add_id": "11UMA00",
		"p_id": "10MAJ20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134475716206,
		"lat": 38.03419269250067,
		"alt": 1098.27209468605
	},
	{
		"id": "10MAJ20",
		"name": "1B真空泵系统",
		"add_id": "11UMA08",
		"p_id": "10MAJ",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10MAU10AC001",
		"name": "1A润滑油冷油器",
		"add_id": "11UMA00",
		"p_id": "10MAU10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336727162178,
		"lat": 38.03434455416348,
		"alt": 1098.0085429567844
	},
	{
		"id": "10MAU10",
		"name": "#1机主机润滑油系统",
		"add_id": "11UMA00",
		"p_id": "10MAU",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAU",
		"name": "#1机汽轮机润滑油系统",
		"add_id": "11UMA00",
		"p_id": "10MA",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAU10AC002",
		"name": "1B润滑油冷油器",
		"add_id": "11UMA00",
		"p_id": "10MAU10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41334518183731,
		"lat": 38.034328052105145,
		"alt": 1096.0175776099786
	},
	{
		"id": "10MAU10AY001",
		"name": "#1机主油箱",
		"add_id": "11UMA00",
		"p_id": "10MAU10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41329454960086,
		"lat": 38.03433445096931,
		"alt": 1096.9249245929532
	},
	{
		"id": "10MAX20AK001",
		"name": "#1机抗燃油再生装置",
		"add_id": "11UMA00",
		"p_id": "10MAX20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342671139824,
		"lat": 38.03427375824026,
		"alt": 1095.842589234002
	},
	{
		"id": "10MKF30CQ152",
		"name": "#1发电机定子水进水溶解氧量",
		"add_id": "11UMA00",
		"p_id": "10MKF30",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41344058128033,
		"lat": 38.033921850686866,
		"alt": 1098.008544018492
	},
	{
		"id": "10MKF30",
		"name": "#1发电机定子水进水溶解氧量系统",
		"add_id": "11UMA00",
		"p_id": "10MKF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MKF",
		"name": "#1发电机定子转子水冷却系统",
		"add_id": "11UMA00",
		"p_id": "10MK",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MK",
		"name": "#1发电机装置",
		"add_id": "11UMA16",
		"p_id": "10M",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "20BAC01GS001",
		"name": "#2发电机GCB断路器202",
		"add_id": "21UMA00",
		"p_id": "20BAC01",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41366210108454,
		"lat": 38.0328241411369,
		"alt": 1095.9479975723661
	},
	{
		"id": "20BAC01",
		"name": "#2发电机GCB系统",
		"add_id": "21UMA00",
		"p_id": "20BAC",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20BAC",
		"name": "#2发电机出口断路器",
		"add_id": "21UMA00",
		"p_id": "20BA",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20BA",
		"name": "#2机组发电机出线系统",
		"add_id": "21UMA00",
		"p_id": "20B",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20BBB00GS000",
		"name": "10kV工作2B段母线",
		"add_id": "21UMA12R001",
		"p_id": "20BBB00",
		"add": "#2汽机房12.0m层10kV2B段配电室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41366132380111,
		"lat": 38.03278612905307,
		"alt": 1095.9479975719005
	},
	{
		"id": "20BBB00",
		"name": "10kV工作3B段母线系统",
		"add_id": "21UMA12R001",
		"p_id": "20BBB",
		"add": "#2汽机房12.0m层10kV2B段配电室"
	},
	{
		"id": "20BBB",
		"name": "#3机10kVB段配电装置",
		"add_id": "21UMA12R001",
		"p_id": "20BB",
		"add": "#2汽机房12.0m层10kV2B段配电室"
	},
	{
		"id": "20LCB20AP001",
		"name": "2B凝结水泵",
		"add_id": "21UMA00",
		"p_id": "20LCB20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342461343584,
		"lat": 38.033356498826336,
		"alt": 1095.6624138401821
	},
	{
		"id": "20LCB20",
		"name": "2B凝结水泵系统",
		"add_id": "21UMA00",
		"p_id": "20LCB",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LCB",
		"name": "#2机组主凝结水泵系统",
		"add_id": "21UMA00",
		"p_id": "20LC",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDF21AT001",
		"name": "2A高速混床树脂捕捉器",
		"add_id": "21UMA00",
		"p_id": "20LDF21",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41360553367275,
		"lat": 38.033414218172396,
		"alt": 1097.626342737116
	},
	{
		"id": "20LDF21",
		"name": "2A高速混床树脂捕捉器系统",
		"add_id": "21UMA00",
		"p_id": "20LDF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDF",
		"name": "#2机组凝结水精处理混床系统",
		"add_id": "21UMA00",
		"p_id": "20LD",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LD",
		"name": "#2机组凝结水精处理系统",
		"add_id": "21UMA00",
		"p_id": "20L",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDF24AT001",
		"name": "2D高速混床树脂捕捉器",
		"add_id": "21UMA00",
		"p_id": "20LDF24",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41360194238143,
		"lat": 38.03322739167433,
		"alt": 1097.626342737116
	},
	{
		"id": "20LDF24",
		"name": "2D高速混床树脂捕捉器系统",
		"add_id": "21UMA00",
		"p_id": "20LDF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAT10AT001",
		"name": "#2机主机油净化装置",
		"add_id": "21UMA00",
		"p_id": "20MAT10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41331090455171,
		"lat": 38.03288050158115,
		"alt": 1094.9402464809828
	},
	{
		"id": "20MAT10",
		"name": "#2机主油箱至油净化装置系统",
		"add_id": "21UMA00",
		"p_id": "20MAT",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAT",
		"name": "#2机润滑油净化系统",
		"add_id": "21UMA00",
		"p_id": "20MA",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAU10AY001",
		"name": "#2机主油箱",
		"add_id": "21UMA00",
		"p_id": "20MAU10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4132658810399,
		"lat": 38.032842761401184,
		"alt": 1096.9249245943502
	},
	{
		"id": "20MAU10",
		"name": "#2机主机润滑油系统",
		"add_id": "21UMA00",
		"p_id": "20MAU",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAU",
		"name": "#2机汽轮机润滑油系统",
		"add_id": "21UMA00",
		"p_id": "20MA",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAX20AP002",
		"name": "2B抗燃油泵",
		"add_id": "21UMA00",
		"p_id": "20MAX20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4133865960672,
		"lat": 38.03301539950455,
		"alt": 1094.9634399050847
	},
	{
		"id": "20MAX20",
		"name": "#2机抗燃油箱系统",
		"add_id": "21UMA00",
		"p_id": "20MAX",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAX",
		"name": "#2机抗燃油系统",
		"add_id": "21UMA00",
		"p_id": "20MA",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAX20BB001",
		"name": "#2机抗燃油箱",
		"add_id": "21UMA00",
		"p_id": "20MAX20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41339180935638,
		"lat": 38.03301980702243,
		"alt": 1095.8458249764517
	},
	{
		"id": "J0LDP31AT001",
		"name": "精处理阴树脂再生罐",
		"add_id": "21UMA00",
		"p_id": "J0LDP31",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136483366375,
		"lat": 38.03365951265201,
		"alt": 1097.999633455649
	},
	{
		"id": "J0LDP31",
		"name": "精处理阴树脂再生罐系统",
		"add_id": "21UMA00",
		"p_id": "J0LDP",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "10LDF22AT001",
		"name": "1B高速混床树脂捕捉器",
		"add_id": "11UMA00",
		"p_id": "10LDF22",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41362471579615,
		"lat": 38.034260633637295,
		"alt": 1097.4782104142942
	},
	{
		"id": "10LDF22",
		"name": "1B高速混床树脂捕捉器系统",
		"add_id": "11UMA00",
		"p_id": "10LDF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDF23AT001",
		"name": "1C高速混床树脂捕捉器",
		"add_id": "11UMA00",
		"p_id": "10LDF23",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41362351863567,
		"lat": 38.03419835778166,
		"alt": 1097.4782104147598
	},
	{
		"id": "10LDF23",
		"name": "1C高速混床树脂捕捉器系统",
		"add_id": "11UMA00",
		"p_id": "10LDF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAJ10AT001",
		"name": "1A真空泵汽水分离器",
		"add_id": "11UMA00",
		"p_id": "10MAJ10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134482569896,
		"lat": 38.03422834961967,
		"alt": 1098.2720946865156
	},
	{
		"id": "10MAJ10",
		"name": "1A真空泵系统",
		"add_id": "11UMA00",
		"p_id": "10MAJ",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAX20AP001",
		"name": "1A抗燃油泵",
		"add_id": "11UMA00",
		"p_id": "10MAX20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342075062832,
		"lat": 38.03427144497714,
		"alt": 1094.9634399064817
	},
	{
		"id": "10MKF14AT001",
		"name": "#1发电机定子冷却水离子交换器",
		"add_id": "11UMA00",
		"p_id": "10MKF14",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134393026736,
		"lat": 38.03389996015075,
		"alt": 1095.2770995968021
	},
	{
		"id": "10MKF14",
		"name": "#1发电机定子冷却水离子交换器系统",
		"add_id": "11UMA00",
		"p_id": "10MKF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10PGC20AP001",
		"name": "1B辅机冷却水泵",
		"add_id": "11UMA00",
		"p_id": "10PGC20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41345730873209,
		"lat": 38.03434617319178,
		"alt": 1098.0082983667962
	},
	{
		"id": "10PGC20",
		"name": "1B辅机冷却水泵系统",
		"add_id": "11UMA00",
		"p_id": "10PGC",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10PGC",
		"name": "#1机组闭式循环冷却水泵系统",
		"add_id": "11UMA00",
		"p_id": "10PG",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10PG",
		"name": "#1机组常规岛内的闭式冷却水系统",
		"add_id": "11URB10",
		"p_id": "10P",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "20BBA00GS000",
		"name": "10kV工作2A段母线",
		"add_id": "21UMA04R001",
		"p_id": "20BBA00",
		"add": "#2汽机房4.85m层10kV2A段配电室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41366170735671,
		"lat": 38.03280608198054,
		"alt": 1095.9479975728318
	},
	{
		"id": "20BBA00",
		"name": "10kV工作2A段母线系统",
		"add_id": "21UMA04R001",
		"p_id": "20BBA",
		"add": "#2汽机房4.85m层10kV2A段配电室"
	},
	{
		"id": "20BBA",
		"name": "#2机10kVA段配电装置",
		"add_id": "21UMA04R001",
		"p_id": "20BB",
		"add": "#2汽机房4.85m层10kV2A段配电室"
	},
	{
		"id": "20LCB10AP001",
		"name": "2A凝结水泵",
		"add_id": "21UMA00",
		"p_id": "20LCB10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134254451807,
		"lat": 38.03339977332179,
		"alt": 1095.6624138411134
	},
	{
		"id": "20LCB10",
		"name": "2A凝结水泵系统",
		"add_id": "21UMA00",
		"p_id": "20LCB",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDB11AT001",
		"name": "2A前置过滤器",
		"add_id": "21UMA00",
		"p_id": "20LDB11",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41365402445766,
		"lat": 38.03407179608851,
		"alt": 1097.6054073809646
	},
	{
		"id": "20LDB11",
		"name": "2A前置过滤器系统",
		"add_id": "21UMA00",
		"p_id": "20LDB",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDB",
		"name": "#2机组凝结水精处理过滤系统",
		"add_id": "21UMA00",
		"p_id": "20LD",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAG10AC001",
		"name": "#2机B凝汽器",
		"add_id": "21UMA00",
		"p_id": "20MAG10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.413335859222,
		"lat": 38.03326936039915,
		"alt": 1097.1689432980493
	},
	{
		"id": "20MAG10",
		"name": "#2机B凝汽器系统",
		"add_id": "21UMA00",
		"p_id": "20MAG",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAJ20AP001",
		"name": "2B真空泵",
		"add_id": "21UMA00",
		"p_id": "20MAJ20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.413404979838,
		"lat": 38.03321180562076,
		"alt": 1097.1263421452604
	},
	{
		"id": "20MAJ20",
		"name": "2B真空泵系统",
		"add_id": "21UMA08",
		"p_id": "20MAJ",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20MKF13AT001",
		"name": "#2发电机定子冷却水过滤器",
		"add_id": "21UMA00",
		"p_id": "20MKF13",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342145214978,
		"lat": 38.03348887642118,
		"alt": 1095.5316772274673
	},
	{
		"id": "20MKF13",
		"name": "#2发电机定子冷却水调节系统",
		"add_id": "21UMA00",
		"p_id": "20MKF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MKF",
		"name": "#2发电机定子转子水冷却系统",
		"add_id": "21UMA00",
		"p_id": "20MK",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20PGC10AP001",
		"name": "2A辅机冷却水泵",
		"add_id": "21UMA00",
		"p_id": "20PGC10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41344521029518,
		"lat": 38.032826926064686,
		"alt": 1098.0085425074212
	},
	{
		"id": "20PGC10",
		"name": "2A辅机冷却水泵系统",
		"add_id": "21UMA00",
		"p_id": "20PGC",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20PGC",
		"name": "#2机组闭式循环冷却水泵系统",
		"add_id": "21UMA00",
		"p_id": "20PG",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20PG",
		"name": "#2机组常规岛内的闭式冷却水系统",
		"add_id": "21URB10",
		"p_id": "20P",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PGC20AP001",
		"name": "2B辅机冷却水泵",
		"add_id": "21UMA00",
		"p_id": "20PGC20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41351177644452,
		"lat": 38.03282649953465,
		"alt": 1098.0085430666804
	},
	{
		"id": "20PGC20",
		"name": "2B辅机冷却水泵系统",
		"add_id": "21UMA00",
		"p_id": "20PGC",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDP11AT001",
		"name": "精处理失效树脂贮存罐",
		"add_id": "21UMA00",
		"p_id": "J0LDP11",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41364986546981,
		"lat": 38.033739042072554,
		"alt": 1097.999633455649
	},
	{
		"id": "J0LDP11",
		"name": "精处理失效树脂贮存罐系统",
		"add_id": "21UMA00",
		"p_id": "J0LDP",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "10BBA00GS000",
		"name": "10kV工作1A段母线",
		"add_id": "11UMA04R001",
		"p_id": "10BBA00",
		"add": "#1汽机房4.85m层10kV1A段配电室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41328301894359,
		"lat": 38.0344537934832,
		"alt": 1095.9479975728318
	},
	{
		"id": "10BBA00",
		"name": "10kV工作1A段配电装置",
		"add_id": "11UMA04R001",
		"p_id": "10BBA",
		"add": "#1汽机房4.85m层10kV1A段配电室"
	},
	{
		"id": "10BBA",
		"name": "10kV工作1A段母线系统",
		"add_id": "11UMA04R001",
		"p_id": "10BB",
		"add": "#1汽机房4.85m层10kV1A段配电室"
	},
	{
		"id": "10BBB00GS000",
		"name": "10kV工作1B段母线",
		"add_id": "11UMA12R001",
		"p_id": "10BBB00",
		"add": "#1汽机房12.0m层10kV1B段配电室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41328263546805,
		"lat": 38.034433840558066,
		"alt": 1095.9479975723661
	},
	{
		"id": "10BBB00",
		"name": "10kV工作1B段母线系统",
		"add_id": "11UMA04R001",
		"p_id": "10BBB",
		"add": "#1汽机房4.85m层10kV1A段配电室"
	},
	{
		"id": "10BBB",
		"name": "#1机10kVB段配电装置",
		"add_id": "11UMA04R001",
		"p_id": "10BB",
		"add": "#1汽机房4.85m层10kV1A段配电室"
	},
	{
		"id": "10LCB10AP001",
		"name": "1A凝结水泵",
		"add_id": "11UMA00",
		"p_id": "10LCB10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41343788086787,
		"lat": 38.034046773219615,
		"alt": 1095.6624138397165
	},
	{
		"id": "10LCB10",
		"name": "1A凝结水泵系统",
		"add_id": "11UMA00",
		"p_id": "10LCB",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10LDF24AT001",
		"name": "1D高速混床树脂捕捉器",
		"add_id": "11UMA00",
		"p_id": "10LDF24",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136223214789,
		"lat": 38.03413608192534,
		"alt": 1097.4782104156911
	},
	{
		"id": "10LDF24",
		"name": "1D高速混床树脂捕捉器系统",
		"add_id": "11UMA00",
		"p_id": "10LDF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAJ10AP001",
		"name": "1A真空泵",
		"add_id": "11UMA00",
		"p_id": "10MAJ10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342454859448,
		"lat": 38.03422993479313,
		"alt": 1097.1616815021262
	},
	{
		"id": "10MAJ30AT001",
		"name": "1C真空泵汽水分离器",
		"add_id": "11UMA00",
		"p_id": "10MAJ30",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41344686890336,
		"lat": 38.03415613275307,
		"alt": 1098.2720946869813
	},
	{
		"id": "10MKW10BB001",
		"name": "#1发电机密封油真空油箱",
		"add_id": "11UMA00",
		"p_id": "10MKW10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41337639160423,
		"lat": 38.03404897788948,
		"alt": 1095.9902945174836
	},
	{
		"id": "10MKW10",
		"name": "#1发电机密封油系统",
		"add_id": "11UMA00",
		"p_id": "10MKW",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MKW",
		"name": "#1发电机密封油系统，包括供应与处理",
		"add_id": "11UMA00",
		"p_id": "10MK",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10PGC10AP001",
		"name": "1A辅机冷却水泵",
		"add_id": "11UMA00",
		"p_id": "10PGC10",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41352386153284,
		"lat": 38.03434499874787,
		"alt": 1098.0082989246584
	},
	{
		"id": "10PGC10",
		"name": "1A辅机冷却水泵系统",
		"add_id": "11UMA00",
		"p_id": "10PGC",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "20LDB12AT001",
		"name": "2B前置过滤器",
		"add_id": "21UMA00",
		"p_id": "20LDB12",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41365340067557,
		"lat": 38.03403934764498,
		"alt": 1097.605407380499
	},
	{
		"id": "20LDB12",
		"name": "2B前置过滤器系统",
		"add_id": "21UMA00",
		"p_id": "20LDB",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDF22AT001",
		"name": "2B高速混床树脂捕捉器",
		"add_id": "21UMA00",
		"p_id": "20LDF22",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41360433658605,
		"lat": 38.033351943406686,
		"alt": 1097.626342737116
	},
	{
		"id": "20LDF22",
		"name": "2B高速混床树脂捕捉器系统",
		"add_id": "21UMA00",
		"p_id": "20LDF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAJ10AT001",
		"name": "2A真空泵汽水分离器",
		"add_id": "21UMA00",
		"p_id": "20MAJ10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134294405552,
		"lat": 38.03324937980341,
		"alt": 1098.2723388290033
	},
	{
		"id": "20MAJ20AT001",
		"name": "2B真空泵汽水分离器",
		"add_id": "21UMA00",
		"p_id": "20MAJ20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342873787079,
		"lat": 38.03321282004963,
		"alt": 1098.272338828072
	},
	{
		"id": "20MAJ30AP001",
		"name": "2C真空泵",
		"add_id": "21UMA00",
		"p_id": "20MAJ30",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41340429451517,
		"lat": 38.033176148494974,
		"alt": 1097.1616815025918
	},
	{
		"id": "20MAJ30",
		"name": "2C真空泵系统",
		"add_id": "21UMA08",
		"p_id": "20MAJ",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20MAU10AC001",
		"name": "2A润滑油冷油器",
		"add_id": "21UMA00",
		"p_id": "20MAU10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41333817936726,
		"lat": 38.03283091406206,
		"alt": 1098.0084819216281
	},
	{
		"id": "20MAU10AC002",
		"name": "2B润滑油冷油器",
		"add_id": "21UMA00",
		"p_id": "20MAU10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41331673475153,
		"lat": 38.03284793979721,
		"alt": 1096.0175776099786
	},
	{
		"id": "20MAX20AK001",
		"name": "#2机抗燃油再生装置",
		"add_id": "21UMA00",
		"p_id": "20MAX20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41339246508507,
		"lat": 38.033012944287385,
		"alt": 1095.842589234002
	},
	{
		"id": "20MAX20AP001",
		"name": "2A抗燃油泵",
		"add_id": "21UMA00",
		"p_id": "20MAX20",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41338675714383,
		"lat": 38.0330237804274,
		"alt": 1094.9634399050847
	},
	{
		"id": "20MKF14AT001",
		"name": "#2发电机定子冷却水离子交换器",
		"add_id": "21UMA00",
		"p_id": "20MKF14",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41343172314517,
		"lat": 38.033505615686316,
		"alt": 1095.2770995958708
	},
	{
		"id": "20MKF14",
		"name": "#2发电机定子冷却水离子交换器系统",
		"add_id": "21UMA00",
		"p_id": "20MKF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MKF30CQ152",
		"name": "#2发电机定子水进水溶解氧量",
		"add_id": "21UMA00",
		"p_id": "20MKF30",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41343215985873,
		"lat": 38.033483704830005,
		"alt": 1098.0085440170951
	},
	{
		"id": "20MKF30",
		"name": "#2发电机定子水进水溶解氧量系统",
		"add_id": "21UMA00",
		"p_id": "20MKF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "J0LDN71BB001",
		"name": "精处理电热水罐",
		"add_id": "21UMA00",
		"p_id": "J0LDN71",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41365145035903,
		"lat": 38.03377955693037,
		"alt": 1097.9631955525838
	},
	{
		"id": "J0LDN71",
		"name": "精处理电热水罐系统",
		"add_id": "21UMA00",
		"p_id": "J0LDN",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "10LDB12AT001",
		"name": "1B前置过滤器",
		"add_id": "11UMA00",
		"p_id": "10LDB12",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41363789844833,
		"lat": 38.03312322098772,
		"alt": 1097.6054073809646
	},
	{
		"id": "10LDB12",
		"name": "1B前置过滤器系统",
		"add_id": "11UMA00",
		"p_id": "10LDB",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "10MAJ20AP001",
		"name": "1B真空泵",
		"add_id": "11UMA00",
		"p_id": "10MAJ20",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342386323677,
		"lat": 38.03419427767375,
		"alt": 1097.126342147123
	},
	{
		"id": "10MKF13AT001",
		"name": "#1发电机定子冷却水过滤器",
		"add_id": "11UMA00",
		"p_id": "10MKF13",
		"add": "#1汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4134296797,
		"lat": 38.03391693889773,
		"alt": 1095.531677226536
	},
	{
		"id": "10MKF13",
		"name": "#1发电机定子冷却水调节系统",
		"add_id": "11UMA00",
		"p_id": "10MKF",
		"add": "#1汽机房0.0m层"
	},
	{
		"id": "20LDF23AT001",
		"name": "2C高速混床树脂捕捉器",
		"add_id": "21UMA00",
		"p_id": "20LDF23",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41360313948189,
		"lat": 38.03328966754084,
		"alt": 1097.6263427375816
	},
	{
		"id": "20LDF23",
		"name": "2C高速混床树脂捕捉器系统",
		"add_id": "21UMA00",
		"p_id": "20LDF",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDK10AP001",
		"name": "#2机组高速混床再循环泵",
		"add_id": "21UMA00",
		"p_id": "20LDK10",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41363830702042,
		"lat": 38.03342161198936,
		"alt": 1096.7257066396996
	},
	{
		"id": "20LDK10",
		"name": "#2机组高速混床再循环泵系统",
		"add_id": "21UMA00",
		"p_id": "20LDK",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20LDK",
		"name": "#2机组凝结水精处理泵系统",
		"add_id": "21UMA00",
		"p_id": "20LD",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "20MAJ30AT001",
		"name": "2C真空泵汽水分离器",
		"add_id": "21UMA00",
		"p_id": "20MAJ30",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41342805253626,
		"lat": 38.033177162924176,
		"alt": 1098.2723388271406
	},
	{
		"id": "J0LDP51AT001",
		"name": "精处理再生树脂贮存罐",
		"add_id": "21UMA00",
		"p_id": "J0LDP51",
		"add": "#2汽机房0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41364680781649,
		"lat": 38.03357998350522,
		"alt": 1097.9996334547177
	},
	{
		"id": "J0LDP51",
		"name": "精处理再生树脂贮存罐系统",
		"add_id": "21UMA00",
		"p_id": "J0LDP",
		"add": "#2汽机房0.0m层"
	},
	{
		"id": "10LAD10AC001",
		"name": "#1机#1高压加热器",
		"add_id": "11UMA26",
		"p_id": "10LAD10",
		"add": "#1汽机房26.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41366891051409,
		"lat": 38.033942676619425,
		"alt": 1125.5748844188638
	},
	{
		"id": "10LAD10",
		"name": "#1机#1高加系统",
		"add_id": "11UMA16",
		"p_id": "10LAD",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10LAD",
		"name": "#1机高加系统",
		"add_id": "11UMA16",
		"p_id": "10LA",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10LA",
		"name": "#1机组给水系统",
		"add_id": "11UMA26",
		"p_id": "10L",
		"add": "#1汽机房26.0m层"
	},
	{
		"id": "10LAD30AC001",
		"name": "#1机#3高加前置冷却器",
		"add_id": "11UMA26",
		"p_id": "10LAD30",
		"add": "#1汽机房26.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41367493404724,
		"lat": 38.03425599143226,
		"alt": 1125.5748844742775
	},
	{
		"id": "10LAD30",
		"name": "#1机#3高加系统",
		"add_id": "11UMA08",
		"p_id": "10LAD",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10MAA10HA001",
		"name": "#1机高压缸",
		"add_id": "11UMA16",
		"p_id": "10MAA10",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41338117388037,
		"lat": 38.03415081974828,
		"alt": 1117.137019475922
	},
	{
		"id": "10MAA10",
		"name": "#1机高压缸系统",
		"add_id": "11UMA16",
		"p_id": "10MAA",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MAA",
		"name": "#1机汽轮机高压系统",
		"add_id": "11UMA16",
		"p_id": "10MA",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MAC10HA001",
		"name": "#1机A低压缸",
		"add_id": "11UMA16",
		"p_id": "10MAC10",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41338024554652,
		"lat": 38.034311107557,
		"alt": 1115.7914399388246
	},
	{
		"id": "10MAC10",
		"name": "#1机A低压缸系统",
		"add_id": "11UMA16",
		"p_id": "10MAC",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MAC",
		"name": "#1机汽轮机低压系统",
		"add_id": "11UMA16",
		"p_id": "10MA",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MKC01",
		"name": "#1发电机励磁系统",
		"add_id": "11UMA04",
		"p_id": "10MKC",
		"add": "#1汽机房4.85m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41351962514246,
		"lat": 38.03408326929538,
		"alt": 1116.634701042436
	},
	{
		"id": "10MKC",
		"name": "#1发电机励磁装置",
		"add_id": "11UMA04",
		"p_id": "10MK",
		"add": "#1汽机房4.85m层"
	},
	{
		"id": "10XAA10AK001",
		"name": "#1机组给水泵汽轮机",
		"add_id": "11UMA08",
		"p_id": "10XAA10",
		"add": "#1汽机房8.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41337997947802,
		"lat": 38.033968594353965,
		"alt": 1116.1054013082758
	},
	{
		"id": "10XAA10",
		"name": "#1机给水泵汽轮机系统",
		"add_id": "11UMA08",
		"p_id": "10XAA",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10XAA",
		"name": "#1机组给水泵汽轮机高压汽机",
		"add_id": "11UMA08",
		"p_id": "10XA",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10XA",
		"name": "#1机组给水泵汽轮机装置",
		"add_id": "11UMA08",
		"p_id": "10X",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10X",
		"name": "#1机组重型机械",
		"add_id": "11UMA08",
		"p_id": "1",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "20LAD20AC001",
		"name": "#2机#2高压加热器",
		"add_id": "21UMA16",
		"p_id": "20LAD20",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41366697092549,
		"lat": 38.03340593667372,
		"alt": 1117.2869809335098
	},
	{
		"id": "20LAD20",
		"name": "#2机#2高加系统",
		"add_id": "21UMA08",
		"p_id": "20LAD",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20LAD",
		"name": "#2机高加系统",
		"add_id": "21UMA16",
		"p_id": "20LA",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20LA",
		"name": "#2机组给水系统",
		"add_id": "21UMA26",
		"p_id": "20L",
		"add": "#2汽机房26.0m层"
	},
	{
		"id": "20LAD30AC002",
		"name": "#2机#3高压加热器",
		"add_id": "21UMA16",
		"p_id": "20LAD30",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.413663679253,
		"lat": 38.03323470443346,
		"alt": 1117.2869809325784
	},
	{
		"id": "20LAD30",
		"name": "#2机#3高加系统",
		"add_id": "21UMA08",
		"p_id": "20LAD",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20MAB10HA001",
		"name": "#2机中压缸",
		"add_id": "21UMA16",
		"p_id": "20MAB10",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336192555724,
		"lat": 38.03319931740873,
		"alt": 1120.5301900641061
	},
	{
		"id": "20MAB10",
		"name": "#2机中压缸系统",
		"add_id": "21UMA16",
		"p_id": "20MAB",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MAB",
		"name": "#2机汽轮机中压系统",
		"add_id": "21UMA16",
		"p_id": "20MA",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MAC20HA001",
		"name": "#2机B低压缸",
		"add_id": "21UMA16",
		"p_id": "20MAC20",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336276037407,
		"lat": 38.03340136031409,
		"alt": 1115.7914412026294
	},
	{
		"id": "20MAC20",
		"name": "#2机B低压缸系统",
		"add_id": "21UMA16",
		"p_id": "20MAC",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MAC",
		"name": "#2机汽轮机低压系统",
		"add_id": "21UMA16",
		"p_id": "20MA",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MKA01AG001",
		"name": "#2发电机本体",
		"add_id": "21UMA16",
		"p_id": "20MKA01",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.413505139991,
		"lat": 38.03332968312961,
		"alt": 1116.6347009260207
	},
	{
		"id": "20MKA01",
		"name": "2号发电机",
		"add_id": "21UMA16",
		"p_id": "20MKA",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MKA",
		"name": "#2发电机本体设备",
		"add_id": "21UMA16",
		"p_id": "20MK",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MKG",
		"name": "#2发电机氢气系统",
		"add_id": "21UMA16",
		"p_id": "20MK",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336328056775,
		"lat": 38.033219831850886,
		"alt": 1117.1370812873356
	},
	{
		"id": "10MAB10HA001",
		"name": "#1机中压缸",
		"add_id": "11UMA16",
		"p_id": "10MAB10",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41337792328497,
		"lat": 38.03403168160705,
		"alt": 1120.5301900645718
	},
	{
		"id": "10MAB10",
		"name": "#1机中压缸系统",
		"add_id": "11UMA16",
		"p_id": "10MAB",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MAB",
		"name": "#1机汽轮机中压系统",
		"add_id": "11UMA16",
		"p_id": "10MA",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MKA",
		"name": "#1发电机本体设备",
		"add_id": "11UMA16",
		"p_id": "10MK",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41337829881451,
		"lat": 38.0338811507155,
		"alt": 1116.1054003858007
	},
	{
		"id": "10MKA01AG001",
		"name": "#1发电机本体",
		"add_id": "11UMA16",
		"p_id": "10MKA01",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41352113943545,
		"lat": 38.03416204835736,
		"alt": 1116.6347009260207
	},
	{
		"id": "10MKA01",
		"name": "1号发电机",
		"add_id": "11UMA16",
		"p_id": "10MKA",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10MKG",
		"name": "#1发电机氢气系统",
		"add_id": "11UMA16",
		"p_id": "10MK",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41337927834371,
		"lat": 38.03405219714522,
		"alt": 1117.1370812878013
	},
	{
		"id": "20LAD10AC001",
		"name": "#2机#1高压加热器",
		"add_id": "21UMA26",
		"p_id": "20LAD10",
		"add": "#2汽机房26.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136541822441,
		"lat": 38.033176519101,
		"alt": 1125.5748844183981
	},
	{
		"id": "20LAD10",
		"name": "#2机#1高加系统",
		"add_id": "21UMA16",
		"p_id": "20LAD",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20LAD30AC001",
		"name": "#2机#3高加前置冷却器",
		"add_id": "21UMA26",
		"p_id": "20LAD30",
		"add": "#2汽机房26.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41365870747651,
		"lat": 38.033411922617134,
		"alt": 1125.5748844183981
	},
	{
		"id": "20MAA10HA001",
		"name": "#2机高压缸",
		"add_id": "21UMA16",
		"p_id": "20MAA10",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336517603159,
		"lat": 38.03331845474348,
		"alt": 1117.137019477319
	},
	{
		"id": "20MAA10",
		"name": "#2机高压缸系统",
		"add_id": "21UMA16",
		"p_id": "20MAA",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MAA",
		"name": "#2机汽轮机高压系统",
		"add_id": "21UMA16",
		"p_id": "20MA",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MAC10HA001",
		"name": "#2机A低压缸",
		"add_id": "21UMA16",
		"p_id": "20MAC10",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336424761086,
		"lat": 38.03347874229975,
		"alt": 1115.7914399388246
	},
	{
		"id": "20MAC10",
		"name": "#2机A低压缸系统",
		"add_id": "21UMA16",
		"p_id": "20MAC",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20MKA",
		"name": "#2发电机本体设备",
		"add_id": "21UMA16",
		"p_id": "20MK",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336230112675,
		"lat": 38.03304878429712,
		"alt": 1116.105400385335
	},
	{
		"id": "20MKC01",
		"name": "#2发电机励磁系统",
		"add_id": "21UMA16",
		"p_id": "20MKC",
		"add": "#2汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41350362576569,
		"lat": 38.03325090433076,
		"alt": 1116.6347010405734
	},
	{
		"id": "20MKC",
		"name": "#2发电机励磁装置",
		"add_id": "21UMA16",
		"p_id": "20MK",
		"add": "#2汽机房16.5m层"
	},
	{
		"id": "20XAA10AK001",
		"name": "#2机组给水泵汽轮机",
		"add_id": "21UMA08",
		"p_id": "20XAA10",
		"add": "#2汽机房8.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41336398174215,
		"lat": 38.033136229048026,
		"alt": 1116.1054013050161
	},
	{
		"id": "20XAA10",
		"name": "#2机给水泵汽轮机系统",
		"add_id": "21UMA08",
		"p_id": "20XAA",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20XAA",
		"name": "#2机组给水泵汽轮机高压汽机",
		"add_id": "21UMA08",
		"p_id": "20XA",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20XA",
		"name": "#2机组给水泵汽轮机装置",
		"add_id": "21UMA08",
		"p_id": "20X",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "20X",
		"name": "#2机组重型机械",
		"add_id": "21UMA08",
		"p_id": "2",
		"add": "#2汽机房8.0m层"
	},
	{
		"id": "10LAD20AC001",
		"name": "#1机#2高压加热器",
		"add_id": "11UMA16",
		"p_id": "10LAD20",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41367877766592,
		"lat": 38.03402010930806,
		"alt": 1117.286980934441
	},
	{
		"id": "10LAD20",
		"name": "#1机#2高加系统",
		"add_id": "11UMA08",
		"p_id": "10LAD",
		"add": "#1汽机房8.0m层"
	},
	{
		"id": "10LAD30AC002",
		"name": "#1机#3高压加热器",
		"add_id": "11UMA16",
		"p_id": "10LAD30",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41368317159717,
		"lat": 38.03424867161365,
		"alt": 1117.2869807882234
	},
	{
		"id": "10MAC20HA001",
		"name": "#1机B低压缸",
		"add_id": "11UMA16",
		"p_id": "10MAC20",
		"add": "#1汽机房16.5m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41337875824843,
		"lat": 38.03423372558285,
		"alt": 1115.7914412035607
	},
	{
		"id": "10MAC20",
		"name": "#1机B低压缸系统",
		"add_id": "11UMA16",
		"p_id": "10MAC",
		"add": "#1汽机房16.5m层"
	},
	{
		"id": "10LAA40AC001",
		"name": "#1机除氧器",
		"add_id": "11UHG35",
		"p_id": "10LAA40",
		"add": "#1除氧间35.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136737286833,
		"lat": 38.034105942042274,
		"alt": 1133.2945370757952
	},
	{
		"id": "10LAA40",
		"name": "#1机除氧器系统",
		"add_id": "11UHG35",
		"p_id": "10LAA",
		"add": "#1除氧间35.0m层"
	},
	{
		"id": "10LAA",
		"name": "#1机组贮存，除氧",
		"add_id": "11UMA26",
		"p_id": "10LA",
		"add": "#1汽机房26.0m层"
	},
	{
		"id": "20LAA40AC001",
		"name": "#2机除氧器",
		"add_id": "21UHG35",
		"p_id": "20LAA40",
		"add": "#2除氧间35.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4136553266832,
		"lat": 38.033148683208864,
		"alt": 1133.2945370767266
	},
	{
		"id": "20LAA40",
		"name": "#2机除氧器系统",
		"add_id": "21UHG35",
		"p_id": "20LAA",
		"add": "#2除氧间35.0m层"
	},
	{
		"id": "20LAA",
		"name": "#2机组贮存，除氧",
		"add_id": "21UMA26",
		"p_id": "20LA",
		"add": "#2汽机房26.0m层"
	},
	{
		"id": "J0EBC01AT002",
		"name": "B碎煤机",
		"add_id": "J1UEE10",
		"p_id": "J0EBC01",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41854503146368,
		"lat": 38.03365392787489,
		"alt": 1106.8068214282393
	},
	{
		"id": "J0EBC01",
		"name": "环锤式碎煤机设备",
		"add_id": "J1UEE10",
		"p_id": "J0EBC",
		"add": "碎煤机室"
	},
	{
		"id": "J0EBC",
		"name": "碎煤系统",
		"add_id": "J1UEE10",
		"p_id": "J0EB",
		"add": "碎煤机室"
	},
	{
		"id": "J0EB",
		"name": "煤的破碎、筛选、混合系统",
		"add_id": "J1UED40",
		"p_id": "J0E",
		"add": "#4输煤隧道及栈桥"
	},
	{
		"id": "J0EBC01AT001",
		"name": "A碎煤机",
		"add_id": "J1UEE10",
		"p_id": "J0EBC01",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41854355235674,
		"lat": 38.03357721451102,
		"alt": 1106.8068214291707
	},
	{
		"id": "J0EBD01AU001",
		"name": "A滚轴筛",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41856231473753,
		"lat": 38.03358920222388,
		"alt": 1111.9234001603909
	},
	{
		"id": "J0EBD01",
		"name": "滚轴筛设备",
		"add_id": "J1UEE10",
		"p_id": "J0EBD",
		"add": "碎煤机室"
	},
	{
		"id": "J0EBD",
		"name": "筛选系统",
		"add_id": "J1UEE10",
		"p_id": "J0EB",
		"add": "碎煤机室"
	},
	{
		"id": "J0EBD01AU001-M05",
		"name": "A滚轴筛减速电机5",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41856089203048,
		"lat": 38.03358748904394,
		"alt": 1109.5640867929906
	},
	{
		"id": "J0EBD01AU001-M06",
		"name": "A滚轴筛减速电机6",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41856500856223,
		"lat": 38.03358743936643,
		"alt": 1109.6254271250218
	},
	{
		"id": "J0EBD01AU002",
		"name": "B滚轴筛",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41857608449578,
		"lat": 38.0336413389925,
		"alt": 1111.9235216383822
	},
	{
		"id": "J0EBD01AU002-M05",
		"name": "B滚轴筛减速电机5",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41856196747449,
		"lat": 38.03364323969623,
		"alt": 1109.564086791128
	},
	{
		"id": "J0EBD01AU002-M06",
		"name": "B滚轴筛减速电机6",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41856608400937,
		"lat": 38.03364319001862,
		"alt": 1109.6254271245562
	},
	{
		"id": "J0EBD01AU001-M01",
		"name": "A滚轴筛减速电机1",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41854469348135,
		"lat": 38.03358768452344,
		"alt": 1109.3406370845623
	},
	{
		"id": "J0EBD01AU001-M02",
		"name": "A滚轴筛减速电机2",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41854874468241,
		"lat": 38.033587635634895,
		"alt": 1109.3974608140998
	},
	{
		"id": "J0EBD01AU001-M04",
		"name": "A滚轴筛减速电机4",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41855683387934,
		"lat": 38.03358753801676,
		"alt": 1109.5060423593968
	},
	{
		"id": "J0EBD01AU001-M07",
		"name": "A滚轴筛减速电机7",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41856912578899,
		"lat": 38.03358738968038,
		"alt": 1109.6949461670592
	},
	{
		"id": "J0EBD01AU001-M08",
		"name": "A滚轴筛减速电机8",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41857324301577,
		"lat": 38.033587339994185,
		"alt": 1109.759582397528
	},
	{
		"id": "J0EBD01AU002-M01",
		"name": "B滚轴筛减速电机1",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41854576891308,
		"lat": 38.03364343517613,
		"alt": 1109.3406370859593
	},
	{
		"id": "J0EBD01AU002-M02",
		"name": "B滚轴筛减速电机2",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41854982011722,
		"lat": 38.03364338628749,
		"alt": 1109.3974608154967
	},
	{
		"id": "J0EBD01AU002-M04",
		"name": "B滚轴筛减速电机4",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4185579093203,
		"lat": 38.03364328866917,
		"alt": 1109.5060423598625
	},
	{
		"id": "J0EBD01AU002-M07",
		"name": "B滚轴筛减速电机7",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41857020123926,
		"lat": 38.03364314033247,
		"alt": 1109.694946166128
	},
	{
		"id": "J0EBD01AU002-M08",
		"name": "B滚轴筛减速电机8",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41857431846913,
		"lat": 38.03364309064619,
		"alt": 1109.7595823965967
	},
	{
		"id": "J0EBD01AU001-M03",
		"name": "A滚轴筛减速电机3",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41855278893338,
		"lat": 38.03358758683011,
		"alt": 1109.4495848389342
	},
	{
		"id": "J0EBD01AU001-M09",
		"name": "A滚轴筛减速电机9",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU001",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41857733591723,
		"lat": 38.03358729060142,
		"alt": 1109.8238524170592
	},
	{
		"id": "J0EBD01AU002-M03",
		"name": "B滚轴筛减速电机3",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41855386437129,
		"lat": 38.03364333748259,
		"alt": 1109.4495848398656
	},
	{
		"id": "J0EBD01AU002-M09",
		"name": "B滚轴筛减速电机9",
		"add_id": "J1UEE10",
		"p_id": "J0EBD01AU002",
		"add": "碎煤机室",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4185784113737,
		"lat": 38.03364304125331,
		"alt": 1109.8238524184562
	},
	{
		"id": "J0GNK16AP001",
		"name": "#6酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK16",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4199611291869,
		"lat": 38.03561866989432,
		"alt": 1099.9009949797764
	},
	{
		"id": "J0GNK16",
		"name": "#6酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK",
		"name": "#1、2机组工业废水处理中间临时贮存及提升系统",
		"add_id": "J1UTS20",
		"p_id": "J0GN",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GN",
		"name": "#1、2机组工业废水处理系统",
		"add_id": "J1UGU20",
		"p_id": "J0G",
		"add": "工业废水处理间及提升泵房"
	},
	{
		"id": "J0GNK14AP001",
		"name": "#4酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK14",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41997190060357,
		"lat": 38.03582484963768,
		"alt": 1099.1331175938249
	},
	{
		"id": "J0GNK14",
		"name": "#4酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK12AP001",
		"name": "#2酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK12",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41996672702457,
		"lat": 38.03586751093671,
		"alt": 1099.8918454428203
	},
	{
		"id": "J0GNK12",
		"name": "#2酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK19AP001",
		"name": "#9酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK19",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41995749136385,
		"lat": 38.03543914125143,
		"alt": 1099.9009992731735
	},
	{
		"id": "J0GNK19",
		"name": "#9酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK17AP001",
		"name": "#7酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK17",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41995884547853,
		"lat": 38.03550926432193,
		"alt": 1099.9009997933172
	},
	{
		"id": "J0GNK17",
		"name": "#7酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK13AP001",
		"name": "#3酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK13",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41996416225511,
		"lat": 38.035775736094365,
		"alt": 1099.902337347623
	},
	{
		"id": "J0GNK13",
		"name": "#3酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK18AP001",
		"name": "#8酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK18",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41996585104948,
		"lat": 38.03551157698653,
		"alt": 1099.1331175947562
	},
	{
		"id": "J0GNK18",
		"name": "#8酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK20AP001",
		"name": "工业废水A中间水泵",
		"add_id": "J1UGU20",
		"p_id": "J0GNK20",
		"add": "工业废水处理间及提升泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41996356157622,
		"lat": 38.035393016669516,
		"alt": 1099.1331175947562
	},
	{
		"id": "J0GNK20",
		"name": "工业废水中间水池系统",
		"add_id": "J1UGU20",
		"p_id": "J0GNK",
		"add": "工业废水处理间及提升泵房"
	},
	{
		"id": "J0GNK15AP001",
		"name": "#5酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK15",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41996701400441,
		"lat": 38.035571800310905,
		"alt": 1099.1331175947562
	},
	{
		"id": "J0GNK15",
		"name": "#5酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "J0GNK11AP001",
		"name": "#1酸洗废水池废水泵",
		"add_id": "J1UTS20",
		"p_id": "J0GNK11",
		"add": "酸洗废水池区域",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41997306357123,
		"lat": 38.035885072683826,
		"alt": 1099.1331175947562
	},
	{
		"id": "J0GNK11",
		"name": "#1酸洗废水池废水泵系统",
		"add_id": "J1UTS20",
		"p_id": "J0GNK",
		"add": "酸洗废水池区域"
	},
	{
		"id": "10BBC00GS000",
		"name": "10kV脱硫1A段母线",
		"add_id": "J1UVF11R007",
		"p_id": "10BBC00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41606661353048,
		"lat": 38.03396696496167,
		"alt": 1095.0688476101495
	},
	{
		"id": "J0HTL10BB001",
		"name": "脱硫回流水箱",
		"add_id": "J1UVF11",
		"p_id": "J0HTL10",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41613457556528,
		"lat": 38.03378613148415,
		"alt": 1098.9932208084501
	},
	{
		"id": "J0HTL10",
		"name": "脱硫回流水箱系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTL",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTL",
		"name": "#1、2脱硫浆液排放系统",
		"add_id": "J1UVF11",
		"p_id": "J0HT",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HT",
		"name": "#1、2炉脱硫系统",
		"add_id": "J1UVM10",
		"p_id": "J0H",
		"add": "石灰石粉仓"
	},
	{
		"id": "J0H",
		"name": "#1、2锅炉热生成系统",
		"add_id": "J1UVE10",
		"p_id": "J",
		"add": "脱硝尿素制备车间"
	},
	{
		"id": "J0HTQ12AP001-M01",
		"name": "B工艺水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ12AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41617719002483,
		"lat": 38.03389769932616,
		"alt": 1096.3146358542144
	},
	{
		"id": "J0HTQ12AP001",
		"name": "B工艺水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ12",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ12",
		"name": "B工艺水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ",
		"name": "#1、2脱硫工艺水系统",
		"add_id": "J1UVF11",
		"p_id": "J0HT",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ21AP001-M01",
		"name": "A除雾器冲洗水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ21AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612461245016,
		"lat": 38.03385285000557,
		"alt": 1096.3146354104392
	},
	{
		"id": "J0HTQ21AP001",
		"name": "A除雾器冲洗水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ21",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ21",
		"name": "A除雾器冲洗水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ24AP001-M01",
		"name": "D除雾器冲洗水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ24AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612928482579,
		"lat": 38.033832388060354,
		"alt": 1096.3146356893703
	},
	{
		"id": "J0HTQ24AP001",
		"name": "D除雾器冲洗水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ24",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ24",
		"name": "D除雾器冲洗水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS31AP001-M01",
		"name": "脱硫废水A清水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTS31AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4162654205755,
		"lat": 38.03389845272913,
		"alt": 1096.3146355794743
	},
	{
		"id": "J0HTS31AP001",
		"name": "脱硫废水A清水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTS31",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS31",
		"name": "脱硫废水A清水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS",
		"name": "#1、2机组脱硫废水处理系统",
		"add_id": "J1UVF13",
		"p_id": "J0HT",
		"add": "脱硫脱水楼5.0m层"
	},
	{
		"id": "10BBC02GS001",
		"name": "10kV脱硫1A段母联开关",
		"add_id": "J1UVF11R007",
		"p_id": "10BBC02",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41606635514225,
		"lat": 38.03395354676235,
		"alt": 1095.0688476115465
	},
	{
		"id": "J0HTQ11AP001-M01",
		"name": "A工艺水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ11AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41616145565837,
		"lat": 38.03389788888539,
		"alt": 1096.31463585468
	},
	{
		"id": "J0HTQ11AP001",
		"name": "A工艺水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ11",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ11",
		"name": "A工艺水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ14AP001-M01",
		"name": "D工艺水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ14AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41618749079821,
		"lat": 38.0338975752267,
		"alt": 1096.3146354136989
	},
	{
		"id": "J0HTQ14AP001",
		"name": "D工艺水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ14",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ14",
		"name": "D工艺水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ23AP001-M01",
		"name": "C除雾器冲洗水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ23AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612445649776,
		"lat": 38.0338447516402,
		"alt": 1096.3146358509548
	},
	{
		"id": "J0HTQ23AP001",
		"name": "C除雾器冲洗水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ23",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ23",
		"name": "C除雾器冲洗水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTW10BB001",
		"name": "废水缓冲箱",
		"add_id": "J1UVF11",
		"p_id": "J0HTW10",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605970669528,
		"lat": 38.033759730017834,
		"alt": 1099.3955071903765
	},
	{
		"id": "J0HTW10",
		"name": "废水缓冲箱系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTW",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTW",
		"name": "#1、2脱硫废水缓冲箱系统",
		"add_id": "J1UVF11",
		"p_id": "J0HT",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "10BBD00GS000",
		"name": "10kV脱硫1B段母线",
		"add_id": "J1UVF11R007",
		"p_id": "10BBD00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41606610740858,
		"lat": 38.033940681848236,
		"alt": 1095.0688476171345
	},
	{
		"id": "20BBC00GS000",
		"name": "10kV脱硫2A段母线",
		"add_id": "J1UVF11R007",
		"p_id": "20BBC00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41606585996087,
		"lat": 38.03392783177648,
		"alt": 1095.0688476106152
	},
	{
		"id": "20BBC02GS001",
		"name": "10kV脱硫2A段母联",
		"add_id": "J1UVF11R007",
		"p_id": "20BBC02",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41606560156788,
		"lat": 38.03391441330221,
		"alt": 1095.0688476110809
	},
	{
		"id": "20BBC02",
		"name": "10kV脱硫2A段#2柜",
		"add_id": "J1UVF11R007",
		"p_id": "20BBC",
		"add": "脱硫脱水楼0.0m层高低压配电间"
	},
	{
		"id": "J0HTL11AP001-M01",
		"name": "脱硫A回流水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTL11AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4161270585751,
		"lat": 38.03379916058036,
		"alt": 1096.3146349303424
	},
	{
		"id": "J0HTL11AP001",
		"name": "脱硫A回流水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTL11",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTL11",
		"name": "脱硫A回流水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTL",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTL12AP001-M01",
		"name": "脱硫B回流水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTL12AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612317388466,
		"lat": 38.03379695495603,
		"alt": 1096.3146355031058
	},
	{
		"id": "J0HTL12AP001",
		"name": "脱硫B回流水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTL12",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTL12",
		"name": "脱硫B回流水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTL",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTL13AP001-M01",
		"name": "脱硫C回流水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTL13AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612282980532,
		"lat": 38.03377908738631,
		"alt": 1096.3146355026402
	},
	{
		"id": "J0HTL13AP001",
		"name": "脱硫C回流水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTL13",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTL13",
		"name": "脱硫C回流水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTL",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ10BB001",
		"name": "脱硫工艺水箱",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ10",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41618296140012,
		"lat": 38.033855502737175,
		"alt": 1097.1572241489775
	},
	{
		"id": "J0HTQ10",
		"name": "脱硫工艺水箱系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ13AP001-M01",
		"name": "C工艺水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ13AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41619276523352,
		"lat": 38.03389751168231,
		"alt": 1096.3146358528174
	},
	{
		"id": "J0HTQ13AP001",
		"name": "C工艺水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ13",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ13",
		"name": "C工艺水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ22AP001-M01",
		"name": "B除雾器冲洗水泵电机",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ22AP001",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41612469353839,
		"lat": 38.033857060795114,
		"alt": 1096.3146358504891
	},
	{
		"id": "J0HTQ22AP001",
		"name": "B除雾器冲洗水泵",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ22",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTQ22",
		"name": "B除雾器冲洗水泵系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTQ",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS30BB001",
		"name": "脱硫废水清水箱",
		"add_id": "J1UVF11",
		"p_id": "J0HTS30",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41626746115838,
		"lat": 38.0338545006337,
		"alt": 1097.6298812683672
	},
	{
		"id": "J0HTS30",
		"name": "脱硫废水清水箱系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "20BBD00GS000",
		"name": "10kV脱硫2B段母线",
		"add_id": "J1UVF11R007",
		"p_id": "20BBD00",
		"add": "脱硫脱水楼0.0m层高低压配电间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41606535383997,
		"lat": 38.03390154866287,
		"alt": 1095.0688476162031
	},
	{
		"id": "J0HTS20BB001",
		"name": "脱硫废水澄清浓缩池",
		"add_id": "J1UVF11",
		"p_id": "J0HTS20",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41626608884289,
		"lat": 38.03378324529966,
		"alt": 1098.2489608572796
	},
	{
		"id": "J0HTS20",
		"name": "脱硫废水澄清浓缩池系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS10BB002",
		"name": "脱硫废水反应箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS10",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41617710001549,
		"lat": 38.03391284299818,
		"alt": 1101.7659905059263
	},
	{
		"id": "J0HTS10",
		"name": "脱硫废水三联箱系统",
		"add_id": "J1UVF13",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼5.0m层"
	},
	{
		"id": "J0HTS60BB001",
		"name": "脱硫废水有机硫计量箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS60",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605738139728,
		"lat": 38.03390735038943,
		"alt": 1100.3284299718216
	},
	{
		"id": "J0HTS60",
		"name": "脱硫废水有机硫计量箱系统",
		"add_id": "J1UVF13",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼5.0m层"
	},
	{
		"id": "J0HTS10BB003",
		"name": "脱硫废水絮凝箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS10",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41620770694055,
		"lat": 38.03391247425627,
		"alt": 1101.7659904784523
	},
	{
		"id": "J0HTS25BB001",
		"name": "脱硫废水污泥缓冲箱",
		"add_id": "J1UVF11",
		"p_id": "J0HTS25",
		"add": "脱硫脱水楼0.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41624540401827,
		"lat": 38.03392413002188,
		"alt": 1101.1904904488474
	},
	{
		"id": "J0HTS25",
		"name": "脱硫废水污泥缓冲箱系统",
		"add_id": "J1UVF11",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼0.0m层"
	},
	{
		"id": "J0HTS80BB001",
		"name": "脱硫废水A助凝剂计量箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS80",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4160580500556,
		"lat": 38.03394207433351,
		"alt": 1100.328429972753
	},
	{
		"id": "J0HTS80",
		"name": "脱硫废水助凝剂计量箱系统",
		"add_id": "J1UVF13",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼5.0m层"
	},
	{
		"id": "J0HTS10BB001",
		"name": "脱硫废水中和箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS10",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41616932802594,
		"lat": 38.03390854863922,
		"alt": 1102.2781958379783
	},
	{
		"id": "J0HTS70BB001",
		"name": "脱硫废水絮凝剂计量箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS70",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605771573424,
		"lat": 38.033924712773775,
		"alt": 1100.328429971356
	},
	{
		"id": "J0HTS70",
		"name": "脱硫废水絮凝剂计量箱系统",
		"add_id": "J1UVF13",
		"p_id": "J0HTS",
		"add": "脱硫脱水楼5.0m层"
	},
	{
		"id": "J0HTS80BB002",
		"name": "脱硫废水B助凝剂计量箱",
		"add_id": "J1UVF13",
		"p_id": "J0HTS80",
		"add": "脱硫脱水楼5.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41605838438784,
		"lat": 38.03395943644292,
		"alt": 1100.3284299722873
	},
	{
		"id": "J1HTN10AP001",
		"name": "A真空皮带脱水机真空泵",
		"add_id": "J1UVF15R004",
		"p_id": "J1HTN10",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41626333779253,
		"lat": 38.0337735586517,
		"alt": 1108.8225072585046
	},
	{
		"id": "J1HTN10",
		"name": "A真空皮带脱水机系统",
		"add_id": "J1UVF15R004",
		"p_id": "J1HTN",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J1HTN",
		"name": "#1、2脱硫皮带脱水机系统(一)",
		"add_id": "J1UVF15R004",
		"p_id": "J1HT",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J1HT",
		"name": "#1、2脱硫系统(一)",
		"add_id": "J1UVF15R004",
		"p_id": "J1H",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J1H",
		"name": "#1、2锅炉系统(一)",
		"add_id": "J1UVF15R004",
		"p_id": "J",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J1HTN10AP001-M01",
		"name": "A真空皮带脱水机真空泵电机",
		"add_id": "J1UVF15R004",
		"p_id": "J1HTN10AP001",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41623321719926,
		"lat": 38.03379657877767,
		"alt": 1107.1876829285175
	},
	{
		"id": "J1HTN10AT001",
		"name": "A真空皮带脱水机",
		"add_id": "J1UVF15R004",
		"p_id": "J1HTN10",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41623823044583,
		"lat": 38.03363051580284,
		"alt": 1109.9825841528364
	},
	{
		"id": "J2HTN10AT001",
		"name": "B真空皮带脱水机",
		"add_id": "J1UVF15R004",
		"p_id": "J2HTN10",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4162155342459,
		"lat": 38.03363078924515,
		"alt": 1109.9346085204743
	},
	{
		"id": "J2HTN10",
		"name": "B真空皮带脱水机系统",
		"add_id": "J1UVF15R004",
		"p_id": "J2HTN",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J2HTN",
		"name": "#1、2脱硫皮带脱水机系统(二)",
		"add_id": "J1UVF15R004",
		"p_id": "J2HT",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J2HT",
		"name": "#1、2脱硫系统(二)",
		"add_id": "J1UVF15R004",
		"p_id": "J2H",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J2H",
		"name": "#1、2锅炉系统(二)",
		"add_id": "J1UVF15R004",
		"p_id": "J",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J3HTN10AT001",
		"name": "C真空皮带脱水机",
		"add_id": "J1UVF15R004",
		"p_id": "J3HTN10",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41609372903517,
		"lat": 38.033632256671325,
		"alt": 1109.9346102913842
	},
	{
		"id": "J3HTN10",
		"name": "C真空皮带脱水机系统",
		"add_id": "J1UVF15R004",
		"p_id": "J3HTN",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J3HTN",
		"name": "#1、2脱硫皮带脱水机系统(三)",
		"add_id": "J1UVF15R004",
		"p_id": "J3HT",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J3HT",
		"name": "#1、2脱硫系统(三)",
		"add_id": "J1UVF15R004",
		"p_id": "J3H",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J3H",
		"name": "#1、2锅炉系统(三)",
		"add_id": "J1UVF15R004",
		"p_id": "J",
		"add": "脱硫脱水楼11.0m层脱水皮带机间"
	},
	{
		"id": "J2HTN10AP001",
		"name": "B真空皮带脱水机真空泵",
		"add_id": "J1UVF15R004",
		"p_id": "J2HTN10",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41622840739322,
		"lat": 38.03377398526962,
		"alt": 1108.8223827937618
	},
	{
		"id": "J2HTN10AP001-M01",
		"name": "B真空皮带脱水机真空泵电机",
		"add_id": "J1UVF15R004",
		"p_id": "J2HTN10AP001",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41617546181963,
		"lat": 38.033797274600175,
		"alt": 1107.1876829280518
	},
	{
		"id": "J3HTN10AP001",
		"name": "C真空皮带脱水机真空泵",
		"add_id": "J1UVF15R004",
		"p_id": "J3HTN10",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41618936848481,
		"lat": 38.0337748426889,
		"alt": 1108.8225003974512
	},
	{
		"id": "J3HTN10AP001-M01",
		"name": "C真空皮带脱水机真空泵电机",
		"add_id": "J1UVF15R004",
		"p_id": "J3HTN10AP001",
		"add": "脱硫脱水楼11.0m层脱水皮带机间",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41611770504801,
		"lat": 38.03379797041105,
		"alt": 1107.18768293038
	},
	{
		"id": "10HTM10AT001",
		"name": "#1脱硫石膏旋流站",
		"add_id": "J1UVF16",
		"p_id": "10HTM10",
		"add": "脱硫脱水楼19.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.416122610824,
		"lat": 38.03377237318195,
		"alt": 1115.8428952204995
	},
	{
		"id": "10HTM10",
		"name": "#1脱硫石膏旋流站系统",
		"add_id": "J1UVF16",
		"p_id": "10HTM",
		"add": "脱硫脱水楼19.0m层"
	},
	{
		"id": "10HTM",
		"name": "#1脱硫石膏浆液脱水系统",
		"add_id": "J1UVF16",
		"p_id": "10HT",
		"add": "脱硫脱水楼19.0m层"
	},
	{
		"id": "20HTM10AT001",
		"name": "#2脱硫石膏旋流站",
		"add_id": "J1UVF16R001",
		"p_id": "20HTM10",
		"add": "脱硫脱水楼19.0m层旋流站",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41616803531167,
		"lat": 38.03377182594191,
		"alt": 1115.8428952200338
	},
	{
		"id": "20HTM10",
		"name": "#2脱硫石膏旋流站系统",
		"add_id": "J1UVF16R001",
		"p_id": "20HTM",
		"add": "脱硫脱水楼19.0m层旋流站"
	},
	{
		"id": "20HTM",
		"name": "#2脱硫石膏浆液脱水系统",
		"add_id": "J1UVF16R001",
		"p_id": "20HT",
		"add": "脱硫脱水楼19.0m层旋流站"
	},
	{
		"id": "J0HTW50AT001",
		"name": "废水旋流器",
		"add_id": "J1UVF16",
		"p_id": "J0HTW50",
		"add": "脱硫脱水楼19.0m层",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4161319831631,
		"lat": 38.033791074141504,
		"alt": 1115.7759997588582
	},
	{
		"id": "J0HTW50",
		"name": "废水旋流器系统",
		"add_id": "J1UVF16",
		"p_id": "J0HTW",
		"add": "脱硫脱水楼19.0m层"
	},
	{
		"id": "J0EAB30AH003",
		"name": "1号乙带式输送机1号叶轮给煤机",
		"add_id": "J1UED10",
		"p_id": "J0EAB30",
		"add": "#1输煤隧道",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.42050817150174,
		"lat": 38.033757255881476,
		"alt": 1093.0951528754085
	},
	{
		"id": "J0EAB30",
		"name": "叶轮给煤机系统",
		"add_id": "J1UED10",
		"p_id": "J0EAB",
		"add": "#1输煤隧道"
	},
	{
		"id": "J0EAB",
		"name": "汽车卸煤沟(设施)",
		"add_id": "J1UEA10",
		"p_id": "J0EA",
		"add": "汽车卸煤沟"
	},
	{
		"id": "J0EA",
		"name": "卸煤与储煤系统",
		"add_id": "J1UEA10",
		"p_id": "J0E",
		"add": "汽车卸煤沟"
	},
	{
		"id": "J0SGA10AP004",
		"name": "B消防稳压泵",
		"add_id": "J1UGF20R003",
		"p_id": "J0SGA10",
		"add": "综合水泵房消防泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574674080047,
		"lat": 38.035847228938096,
		"alt": 1087.6452026301995
	},
	{
		"id": "J0SGA10",
		"name": "消防泵系统",
		"add_id": "J1UGF20R003",
		"p_id": "J0SGA",
		"add": "综合水泵房消防泵房"
	},
	{
		"id": "J0SGA",
		"name": "#1、2机组消防水系统",
		"add_id": "J1UGF20R003",
		"p_id": "J0SG",
		"add": "综合水泵房消防泵房"
	},
	{
		"id": "J0SG",
		"name": "#1、2机组固定消防系统",
		"add_id": "J1UGF20R003",
		"p_id": "J0S",
		"add": "综合水泵房消防泵房"
	},
	{
		"id": "J0GHB10AP001",
		"name": "A生水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHB10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4157334350903,
		"lat": 38.035951881524966,
		"alt": 1087.7440181542188
	},
	{
		"id": "J0GHB10",
		"name": "生水泵系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHB",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GHB",
		"name": "#1、2机组生水供水系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0GH",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GH",
		"name": "#1、2机组非饮用水供水系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0G",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GHB10AP003",
		"name": "C生水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHB10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574835362562,
		"lat": 38.035953455009,
		"alt": 1087.7440172638744
	},
	{
		"id": "J0GHE10AP002",
		"name": "B工业水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHE10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574698537755,
		"lat": 38.035882498749075,
		"alt": 1087.7440178925171
	},
	{
		"id": "J0GHE10",
		"name": "工业水泵系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHE",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GHE",
		"name": "#1、2机工业水供水系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0GH",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GKB10AP001",
		"name": "A生活水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GKB10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574766190712,
		"lat": 38.03591752830173,
		"alt": 1087.8190295402892
	},
	{
		"id": "J0GKB10",
		"name": "生活水泵系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0GKB",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GKB",
		"name": "#1、2机组生活水给水系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0GK",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GK",
		"name": "#1、2机组生活水供水系统",
		"add_id": "J1UGF20R004",
		"p_id": "J0G",
		"add": "综合水泵房水泵房"
	},
	{
		"id": "J0GKB10AP003",
		"name": "C生活水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GKB10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41573975769177,
		"lat": 38.035912334871774,
		"alt": 1088.691466825083
	},
	{
		"id": "J0SGA10AE001",
		"name": "柴油消防泵柴油机",
		"add_id": "J1UGF20R003",
		"p_id": "J0SGA10",
		"add": "综合水泵房消防泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574532950477,
		"lat": 38.03579645864133,
		"alt": 1088.234004617203
	},
	{
		"id": "J0SGA10AP003",
		"name": "A消防稳压泵",
		"add_id": "J1UGF20R003",
		"p_id": "J0SGA10",
		"add": "综合水泵房消防泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574686846333,
		"lat": 38.03585385956514,
		"alt": 1087.6452026301995
	},
	{
		"id": "J0SGA10BB001",
		"name": "消防稳压罐",
		"add_id": "J1UGF20R003",
		"p_id": "J0SGA10",
		"add": "综合水泵房消防泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41576348813636,
		"lat": 38.03585034331411,
		"alt": 1088.150329502765
	},
	{
		"id": "J0GHB10AP002",
		"name": "B生水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHB10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41573771088406,
		"lat": 38.03595301960392,
		"alt": 1087.7440182492137
	},
	{
		"id": "J0GHE10AP003",
		"name": "C工业水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHE10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4157471296479,
		"lat": 38.03588988355639,
		"alt": 1087.7440174068324
	},
	{
		"id": "J0GHE10AP001",
		"name": "A工业水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GHE10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574684406777,
		"lat": 38.03587505095048,
		"alt": 1087.7440174063668
	},
	{
		"id": "J0GKB10AP002",
		"name": "B生活水泵",
		"add_id": "J1UGF20R004",
		"p_id": "J0GKB10",
		"add": "综合水泵房水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41574745894872,
		"lat": 38.035917530471266,
		"alt": 1087.8190306574106
	},
	{
		"id": "10HTR",
		"name": "#1脱硫工业水水系统",
		"add_id": "J1UVN",
		"p_id": "10HT",
		"add": "脱硫工艺水的建(构)筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41647430958858,
		"lat": 38.03383437859808,
		"alt": 1095.1790771419837
	},
	{
		"id": "20HTK11AP001",
		"name": "2A石灰石供浆泵",
		"add_id": "J1UVM10",
		"p_id": "20HTK11",
		"add": "石灰石粉仓",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41648972359306,
		"lat": 38.033808983695735,
		"alt": 1096.556091031991
	},
	{
		"id": "20HTK11",
		"name": "2A石灰石供浆泵系统",
		"add_id": "J1UVM10",
		"p_id": "20HTK",
		"add": "石灰石粉仓"
	},
	{
		"id": "20HTK",
		"name": "#2脱硫吸附剂制备和分配系统",
		"add_id": "J1UVM10",
		"p_id": "20HT",
		"add": "石灰石粉仓"
	},
	{
		"id": "10HTK12AP001",
		"name": "1B石灰石供浆泵",
		"add_id": "J1UVM10",
		"p_id": "10HTK12",
		"add": "石灰石粉仓",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4165180261466,
		"lat": 38.03384323333056,
		"alt": 1096.556091031991
	},
	{
		"id": "10HTK12",
		"name": "1B石灰石供浆泵系统",
		"add_id": "J1UVM10",
		"p_id": "10HTK",
		"add": "石灰石粉仓"
	},
	{
		"id": "10HTK",
		"name": "#1脱硫吸附剂制备和分配系统",
		"add_id": "J1UVM10",
		"p_id": "10HT",
		"add": "石灰石粉仓"
	},
	{
		"id": "10HTK10BB001",
		"name": "#1脱硫石灰石浆液箱",
		"add_id": "J1UVM10",
		"p_id": "10HTK10",
		"add": "石灰石粉仓",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4165055536597,
		"lat": 38.03390055247426,
		"alt": 1107.7886311206967
	},
	{
		"id": "10HTK10",
		"name": "#1脱硫石灰石浆液箱管系统",
		"add_id": "J1UVM10",
		"p_id": "10HTK",
		"add": "石灰石粉仓"
	},
	{
		"id": "20HTK12AP001",
		"name": "2B石灰石供浆泵",
		"add_id": "J1UVM10",
		"p_id": "20HTK12",
		"add": "石灰石粉仓",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41651735999486,
		"lat": 38.0338086506688,
		"alt": 1096.5560910324566
	},
	{
		"id": "20HTK12",
		"name": "2B石灰石供浆泵系统",
		"add_id": "J1UVM10",
		"p_id": "20HTK",
		"add": "石灰石粉仓"
	},
	{
		"id": "10HTK11AP001",
		"name": "1A石灰石供浆泵",
		"add_id": "J1UVM10",
		"p_id": "10HTK11",
		"add": "石灰石粉仓",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41649038973185,
		"lat": 38.03384356635791,
		"alt": 1096.556091031991
	},
	{
		"id": "10HTK11",
		"name": "1A石灰石供浆泵系统",
		"add_id": "J1UVM10",
		"p_id": "10HTK",
		"add": "石灰石粉仓"
	},
	{
		"id": "20HTK10BB001",
		"name": "#2脱硫石灰石浆液箱",
		"add_id": "J1UVM10",
		"p_id": "20HTK10",
		"add": "石灰石粉仓",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41650267582553,
		"lat": 38.03375115089996,
		"alt": 1107.7886311206967
	},
	{
		"id": "20HTK10",
		"name": "#2脱硫石灰石浆液箱管系统",
		"add_id": "J1UVM10",
		"p_id": "20HTK",
		"add": "石灰石粉仓"
	},
	{
		"id": "10PGB",
		"name": "#1机组闭式循环冷却水系统",
		"add_id": "11URB10",
		"p_id": "10PG",
		"add": "#1机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41164009492861,
		"lat": 38.03556192803125,
		"alt": 1099.4477508161217
	},
	{
		"id": "10PAE04",
		"name": "#1间冷塔4号扇段系统",
		"add_id": "11URA10",
		"p_id": "10PAE",
		"add": "#1间冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41163812275732,
		"lat": 38.03545917943381,
		"alt": 1089.757809936069
	},
	{
		"id": "10PTA10AN001",
		"name": "#1机#1单元风机",
		"add_id": "11URB10",
		"p_id": "10PTA10",
		"add": "#1机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41174199682736,
		"lat": 38.03576043402808,
		"alt": 1112.6384244989604
	},
	{
		"id": "10PTA10",
		"name": "#1机#1单元风机系统",
		"add_id": "11URB10",
		"p_id": "10PTA",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PTA",
		"name": "#1机械通风干冷塔风机系统",
		"add_id": "11URB10",
		"p_id": "10PT",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PT",
		"name": "#1机械通风干冷塔系统",
		"add_id": "11URB10",
		"p_id": "10P",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PTA20AN001",
		"name": "#1机#2单元风机",
		"add_id": "11URB10",
		"p_id": "10PTA20",
		"add": "#1机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41174015363698,
		"lat": 38.03566442911995,
		"alt": 1112.6384244989604
	},
	{
		"id": "10PTA20",
		"name": "#1机#2单元风机系统",
		"add_id": "11URB10",
		"p_id": "10PTA",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PTA30AN001",
		"name": "#1机#3单元风机",
		"add_id": "11URB10",
		"p_id": "10PTA30",
		"add": "#1机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41173827541135,
		"lat": 38.03556659888799,
		"alt": 1112.6384244989604
	},
	{
		"id": "10PTA30",
		"name": "#1机#3单元风机系统",
		"add_id": "11URB10",
		"p_id": "10PTA",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PAE01",
		"name": "#1间冷塔1号扇段系统",
		"add_id": "11URA10",
		"p_id": "10PAE",
		"add": "#1间冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41164404027704,
		"lat": 38.03576742389131,
		"alt": 1089.7578099351376
	},
	{
		"id": "10PAE03",
		"name": "#1间冷塔3号扇段系统",
		"add_id": "11URA10",
		"p_id": "10PAE",
		"add": "#1间冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41164009525562,
		"lat": 38.03556192767982,
		"alt": 1089.7578099342063
	},
	{
		"id": "10PAE05",
		"name": "#1间冷塔5号扇段系统",
		"add_id": "11URA10",
		"p_id": "10PAE",
		"add": "#1间冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41163615026906,
		"lat": 38.03535643118592,
		"alt": 1089.757809934672
	},
	{
		"id": "10PTA40AN001",
		"name": "#1机#4单元风机",
		"add_id": "11URB10",
		"p_id": "10PTA40",
		"add": "#1机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41173632058506,
		"lat": 38.035464778287206,
		"alt": 1112.6384244975634
	},
	{
		"id": "10PTA40",
		"name": "#1机#4单元风机系统",
		"add_id": "11URB10",
		"p_id": "10PTA",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "10PAE02",
		"name": "#1间冷塔2号扇段系统",
		"add_id": "11URA10",
		"p_id": "10PAE",
		"add": "#1间冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41164206775869,
		"lat": 38.03566467564909,
		"alt": 1089.757809936069
	},
	{
		"id": "10PTA50AN001",
		"name": "#1机#5单元风机",
		"add_id": "11URB10",
		"p_id": "10PTA50",
		"add": "#1机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41173434079852,
		"lat": 38.03536165706343,
		"alt": 1112.638424498029
	},
	{
		"id": "10PTA50",
		"name": "#1机#5单元风机系统",
		"add_id": "11URB10",
		"p_id": "10PTA",
		"add": "#1机械通风干冷塔"
	},
	{
		"id": "20PAE01",
		"name": "#2间冷塔1号扇段系统",
		"add_id": "21UQA10",
		"p_id": "20PAE",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41155780116843,
		"lat": 38.03241260104957,
		"alt": 1094.6995824174955
	},
	{
		"id": "20PAE02",
		"name": "#2间冷塔2号扇段系统",
		"add_id": "21UQA10",
		"p_id": "20PAE",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41168770479771,
		"lat": 38.03241104108649,
		"alt": 1094.69958241703
	},
	{
		"id": "20PAE03",
		"name": "#2间冷塔3号扇段系统",
		"add_id": "21UQA10",
		"p_id": "20PAE",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41181760841698,
		"lat": 38.03240948097992,
		"alt": 1094.6995824174955
	},
	{
		"id": "20PAE04",
		"name": "#2间冷塔4号扇段系统",
		"add_id": "21UQA10",
		"p_id": "20PAE",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.4119475123737,
		"lat": 38.03240792072572,
		"alt": 1094.6995824174955
	},
	{
		"id": "20PAE05",
		"name": "#2间冷塔5号扇段系统",
		"add_id": "21UQA10",
		"p_id": "20PAE",
		"add": "#2机循环水泵房",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41207741632041,
		"lat": 38.03240636032804,
		"alt": 1094.6995824165642
	},
	{
		"id": "20PGB",
		"name": "#2机组闭式循环冷却水系统",
		"add_id": "21URB10",
		"p_id": "20PG",
		"add": "#2机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41181760919316,
		"lat": 38.032409480692976,
		"alt": 1104.3895238111727
	},
	{
		"id": "20PTA10AN001",
		"name": "#2机#1单元风机",
		"add_id": "21URB10",
		"p_id": "20PTA10",
		"add": "#2机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41156663852314,
		"lat": 38.03249007600479,
		"alt": 1117.5801969608292
	},
	{
		"id": "20PTA10",
		"name": "#2机#1单元风机系统",
		"add_id": "21URB10",
		"p_id": "20PTA",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PTA",
		"name": "#2机械通风干冷塔风机系统",
		"add_id": "21URB10",
		"p_id": "20PT",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PT",
		"name": "#2机械通风干冷塔系统",
		"add_id": "21URB10",
		"p_id": "20P",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PTA20AN001",
		"name": "#2机#2单元风机",
		"add_id": "21URB10",
		"p_id": "20PTA20",
		"add": "#2机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41168801638148,
		"lat": 38.03248861841874,
		"alt": 1117.5801969594322
	},
	{
		"id": "20PTA20",
		"name": "#2机#2单元风机系统",
		"add_id": "21URB10",
		"p_id": "20PTA",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PTA30AN001",
		"name": "#2机#3单元风机",
		"add_id": "21URB10",
		"p_id": "20PTA30",
		"add": "#2机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41181170267195,
		"lat": 38.032487132982524,
		"alt": 1117.5801969594322
	},
	{
		"id": "20PTA30",
		"name": "#2机#3单元风机系统",
		"add_id": "21URB10",
		"p_id": "20PTA",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PTA40AN001",
		"name": "#2机#4单元风机",
		"add_id": "21URB10",
		"p_id": "20PTA40",
		"add": "#2机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41194043395454,
		"lat": 38.03248558681918,
		"alt": 1117.5801969603635
	},
	{
		"id": "20PTA40",
		"name": "#2机#4单元风机系统",
		"add_id": "21URB10",
		"p_id": "20PTA",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20PTA50AN001",
		"name": "#2机#5单元风机",
		"add_id": "21URB10",
		"p_id": "20PTA50",
		"add": "#2机械通风干冷塔",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41207080959592,
		"lat": 38.032484020762084,
		"alt": 1117.5801969594322
	},
	{
		"id": "20PTA50",
		"name": "#2机#5单元风机系统",
		"add_id": "21URB10",
		"p_id": "20PTA",
		"add": "#2机械通风干冷塔"
	},
	{
		"id": "20BAT01GT003",
		"name": "#2主变C相变压器",
		"add_id": "21UBF10",
		"p_id": "20BAT01",
		"add": "#2主变构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41273912497635,
		"lat": 38.03311917444273,
		"alt": 1105.6453726347536
	},
	{
		"id": "20BAT01",
		"name": "2号主变",
		"add_id": "21UBF10",
		"p_id": "20BAT",
		"add": "#2主变构筑物"
	},
	{
		"id": "20BAT",
		"name": "2号主变系统",
		"add_id": "21UBF10",
		"p_id": "20BA",
		"add": "#2主变构筑物"
	},
	{
		"id": "10BAT01GT003",
		"name": "#1主变C相变压器",
		"add_id": "11UBF10",
		"p_id": "10BAT01",
		"add": "#1主变构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41278843427182,
		"lat": 38.034045532745765,
		"alt": 1105.6453766515478
	},
	{
		"id": "10BAT01",
		"name": "1号主变",
		"add_id": "11UBF10",
		"p_id": "10BAT",
		"add": "#1主变构筑物"
	},
	{
		"id": "10BAT",
		"name": "1号主变系统",
		"add_id": "11UBF10",
		"p_id": "10BA",
		"add": "#1主变构筑物"
	},
	{
		"id": "20BAT01GT001",
		"name": "#2主变A相变压器",
		"add_id": "21UBF10",
		"p_id": "20BAT01",
		"add": "#2主变构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41273204690921,
		"lat": 38.03329995037326,
		"alt": 1105.6453356239945
	},
	{
		"id": "20BAT01GT002",
		"name": "#2主变B相变压器",
		"add_id": "21UBF10",
		"p_id": "20BAT01",
		"add": "#2主变构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41273150683938,
		"lat": 38.033271837807234,
		"alt": 1105.6453726980835
	},
	{
		"id": "Y0AAA01GT202B",
		"name": "1000kV庄横Ⅰ线PTB相",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA01GT202",
		"add": "1000kVGIS配电装置",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.411830458537,
		"lat": 38.03367755025824,
		"alt": 1095.9180786721408
	},
	{
		"id": "Y0AAA01GT202",
		"name": "1000kV庄横Ⅰ线PT",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA01",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0AAA01",
		"name": "1000kV#1间隔(1000kV#1主变进线及出线)",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0AAA",
		"name": "防误系统",
		"add_id": "J1UAA10",
		"p_id": "Y0AA",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0AA",
		"name": "全厂1000kV公用系统",
		"add_id": "J1UAA10",
		"p_id": "Y0A",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0A",
		"name": "全厂电网公用系统",
		"add_id": "J1UAA10",
		"p_id": "Y",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y",
		"name": "全厂公用",
		"add_id": "",
		"p_id": "",
		"add": ""
	},
	{
		"id": "Y0AAA02GB001",
		"name": "1000kV#2主变进线汇控柜",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA02",
		"add": "1000kVGIS配电装置",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41192180820639,
		"lat": 38.03350193137699,
		"alt": 1095.5767816472799
	},
	{
		"id": "Y0AAA02",
		"name": "1000kV#2间隔(#2主变进线)",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0AAA02GS001A",
		"name": "1000kV#2主变进线断路器T013A相",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA02GS001",
		"add": "1000kVGIS配电装置",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41186550335877,
		"lat": 38.03357670408978,
		"alt": 1095.503416548483
	},
	{
		"id": "Y0AAA02GS001",
		"name": "1000kV#2主变进线断路器T013",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA02",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "Y0AAA01GS001A",
		"name": "1000kV#1主变进线断路器T012A相",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA01GS001",
		"add": "1000kVGIS配电装置",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41187033069036,
		"lat": 38.03382813740801,
		"alt": 1095.5034165494144
	},
	{
		"id": "Y0AAA01GS001",
		"name": "1000kV#1主变进线断路器T012",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA01",
		"add": "1000kVGIS配电装置"
	},
	{
		"id": "10BAT01GT001",
		"name": "#1主变A相变压器",
		"add_id": "11UBF10",
		"p_id": "10BAT01",
		"add": "#1主变构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41278313586295,
		"lat": 38.034364310837304,
		"alt": 1105.6453768680803
	},
	{
		"id": "10BAT01GT002",
		"name": "#1主变B相变压器",
		"add_id": "11UBF10",
		"p_id": "10BAT01",
		"add": "#1主变构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41277994465416,
		"lat": 38.034198206564874,
		"alt": 1105.6453762310557
	},
	{
		"id": "10BBT01GT001",
		"name": "#1厂用工作变压器变压器",
		"add_id": "11UBE10",
		"p_id": "10BBT01",
		"add": "#1厂用工作变压器构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41276029177317,
		"lat": 38.03457327178802,
		"alt": 1097.8087684768252
	},
	{
		"id": "10BBT01",
		"name": "#1厂用工作变压器",
		"add_id": "11UBE10",
		"p_id": "10BBT",
		"add": "#1厂用工作变压器构筑物"
	},
	{
		"id": "10BBT",
		"name": "#1机组高压厂用变压器",
		"add_id": "11UBE10",
		"p_id": "10BB",
		"add": "#1厂用工作变压器构筑物"
	},
	{
		"id": "Y0AAA01GT202A",
		"name": "1000kV庄横Ⅰ线PTA相",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA01GT202",
		"add": "1000kVGIS配电装置",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41182385756436,
		"lat": 38.03378809057152,
		"alt": 1103.926681049168
	},
	{
		"id": "Y0AAA01GT202C",
		"name": "1000kV庄横Ⅰ线PTC相",
		"add_id": "J1UAA10",
		"p_id": "Y0AAA01GT202",
		"add": "1000kVGIS配电装置",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41182084223689,
		"lat": 38.03363103114707,
		"alt": 1103.926684615668
	},
	{
		"id": "20BBT01GT001",
		"name": "#2厂用工作变压器变压器",
		"add_id": "21UBE10",
		"p_id": "20BBT01",
		"add": "#2厂用工作变压器构筑物",
		"status": "运行",
		"level": "一类设备",
		"lng": 109.41305012947325,
		"lat": 38.03338258779087,
		"alt": 1099.3118732757866
	},
	{
		"id": "20BBT01",
		"name": "#2厂用工作变压器",
		"add_id": "21UBE10",
		"p_id": "20BBT",
		"add": "#2厂用工作变压器构筑物"
	},
	{
		"id": "20BBT",
		"name": "#2机组高压厂用变压器",
		"add_id": "21UBE10",
		"p_id": "20BB",
		"add": "#2厂用工作变压器构筑物"
	}
];
var deviceResult = [];
var deviceOrder = [];
const fs = require('fs');
//写入设备名 设备编号
// var deviceName = [];
var deviceNum = [];

// deviceList.forEach(function (item) {//写入设备名等
// 	if( item.lng ){
// 	    //deviceName.push(item.name);
// 	    deviceNum.push(item.id);
// 	}
// })

//无法识别的
var deviceModel = [
	{
		"id": "DC_ZQ444",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41567438747447,
		"lat": 38.03365564663889,
		"alt": 1133.1636961731128
	},
	{
		"id": "DC_ZQ453",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4157962183254,
		"lat": 38.033622506371,
		"alt": 1131.696349984035
	},
	{
		"id": "DC_ZQ462",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41589476532292,
		"lat": 38.03365292584138,
		"alt": 1130.5228880695067
	},
	{
		"id": "DC_ZQ471",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41601659676315,
		"lat": 38.03361978561357,
		"alt": 1129.0555418771691
	},
	{
		"id": "DC_ZQ480",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41611514384765,
		"lat": 38.0336502051723,
		"alt": 1127.8820799617096
	},
	{
		"id": "DC_ZQ489",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41623697448182,
		"lat": 38.03361706472644,
		"alt": 1126.4147337712347
	},
	{
		"id": "DC_ZQ498",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41633552233242,
		"lat": 38.03364748354059,
		"alt": 1125.2413328923285
	},
	{
		"id": "DC_ZQ507",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41645735355587,
		"lat": 38.033614343134815,
		"alt": 1123.7739867018535
	},
	{
		"id": "DC_ZQ516",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41655590009809,
		"lat": 38.0336447617792,
		"alt": 1122.6005247854627
	},
	{
		"id": "DC_ZQ525",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41667773121054,
		"lat": 38.033611621147,
		"alt": 1121.1332396310754
	},
	{
		"id": "DC_ZQ534",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41677627922971,
		"lat": 38.033642039863004,
		"alt": 1119.9597166818566
	},
	{
		"id": "DC_ZQ543",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41689810953085,
		"lat": 38.033608898737924,
		"alt": 1118.4924315256066
	},
	{
		"id": "DC_ZQ552",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41699665693664,
		"lat": 38.033639317275814,
		"alt": 1117.3190306462347
	},
	{
		"id": "DC_ZQ561",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41711848782177,
		"lat": 38.03360617591594,
		"alt": 1115.8516234192066
	},
	{
		"id": "DC_ZQ570",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41721703531451,
		"lat": 38.03363659454216,
		"alt": 1114.6781615056097
	},
	{
		"id": "DC_ZQ579",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4173388660886,
		"lat": 38.03360345295589,
		"alt": 1113.2109373849816
	},
	{
		"id": "DC_ZQ588",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41743741365241,
		"lat": 38.03363387084589,
		"alt": 1112.0373534010723
	},
	{
		"id": "DC_ZQ597",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41755924431544,
		"lat": 38.03360072903321,
		"alt": 1110.570068246685
	},
	{
		"id": "DC_ZQ603",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41763270348973,
		"lat": 38.03359982115326,
		"alt": 1109.6898192195221
	},
	{
		"id": "DC_ZQ604",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41763330487175,
		"lat": 38.033631449748746,
		"alt": 1109.6900633615441
	},
	{
		"id": "DC_ZQ605",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41765719057368,
		"lat": 38.03359951841642,
		"alt": 1109.3964232229627
	},
	{
		"id": "DC_ZQ606",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4176577912765,
		"lat": 38.03363114729483,
		"alt": 1109.3966063298285
	},
	{
		"id": "DC_ZQ608",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41768227767031,
		"lat": 38.033630844286066,
		"alt": 1109.1031492976471
	},
	{
		"id": "DC_ZQ609",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41770616196575,
		"lat": 38.03359891323581,
		"alt": 1108.809509161394
	},
	{
		"id": "DC_ZQ610",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41770676407432,
		"lat": 38.03363054182192,
		"alt": 1108.809753303416
	},
	{
		"id": "DC_ZQ611",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41773064904862,
		"lat": 38.03359861048368,
		"alt": 1108.5161742009222
	},
	{
		"id": "DC_ZQ612",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.417731250478,
		"lat": 38.03363023935269,
		"alt": 1108.516357306391
	},
	{
		"id": "DC_ZQ436",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41557644105135,
		"lat": 38.03365685533051,
		"alt": 1134.3373411921784
	},
	{
		"id": "DC_ZQ445",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41569827195692,
		"lat": 38.0336237154381,
		"alt": 1132.8700560373254
	},
	{
		"id": "DC_ZQ454",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41579681961848,
		"lat": 38.033654135257855,
		"alt": 1131.6965330871753
	},
	{
		"id": "DC_ZQ463",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41591865110274,
		"lat": 38.03362099485581,
		"alt": 1130.229247931391
	},
	{
		"id": "DC_ZQ472",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41601719745064,
		"lat": 38.03365141423096,
		"alt": 1129.0557860177941
	},
	{
		"id": "DC_ZQ481",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41613902882918,
		"lat": 38.03361827387735,
		"alt": 1127.5884398259222
	},
	{
		"id": "DC_ZQ490",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41623757665405,
		"lat": 38.033648693324096,
		"alt": 1126.4150389479473
	},
	{
		"id": "DC_ZQ499",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41635940722656,
		"lat": 38.03361555275245,
		"alt": 1124.9476927546784
	},
	{
		"id": "DC_ZQ508",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41645795442748,
		"lat": 38.03364597147136,
		"alt": 1123.7741698068566
	},
	{
		"id": "DC_ZQ517",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41657978558928,
		"lat": 38.03361283093981,
		"alt": 1122.3068846492096
	},
	{
		"id": "DC_ZQ526",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41667833287715,
		"lat": 38.033643249747065,
		"alt": 1121.1334227360785
	},
	{
		"id": "DC_ZQ535",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41680016322763,
		"lat": 38.03361010872263,
		"alt": 1119.6660765446722
	},
	{
		"id": "DC_ZQ544",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41689871129216,
		"lat": 38.033640527335,
		"alt": 1118.49267566856
	},
	{
		"id": "DC_ZQ553",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41702054223191,
		"lat": 38.03360738635062,
		"alt": 1117.0253294734284
	},
	{
		"id": "DC_ZQ562",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41711908898278,
		"lat": 38.03363780451839,
		"alt": 1115.8518065260723
	},
	{
		"id": "DC_ZQ571",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4172409198062,
		"lat": 38.033604663032754,
		"alt": 1114.3845824035816
	},
	{
		"id": "DC_ZQ580",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41733946803934,
		"lat": 38.03363508154696,
		"alt": 1113.2110594538971
	},
	{
		"id": "DC_ZQ589",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41746129805145,
		"lat": 38.03360193956845,
		"alt": 1111.7437132648192
	},
	{
		"id": "DC_ZQ598",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41755984566588,
		"lat": 38.0336323576297,
		"alt": 1110.570251350291
	},
	{
		"id": "DC_ZQ607",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41768167626725,
		"lat": 38.03359921569125,
		"alt": 1109.1029051579535
	},
	{
		"id": "DC_ZQ613",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4177551354361,
		"lat": 38.03359830773482,
		"alt": 1108.2227782048285
	},
	{
		"id": "DC_ZQ614",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41775573826072,
		"lat": 38.03362993631188,
		"alt": 1108.222900275141
	},
	{
		"id": "DC_ZQ615",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4177796218232,
		"lat": 38.03359800498087,
		"alt": 1107.9292601393535
	},
	{
		"id": "DC_ZQ616",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41778022326835,
		"lat": 38.033629633574364,
		"alt": 1107.929443243891
	},
	{
		"id": "DC_ZQ617",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41780410821528,
		"lat": 38.03359770249668,
		"alt": 1107.6358641427941
	},
	{
		"id": "DC_ZQ618",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41780471036594,
		"lat": 38.03362933108146,
		"alt": 1107.6361082829535
	},
	{
		"id": "DC_ZQ619",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41782859460168,
		"lat": 38.03359739973253,
		"alt": 1107.3424681467004
	},
	{
		"id": "DC_ZQ620",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41782919676817,
		"lat": 38.03362902859183,
		"alt": 1107.3426512512378
	},
	{
		"id": "DC_ZQ437",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41560032627768,
		"lat": 38.03362492441527,
		"alt": 1134.0437010554596
	},
	{
		"id": "DC_ZQ443",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41567378553898,
		"lat": 38.03362401775874,
		"alt": 1133.1634520338848
	},
	{
		"id": "DC_ZQ446",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41569887389762,
		"lat": 38.03365534404305,
		"alt": 1132.8702391427941
	},
	{
		"id": "DC_ZQ452",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41577233318617,
		"lat": 38.03365443732438,
		"alt": 1131.9899901179596
	},
	{
		"id": "DC_ZQ455",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41582070543653,
		"lat": 38.03362220401648,
		"alt": 1131.402892951388
	},
	{
		"id": "DC_ZQ461",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41589416468804,
		"lat": 38.033621297222346,
		"alt": 1130.522643927019
	},
	{
		"id": "DC_ZQ464",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41591925175342,
		"lat": 38.033652623749376,
		"alt": 1130.2294920738786
	},
	{
		"id": "DC_ZQ470",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41599271103219,
		"lat": 38.03365171689307,
		"alt": 1129.3492430490441
	},
	{
		"id": "DC_ZQ473",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41604108387633,
		"lat": 38.03361948348804,
		"alt": 1128.7621458796784
	},
	{
		"id": "DC_ZQ479",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41611454241777,
		"lat": 38.03361857628977,
		"alt": 1127.8818968571722
	},
	{
		"id": "DC_ZQ482",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4161396302643,
		"lat": 38.03364990248469,
		"alt": 1127.588622934185
	},
	{
		"id": "DC_ZQ488",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41621309022825,
		"lat": 38.033648995482366,
		"alt": 1126.7083739074878
	},
	{
		"id": "DC_ZQ491",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41626146089145,
		"lat": 38.033616762288545,
		"alt": 1126.121398809366
	},
	{
		"id": "DC_ZQ497",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41633492081308,
		"lat": 38.03361585493589,
		"alt": 1125.2411497887224
	},
	{
		"id": "DC_ZQ500",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41636000875638,
		"lat": 38.03364718135683,
		"alt": 1124.9478758620098
	},
	{
		"id": "DC_ZQ506",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41643346801555,
		"lat": 38.033646274225234,
		"alt": 1124.067626837641
	},
	{
		"id": "DC_ZQ509",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41648183996223,
		"lat": 38.03361404065103,
		"alt": 1123.4805296696722
	},
	{
		"id": "DC_ZQ515",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4165552991844,
		"lat": 38.03361313344398,
		"alt": 1122.6002806462347
	},
	{
		"id": "DC_ZQ518",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41658038651881,
		"lat": 38.03364445954956,
		"alt": 1122.3071898268535
	},
	{
		"id": "DC_ZQ524",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4166538464579,
		"lat": 38.0336435519971,
		"alt": 1121.4268797673285
	},
	{
		"id": "DC_ZQ527",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41670221761364,
		"lat": 38.03361131861736,
		"alt": 1120.8397825984284
	},
	{
		"id": "DC_ZQ533",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41677567683129,
		"lat": 38.033610411547514,
		"alt": 1119.9595335773192
	},
	{
		"id": "DC_ZQ536",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41680076633689,
		"lat": 38.03364173730425,
		"alt": 1119.6663206848316
	},
	{
		"id": "DC_ZQ542",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41687422488145,
		"lat": 38.03364082990577,
		"alt": 1118.7860106267035
	},
	{
		"id": "DC_ZQ438",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41560092748656,
		"lat": 38.033656553304766,
		"alt": 1134.043945197016
	},
	{
		"id": "DC_ZQ447",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4157227597698,
		"lat": 38.033623413370464,
		"alt": 1132.5765990060754
	},
	{
		"id": "DC_ZQ456",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41582130603984,
		"lat": 38.03365383263653,
		"alt": 1131.4031370910816
	},
	{
		"id": "DC_ZQ465",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41594313752236,
		"lat": 38.033620692759044,
		"alt": 1129.9358519352972
	},
	{
		"id": "DC_ZQ474",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41604168387403,
		"lat": 38.03365111183861,
		"alt": 1128.7623289865441
	},
	{
		"id": "DC_ZQ483",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41616351524553,
		"lat": 38.03361797173469,
		"alt": 1127.2950438307598
	},
	{
		"id": "DC_ZQ492",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41626206307418,
		"lat": 38.03364839088587,
		"alt": 1126.1215819166973
	},
	{
		"id": "DC_ZQ501",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41638389502437,
		"lat": 38.033615250272305,
		"alt": 1124.6542357243597
	},
	{
		"id": "DC_ZQ510",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41648244153937,
		"lat": 38.03364566897889,
		"alt": 1123.48077381216
	},
	{
		"id": "DC_ZQ519",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41660427199383,
		"lat": 38.03361252843054,
		"alt": 1122.0134886540472
	},
	{
		"id": "DC_ZQ528",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41670281929608,
		"lat": 38.03364294749194,
		"alt": 1120.8399657043628
	},
	{
		"id": "DC_ZQ537",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41682464963421,
		"lat": 38.03360980644233,
		"alt": 1119.3726805485785
	},
	{
		"id": "DC_ZQ545",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41692259662567,
		"lat": 38.033608596154025,
		"alt": 1118.1990965642035
	},
	{
		"id": "DC_ZQ546",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41692319770251,
		"lat": 38.03364022475914,
		"alt": 1118.1992186340503
	},
	{
		"id": "DC_ZQ551",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41699605582826,
		"lat": 38.033607688671694,
		"alt": 1117.318786505144
	},
	{
		"id": "DC_ZQ554",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41702114335086,
		"lat": 38.0336390149544,
		"alt": 1117.0255125802941
	},
	{
		"id": "DC_ZQ555",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41704502931964,
		"lat": 38.03360708346638,
		"alt": 1116.731872444041
	},
	{
		"id": "DC_ZQ560",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41709460327035,
		"lat": 38.03363810712664,
		"alt": 1116.145263557788
	},
	{
		"id": "DC_ZQ563",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41714297421831,
		"lat": 38.033605873294505,
		"alt": 1115.5582274245098
	},
	{
		"id": "DC_ZQ564",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41714357470013,
		"lat": 38.033637502179886,
		"alt": 1115.558410529513
	},
	{
		"id": "DC_ZQ569",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41721643341111,
		"lat": 38.033604965674556,
		"alt": 1114.6779173649847
	},
	{
		"id": "DC_ZQ572",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41724152171485,
		"lat": 38.03363629162517,
		"alt": 1114.3847655090503
	},
	{
		"id": "DC_ZQ573",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41726540620624,
		"lat": 38.03360436066071,
		"alt": 1114.0910643385723
	},
	{
		"id": "DC_ZQ578",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41731498162986,
		"lat": 38.033635383934644,
		"alt": 1113.5045164874754
	},
	{
		"id": "DC_ZQ581",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41736335178159,
		"lat": 38.03360315002212,
		"alt": 1112.9174193181097
	},
	{
		"id": "DC_ZQ582",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41736395443786,
		"lat": 38.03363477860451,
		"alt": 1112.9176024235785
	},
	{
		"id": "DC_ZQ587",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4174368116596,
		"lat": 38.03360224225612,
		"alt": 1112.0371702960692
	},
	{
		"id": "DC_ZQ590",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41746189935976,
		"lat": 38.03363356816625,
		"alt": 1111.7439574035816
	},
	{
		"id": "DC_ZQ439",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4156248126967,
		"lat": 38.0336246221099,
		"alt": 1133.7503050602972
	},
	{
		"id": "DC_ZQ440",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41562541391084,
		"lat": 38.033656250724206,
		"alt": 1133.7504881653003
	},
	{
		"id": "DC_ZQ448",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41572336033103,
		"lat": 38.033655041991835,
		"alt": 1132.5767821110785
	},
	{
		"id": "DC_ZQ449",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574724549204,
		"lat": 38.03362311104799,
		"alt": 1132.2830809396691
	},
	{
		"id": "DC_ZQ457",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41584519185758,
		"lat": 38.033621901940094,
		"alt": 1131.109557989519
	},
	{
		"id": "DC_ZQ458",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41584579247671,
		"lat": 38.03365353083466,
		"alt": 1131.1097410968504
	},
	{
		"id": "DC_ZQ466",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41594373817298,
		"lat": 38.033652321102565,
		"alt": 1129.936035040766
	},
	{
		"id": "DC_ZQ467",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4159676239363,
		"lat": 38.03362039038231,
		"alt": 1129.6423949049785
	},
	{
		"id": "DC_ZQ475",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41606557028885,
		"lat": 38.03361918109091,
		"alt": 1128.4686888498254
	},
	{
		"id": "DC_ZQ476",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41606617099737,
		"lat": 38.03365080970763,
		"alt": 1128.4689329899847
	},
	{
		"id": "DC_ZQ484",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41616411668588,
		"lat": 38.03364960006684,
		"alt": 1127.295349006541
	},
	{
		"id": "DC_ZQ485",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41618800165622,
		"lat": 38.0336176693121,
		"alt": 1127.0016478328034
	},
	{
		"id": "DC_ZQ493",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4162859479957,
		"lat": 38.03361645983717,
		"alt": 1125.8279417799785
	},
	{
		"id": "DC_ZQ494",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41628654949394,
		"lat": 38.03364808844253,
		"alt": 1125.8281248849816
	},
	{
		"id": "DC_ZQ502",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4163844951747,
		"lat": 38.03364687889311,
		"alt": 1124.6544188302941
	},
	{
		"id": "DC_ZQ503",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41640838073681,
		"lat": 38.03361494781221,
		"alt": 1124.3608397291973
	},
	{
		"id": "DC_ZQ511",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41650632636822,
		"lat": 38.033613738162145,
		"alt": 1123.187255743891
	},
	{
		"id": "DC_ZQ512",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41650692727145,
		"lat": 38.03364536704777,
		"alt": 1123.1873778137378
	},
	{
		"id": "DC_ZQ520",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41660487293386,
		"lat": 38.03364415703998,
		"alt": 1122.013671759516
	},
	{
		"id": "DC_ZQ521",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41662875839799,
		"lat": 38.03361222591617,
		"alt": 1121.720031621866
	},
	{
		"id": "DC_ZQ529",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41672670471135,
		"lat": 38.03361101607423,
		"alt": 1120.5463255699724
	},
	{
		"id": "DC_ZQ530",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41672730570403,
		"lat": 38.033642644682004,
		"alt": 1120.546569706872
	},
	{
		"id": "DC_ZQ538",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41682525205897,
		"lat": 38.033641435032024,
		"alt": 1119.3729246882721
	},
	{
		"id": "DC_ZQ539",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4168491367248,
		"lat": 38.03360950359885,
		"alt": 1119.0792235173285
	},
	{
		"id": "DC_ZQ441",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41564929912069,
		"lat": 38.0336243200743,
		"alt": 1133.456848028116
	},
	{
		"id": "DC_ZQ442",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41564990104034,
		"lat": 38.03365594867992,
		"alt": 1133.4570311340503
	},
	{
		"id": "DC_ZQ450",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574784675879,
		"lat": 38.03365473966065,
		"alt": 1132.2835081852972
	},
	{
		"id": "DC_ZQ451",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4157717319089,
		"lat": 38.03362280871206,
		"alt": 1131.989807012491
	},
	{
		"id": "DC_ZQ459",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.415869678273,
		"lat": 38.033621599583775,
		"alt": 1130.8161009587347
	},
	{
		"id": "DC_ZQ460",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41587027889737,
		"lat": 38.03365322820314,
		"alt": 1130.8162840646691
	},
	{
		"id": "DC_ZQ468",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41596822459746,
		"lat": 38.0336520187255,
		"alt": 1129.6425780113786
	},
	{
		"id": "DC_ZQ469",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4159921103499,
		"lat": 38.033620088000475,
		"alt": 1129.348937873263
	},
	{
		"id": "DC_ZQ477",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41609005600597,
		"lat": 38.03361887869707,
		"alt": 1128.1754149245098
	},
	{
		"id": "DC_ZQ478",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41609065742005,
		"lat": 38.03365050730508,
		"alt": 1128.1755369929596
	},
	{
		"id": "DC_ZQ486",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41618860311769,
		"lat": 38.03364929819364,
		"alt": 1127.0018309392035
	},
	{
		"id": "DC_ZQ487",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41621248806658,
		"lat": 38.03361736688439,
		"alt": 1126.708190803416
	},
	{
		"id": "DC_ZQ495",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4163104344046,
		"lat": 38.03361615738908,
		"alt": 1125.5344847491942
	},
	{
		"id": "DC_ZQ496",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41631103591865,
		"lat": 38.03364778626897,
		"alt": 1125.5347288884222
	},
	{
		"id": "DC_ZQ504",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41640898159265,
		"lat": 38.03364657642429,
		"alt": 1124.361083868891
	},
	{
		"id": "DC_ZQ505",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41643286714388,
		"lat": 38.03361464533864,
		"alt": 1124.067382695619
	},
	{
		"id": "DC_ZQ513",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41653081277383,
		"lat": 38.03361343566819,
		"alt": 1122.8937376779504
	},
	{
		"id": "DC_ZQ514",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41653141368229,
		"lat": 38.033645064278595,
		"alt": 1122.8939207829535
	},
	{
		"id": "DC_ZQ522",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41662936004886,
		"lat": 38.03364385479175,
		"alt": 1121.720214729663
	},
	{
		"id": "DC_ZQ523",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41665324480181,
		"lat": 38.03361192339672,
		"alt": 1121.426696661394
	},
	{
		"id": "DC_ZQ531",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.416751190424,
		"lat": 38.03361071381762,
		"alt": 1120.252990607638
	},
	{
		"id": "DC_ZQ532",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41675179211688,
		"lat": 38.0336423421418,
		"alt": 1120.2531737135723
	},
	{
		"id": "DC_ZQ540",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4168497384651,
		"lat": 38.03364113219659,
		"alt": 1119.0794676602818
	},
	{
		"id": "DC_ZQ541",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41687362313067,
		"lat": 38.033609201308394,
		"alt": 1118.785827522166
	},
	{
		"id": "DC_ZQ547",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41694708302512,
		"lat": 38.033608293573394,
		"alt": 1117.90557849966
	},
	{
		"id": "DC_ZQ548",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41694768411778,
		"lat": 38.033639922453034,
		"alt": 1117.9057616037316
	},
	{
		"id": "DC_ZQ549",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41697156942952,
		"lat": 38.033607991262514,
		"alt": 1117.6121214651502
	},
	{
		"id": "DC_ZQ550",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41697217052211,
		"lat": 38.033639619592094,
		"alt": 1117.6123656071722
	},
	{
		"id": "DC_ZQ556",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41704562975408,
		"lat": 38.033638712078194,
		"alt": 1116.7320555490441
	},
	{
		"id": "DC_ZQ557",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41706951502755,
		"lat": 38.033606781143476,
		"alt": 1116.4385374821722
	},
	{
		"id": "DC_ZQ558",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41707011616753,
		"lat": 38.0336384097466,
		"alt": 1116.438720587641
	},
	{
		"id": "DC_ZQ559",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41709400142483,
		"lat": 38.03360647853226,
		"alt": 1116.145080451388
	},
	{
		"id": "DC_ZQ565",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41716746061452,
		"lat": 38.033605570668016,
		"alt": 1115.2648314265534
	},
	{
		"id": "DC_ZQ566",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41716806179659,
		"lat": 38.03363719926981,
		"alt": 1115.2650145329535
	},
	{
		"id": "DC_ZQ567",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41719194701564,
		"lat": 38.03360526831127,
		"alt": 1114.9713743962347
	},
	{
		"id": "DC_ZQ568",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41719254890324,
		"lat": 38.03363689690434,
		"alt": 1114.9715575035661
	},
	{
		"id": "DC_ZQ574",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41726600812012,
		"lat": 38.03363598897794,
		"alt": 1114.0913084778003
	},
	{
		"id": "DC_ZQ575",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41728989260592,
		"lat": 38.033604058283565,
		"alt": 1113.797668340616
	},
	{
		"id": "DC_ZQ576",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4172904945303,
		"lat": 38.03363568660046,
		"alt": 1113.7978514474816
	},
	{
		"id": "DC_ZQ577",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41731437899463,
		"lat": 38.033603755351606,
		"alt": 1113.5042723468504
	},
	{
		"id": "DC_ZQ583",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41738783748481,
		"lat": 38.03360284763298,
		"alt": 1112.624023322016
	},
	{
		"id": "DC_ZQ584",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4173884408466,
		"lat": 38.03363447620663,
		"alt": 1112.6242674621753
	},
	{
		"id": "DC_ZQ585",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41741232526738,
		"lat": 38.033602544938724,
		"alt": 1112.3306273259222
	},
	{
		"id": "DC_ZQ586",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41741292794471,
		"lat": 38.03363417352044,
		"alt": 1112.3308714665472
	},
	{
		"id": "DC_ZQ591",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4174857851485,
		"lat": 38.033601637417,
		"alt": 1111.4503783024847
	},
	{
		"id": "DC_ZQ592",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41748638645677,
		"lat": 38.03363326546476,
		"alt": 1111.4505614079535
	},
	{
		"id": "DC_ZQ593",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41751027153432,
		"lat": 38.03360133444427,
		"alt": 1111.1569212712347
	},
	{
		"id": "DC_ZQ594",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.417510872869,
		"lat": 38.03363296331627,
		"alt": 1111.1571043776348
	},
	{
		"id": "DC_ZQ595",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41753475793038,
		"lat": 38.03360103201615,
		"alt": 1110.8634642385877
	},
	{
		"id": "DC_ZQ596",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41753535927029,
		"lat": 38.03363266061294,
		"alt": 1110.8636473454535
	},
	{
		"id": "DC_ZQ599",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41758373071079,
		"lat": 38.0336004265949,
		"alt": 1110.2766722487285
	},
	{
		"id": "DC_ZQ600",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41758433207175,
		"lat": 38.033632055191035,
		"alt": 1110.2768553551286
	},
	{
		"id": "DC_ZQ601",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41760821710043,
		"lat": 38.03360012387662,
		"alt": 1109.9832152165472
	},
	{
		"id": "DC_ZQ602",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41760881847192,
		"lat": 38.033631752472445,
		"alt": 1109.983398322016
	},
	{
		"id": "DC_ZQ625",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41790205376398,
		"lat": 38.033596491684364,
		"alt": 1106.4622191237285
	},
	{
		"id": "DC_ZQ626",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41790265665176,
		"lat": 38.033628120259436,
		"alt": 1106.4624022273346
	},
	{
		"id": "DC_ZQ627",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41792654014892,
		"lat": 38.03359618889982,
		"alt": 1106.1687620915472
	},
	{
		"id": "DC_ZQ634",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41800060223144,
		"lat": 38.03362690908936,
		"alt": 1105.2886961749754
	},
	{
		"id": "DC_ZQ635",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41802448569038,
		"lat": 38.033594977985544,
		"alt": 1104.9950560345314
	},
	{
		"id": "DC_ZQ636",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41802508863605,
		"lat": 38.033626606833806,
		"alt": 1104.9952391432598
	},
	{
		"id": "DC_ZQ642",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41809854781593,
		"lat": 38.03362569838743,
		"alt": 1104.1149901193566
	},
	{
		"id": "DC_ZQ643",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41812243261604,
		"lat": 38.03359376697294,
		"alt": 1103.8213499831035
	},
	{
		"id": "DC_ZQ644",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41812303420849,
		"lat": 38.033625395561785,
		"alt": 1103.8216551584191
	},
	{
		"id": "DC_ZQ623",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41787756737338,
		"lat": 38.033596794188945,
		"alt": 1106.7555540837347
	},
	{
		"id": "DC_ZQ624",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41787817025062,
		"lat": 38.03362842276433,
		"alt": 1106.7558592604473
	},
	{
		"id": "DC_ZQ628",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41792714304722,
		"lat": 38.03362781747455,
		"alt": 1106.1689451979473
	},
	{
		"id": "DC_ZQ632",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41797611584238,
		"lat": 38.033627212164376,
		"alt": 1105.582092168741
	},
	{
		"id": "DC_ZQ633",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4180000007022,
		"lat": 38.03359528104856,
		"alt": 1105.2885130681097
	},
	{
		"id": "DC_ZQ637",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41804897346881,
		"lat": 38.033594675433605,
		"alt": 1104.7016600416973
	},
	{
		"id": "DC_ZQ639",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41807345984628,
		"lat": 38.03359437234364,
		"alt": 1104.4082640446722
	},
	{
		"id": "DC_ZQ641",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.418097946234,
		"lat": 38.03359406979827,
		"alt": 1104.1147459778003
	},
	{
		"id": "DC_ZQ645",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4181469189977,
		"lat": 38.03359346414252,
		"alt": 1103.528015020769
	},
	{
		"id": "DC_ZQ648",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41817200699782,
		"lat": 38.03362479017005,
		"alt": 1103.2347410959191
	},
	{
		"id": "DC_ZQ622",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41785368316472,
		"lat": 38.03362872582225,
		"alt": 1107.0491942204535
	},
	{
		"id": "DC_ZQ629",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41795102722851,
		"lat": 38.0335958861018,
		"alt": 1105.8753050589002
	},
	{
		"id": "DC_ZQ631",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41797551361276,
		"lat": 38.03359558330706,
		"alt": 1105.5819700998254
	},
	{
		"id": "DC_ZQ640",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41807406211272,
		"lat": 38.03362600092476,
		"alt": 1104.408447150141
	},
	{
		"id": "DC_ZQ646",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4181475206007,
		"lat": 38.03362509273104,
		"alt": 1103.5281981267035
	},
	{
		"id": "DC_ZQ621",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4178530809877,
		"lat": 38.03359709696328,
		"alt": 1107.049011115916
	},
	{
		"id": "DC_ZQ630",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41795162944231,
		"lat": 38.03362751468459,
		"alt": 1105.8755492018535
	},
	{
		"id": "DC_ZQ638",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41804957502972,
		"lat": 38.03362630402344,
		"alt": 1104.701904181391
	},
	{
		"id": "DC_ZQ647",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41817140537901,
		"lat": 38.03359316130701,
		"alt": 1103.2346190256066
	},
	{
		"id": "DC_ZQ133",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41953117183985,
		"lat": 38.03463888174803,
		"alt": 1107.1051024217158
	},
	{
		"id": "DC_ZQ150",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41953083422308,
		"lat": 38.03462139240861,
		"alt": 1107.1051024235785
	},
	{
		"id": "DC_ZQ280",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41869290278953,
		"lat": 38.03464998273694,
		"alt": 1104.5592039860785
	},
	{
		"id": "DC_ZQ281",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861578834513,
		"lat": 38.03443127232398,
		"alt": 1102.194885138888
	},
	{
		"id": "DC_ZQ282",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857579979054,
		"lat": 38.03443174858951,
		"alt": 1102.195129278116
	},
	{
		"id": "DC_ZQ283",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861540662593,
		"lat": 38.03441195392088,
		"alt": 1102.5257567185908
	},
	{
		"id": "DC_ZQ284",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4185754173921,
		"lat": 38.03441243046933,
		"alt": 1102.5260008601471
	},
	{
		"id": "DC_ZQ285",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861502421204,
		"lat": 38.03439263552613,
		"alt": 1102.8565672659315
	},
	{
		"id": "DC_ZQ286",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857503498875,
		"lat": 38.03439311207424,
		"alt": 1102.8568724435754
	},
	{
		"id": "DC_ZQ287",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861464249886,
		"lat": 38.034373317397765,
		"alt": 1103.187560920138
	},
	{
		"id": "DC_ZQ288",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857465397577,
		"lat": 38.03437379366231,
		"alt": 1103.1877440232783
	},
	{
		"id": "DC_ZQ289",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861426148107,
		"lat": 38.03435399926095,
		"alt": 1103.518493536394
	},
	{
		"id": "DC_ZQ290",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857427157842,
		"lat": 38.03435447554192,
		"alt": 1103.5186766427941
	},
	{
		"id": "DC_ZQ291",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861387837325,
		"lat": 38.03433468087439,
		"alt": 1103.849365117494
	},
	{
		"id": "DC_ZQ292",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857388917614,
		"lat": 38.03433515714663,
		"alt": 1103.8496092590503
	},
	{
		"id": "DC_ZQ293",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861349665583,
		"lat": 38.03431536247097,
		"alt": 1104.1802977356128
	},
	{
		"id": "DC_ZQ294",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857350816954,
		"lat": 38.03431583900935,
		"alt": 1104.1805418757721
	},
	{
		"id": "DC_ZQ295",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4186131149388,
		"lat": 38.034296044067474,
		"alt": 1104.5111693185754
	},
	{
		"id": "DC_ZQ296",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857312576798,
		"lat": 38.034296520613914,
		"alt": 1104.5113524217158
	},
	{
		"id": "DC_ZQ297",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861273253241,
		"lat": 38.03427672594717,
		"alt": 1104.8421019352972
	},
	{
		"id": "DC_ZQ298",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857274267175,
		"lat": 38.0342772022268,
		"alt": 1104.8422850403003
	},
	{
		"id": "DC_ZQ299",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861235081609,
		"lat": 38.03425740754356,
		"alt": 1105.1729735173285
	},
	{
		"id": "DC_ZQ300",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857236166623,
		"lat": 38.034257884089314,
		"alt": 1105.1732176560908
	},
	{
		"id": "DC_ZQ301",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861196910011,
		"lat": 38.03423808913986,
		"alt": 1105.503906134516
	},
	{
		"id": "DC_ZQ302",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857197996077,
		"lat": 38.0342385656853,
		"alt": 1105.5041502732783
	},
	{
		"id": "DC_ZQ303",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861158668951,
		"lat": 38.03421877074451,
		"alt": 1105.8347777151502
	},
	{
		"id": "DC_ZQ304",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857159755537,
		"lat": 38.03421924701473,
		"alt": 1105.8350218581035
	},
	{
		"id": "DC_ZQ305",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861120427923,
		"lat": 38.03419945234907,
		"alt": 1106.165710333269
	},
	{
		"id": "DC_ZQ306",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857121516621,
		"lat": 38.03419992916867,
		"alt": 1106.1658324040472
	},
	{
		"id": "DC_ZQ307",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861082256434,
		"lat": 38.0341801339452,
		"alt": 1106.4966429481282
	},
	{
		"id": "DC_ZQ308",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857083346183,
		"lat": 38.03418061076445,
		"alt": 1106.4968260540627
	},
	{
		"id": "DC_ZQ309",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861044086576,
		"lat": 38.03416081636581,
		"alt": 1106.8275145306252
	},
	{
		"id": "DC_ZQ310",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857045175779,
		"lat": 38.034161292360174,
		"alt": 1106.8277586712502
	},
	{
		"id": "DC_ZQ311",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41861005845658,
		"lat": 38.03414149797018,
		"alt": 1107.158447150141
	},
	{
		"id": "DC_ZQ312",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857006936972,
		"lat": 38.034141974513915,
		"alt": 1107.158691290766
	},
	{
		"id": "DC_ZQ313",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860967674279,
		"lat": 38.0341221795661,
		"alt": 1107.4893187321722
	},
	{
		"id": "DC_ZQ314",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856968836144,
		"lat": 38.03412265610109,
		"alt": 1107.489501836244
	},
	{
		"id": "DC_ZQ315",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860929502935,
		"lat": 38.03410286116195,
		"alt": 1107.820251348894
	},
	{
		"id": "DC_ZQ316",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856930596347,
		"lat": 38.03410333770499,
		"alt": 1107.8204344538971
	},
	{
		"id": "DC_ZQ318",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856892356588,
		"lat": 38.034084019308835,
		"alt": 1108.1513670710846
	},
	{
		"id": "DC_ZQ321",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4186081498965,
		"lat": 38.03404490622393,
		"alt": 1108.812927128747
	},
	{
		"id": "DC_ZQ322",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856816016184,
		"lat": 38.03404538249953,
		"alt": 1108.8131712712347
	},
	{
		"id": "DC_ZQ323",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4186077667998,
		"lat": 38.034025588111156,
		"alt": 1109.143798712641
	},
	{
		"id": "DC_ZQ324",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856777777063,
		"lat": 38.034026064378,
		"alt": 1109.1440428537316
	},
	{
		"id": "DC_ZQ325",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860738508816,
		"lat": 38.03400626970665,
		"alt": 1109.4747923649847
	},
	{
		"id": "DC_ZQ327",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860700337692,
		"lat": 38.033986951302104,
		"alt": 1109.8056639479473
	},
	{
		"id": "DC_ZQ330",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4185666312836,
		"lat": 38.03396810945496,
		"alt": 1110.1367796696722
	},
	{
		"id": "DC_ZQ331",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860623857073,
		"lat": 38.033948314784425,
		"alt": 1110.4674681462347
	},
	{
		"id": "DC_ZQ332",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856625027856,
		"lat": 38.03394879104157,
		"alt": 1110.4676512507721
	},
	{
		"id": "DC_ZQ333",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860585686585,
		"lat": 38.03392899665454,
		"alt": 1110.7984007620252
	},
	{
		"id": "DC_ZQ334",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856586788915,
		"lat": 38.03392947291971,
		"alt": 1110.798583868891
	},
	{
		"id": "DC_ZQ336",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856548618983,
		"lat": 38.03391015451454,
		"alt": 1111.1295164860785
	},
	{
		"id": "DC_ZQ339",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860471104246,
		"lat": 38.03387104144825,
		"alt": 1111.7910765446722
	},
	{
		"id": "DC_ZQ340",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856472279758,
		"lat": 38.03387151797887,
		"alt": 1111.7913206839002
	},
	{
		"id": "DC_ZQ341",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860432933372,
		"lat": 38.03385172304323,
		"alt": 1112.1220091618597
	},
	{
		"id": "DC_ZQ342",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856434040431,
		"lat": 38.033852199581915,
		"alt": 1112.1221922663971
	},
	{
		"id": "DC_ZQ343",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860394693565,
		"lat": 38.033832404921384,
		"alt": 1112.4530028132721
	},
	{
		"id": "DC_ZQ345",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860356523293,
		"lat": 38.03381308679107,
		"alt": 1112.7838133592158
	},
	{
		"id": "DC_ZQ348",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856319462205,
		"lat": 38.03379424464868,
		"alt": 1113.114929084666
	},
	{
		"id": "DC_ZQ349",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860280112298,
		"lat": 38.033774449988954,
		"alt": 1113.445617559366
	},
	{
		"id": "DC_ZQ350",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856281223556,
		"lat": 38.033774926526306,
		"alt": 1113.445800665766
	},
	{
		"id": "DC_ZQ351",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860241941603,
		"lat": 38.033755131583604,
		"alt": 1113.776550175622
	},
	{
		"id": "DC_ZQ352",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856243123413,
		"lat": 38.03375560811221,
		"alt": 1113.7767332810908
	},
	{
		"id": "DC_ZQ354",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856204884303,
		"lat": 38.03373628971484,
		"alt": 1114.1076658996753
	},
	{
		"id": "DC_ZQ319",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860853090854,
		"lat": 38.03406422436183,
		"alt": 1108.4820555467158
	},
	{
		"id": "DC_ZQ328",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856701437402,
		"lat": 38.033987427843144,
		"alt": 1109.805908087641
	},
	{
		"id": "DC_ZQ337",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860509275156,
		"lat": 38.03389035985321,
		"alt": 1111.4602049617096
	},
	{
		"id": "DC_ZQ346",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856357701422,
		"lat": 38.033813563045854,
		"alt": 1112.7840575003065
	},
	{
		"id": "DC_ZQ355",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860165531354,
		"lat": 38.03371649505593,
		"alt": 1114.4383543767035
	},
	{
		"id": "DC_ZQ357",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860127222298,
		"lat": 38.03369717694199,
		"alt": 1114.7692259578034
	},
	{
		"id": "DC_ZQ358",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856128476229,
		"lat": 38.03369765318635,
		"alt": 1114.769470098894
	},
	{
		"id": "DC_ZQ317",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860891262125,
		"lat": 38.0340835427661,
		"alt": 1108.1511229295283
	},
	{
		"id": "DC_ZQ320",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856854255869,
		"lat": 38.03406470089581,
		"alt": 1108.482360725291
	},
	{
		"id": "DC_ZQ326",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4185673967645,
		"lat": 38.0340067459648,
		"alt": 1109.4749754695221
	},
	{
		"id": "DC_ZQ329",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860662097099,
		"lat": 38.03396763290587,
		"alt": 1110.1365965623408
	},
	{
		"id": "DC_ZQ335",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860547515603,
		"lat": 38.033909678249714,
		"alt": 1111.1292723445221
	},
	{
		"id": "DC_ZQ338",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856510380117,
		"lat": 38.033890836392565,
		"alt": 1111.460449103266
	},
	{
		"id": "DC_ZQ344",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856395801143,
		"lat": 38.03383288118488,
		"alt": 1112.4531248849816
	},
	{
		"id": "DC_ZQ347",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860318422027,
		"lat": 38.03379376837746,
		"alt": 1113.1146849407814
	},
	{
		"id": "DC_ZQ353",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41860203771477,
		"lat": 38.03373581345302,
		"alt": 1114.1074217585846
	},
	{
		"id": "DC_ZQ356",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856166576261,
		"lat": 38.033716971600654,
		"alt": 1114.4385985168628
	},
	{
		"id": "DC_ZQ167",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41953058903445,
		"lat": 38.034608691054444,
		"alt": 1107.1051024221815
	},
	{
		"id": "DC_ZQ184",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41953023406276,
		"lat": 38.03459030266212,
		"alt": 1107.1051024217158
	},
	{
		"id": "DC_ZQ202",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41915731700644,
		"lat": 38.03461259799961,
		"alt": 1098.8416746892035
	},
	{
		"id": "DC_ZQ203",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41915753725273,
		"lat": 38.03462401028265,
		"alt": 1098.8416746901348
	},
	{
		"id": "DC_ZQ204",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4191579274806,
		"lat": 38.03464423031614,
		"alt": 1098.8416746892035
	},
	{
		"id": "DC_ZQ211",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41910858676007,
		"lat": 38.03462461609593,
		"alt": 1099.4434202960692
	},
	{
		"id": "DC_ZQ212",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4191089769692,
		"lat": 38.034644835854984,
		"alt": 1099.443420295138
	},
	{
		"id": "DC_ZQ213",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41908349755728,
		"lat": 38.034593086578155,
		"alt": 1099.7444456852972
	},
	{
		"id": "DC_ZQ220",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41906002715134,
		"lat": 38.03464544136508,
		"alt": 1100.045349006541
	},
	{
		"id": "DC_ZQ221",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41903454777863,
		"lat": 38.03459369235179,
		"alt": 1100.346252327785
	},
	{
		"id": "DC_ZQ222",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41903494182298,
		"lat": 38.03461411193172,
		"alt": 1100.3462523268535
	},
	{
		"id": "DC_ZQ229",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41898559799323,
		"lat": 38.03459429783024,
		"alt": 1100.948058967013
	},
	{
		"id": "DC_ZQ230",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41898599202929,
		"lat": 38.03461471768543,
		"alt": 1100.94805896841
	},
	{
		"id": "DC_ZQ231",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41898621224371,
		"lat": 38.03462612969446,
		"alt": 1100.9480589660816
	},
	{
		"id": "DC_ZQ238",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41893704152853,
		"lat": 38.03461532287747,
		"alt": 1101.5499876779504
	},
	{
		"id": "DC_ZQ239",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41893726174598,
		"lat": 38.03462673543645,
		"alt": 1101.5499876779504
	},
	{
		"id": "DC_ZQ240",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41893765191335,
		"lat": 38.03464695547186,
		"alt": 1101.549987675622
	},
	{
		"id": "DC_ZQ247",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41888831262622,
		"lat": 38.03462734059154,
		"alt": 1102.1517943171784
	},
	{
		"id": "DC_ZQ201",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41915692291752,
		"lat": 38.034592177871055,
		"alt": 1098.8416746901348
	},
	{
		"id": "DC_ZQ205",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4191324480401,
		"lat": 38.03459248132542,
		"alt": 1099.142578009516
	},
	{
		"id": "DC_ZQ209",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41910797245134,
		"lat": 38.034592783958516,
		"alt": 1099.443420296535
	},
	{
		"id": "DC_ZQ210",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41910836651607,
		"lat": 38.034613203537795,
		"alt": 1099.443420295138
	},
	{
		"id": "DC_ZQ214",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4190838916152,
		"lat": 38.03461350615761,
		"alt": 1099.7444456839002
	},
	{
		"id": "DC_ZQ218",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41905941672456,
		"lat": 38.03461380932209,
		"alt": 1100.0453490046784
	},
	{
		"id": "DC_ZQ219",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4190596369504,
		"lat": 38.03462522133073,
		"alt": 1100.045349007938
	},
	{
		"id": "DC_ZQ223",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41903516205028,
		"lat": 38.03462552421535,
		"alt": 1100.3462523268535
	},
	{
		"id": "DC_ZQ227",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41901068714983,
		"lat": 38.034625827094885,
		"alt": 1100.647216681391
	},
	{
		"id": "DC_ZQ228",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41901107733737,
		"lat": 38.034646047129655,
		"alt": 1100.6472166823223
	},
	{
		"id": "DC_ZQ232",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41898660242452,
		"lat": 38.034646349729464,
		"alt": 1100.948058967013
	},
	{
		"id": "DC_ZQ236",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41896212751662,
		"lat": 38.034646652598994,
		"alt": 1101.2490233215503
	},
	{
		"id": "DC_ZQ237",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41893664751136,
		"lat": 38.03459490329668,
		"alt": 1101.5499876774847
	},
	{
		"id": "DC_ZQ241",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41891217330976,
		"lat": 38.034595205872264,
		"alt": 1101.8508909987285
	},
	{
		"id": "DC_ZQ245",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41888769842339,
		"lat": 38.03459550900084,
		"alt": 1102.1517943181097
	},
	{
		"id": "DC_ZQ246",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41888809242698,
		"lat": 38.03461592858204,
		"alt": 1102.1517943171784
	},
	{
		"id": "DC_ZQ206",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4191328421116,
		"lat": 38.03461290090448,
		"alt": 1099.1425780090503
	},
	{
		"id": "DC_ZQ208",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41913345256994,
		"lat": 38.0346445329465,
		"alt": 1099.1425780099816
	},
	{
		"id": "DC_ZQ215",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41908411185542,
		"lat": 38.03462491871588,
		"alt": 1099.7444456852972
	},
	{
		"id": "DC_ZQ217",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41905902267342,
		"lat": 38.034593389742376,
		"alt": 1100.045349005144
	},
	{
		"id": "DC_ZQ224",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41903555224984,
		"lat": 38.034645744524774,
		"alt": 1100.346252326388
	},
	{
		"id": "DC_ZQ226",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41901046692102,
		"lat": 38.034614414536264,
		"alt": 1100.6472166809253
	},
	{
		"id": "DC_ZQ233",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41896112310265,
		"lat": 38.03459460069923,
		"alt": 1101.2490233229473
	},
	{
		"id": "DC_ZQ235",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41896173734255,
		"lat": 38.0346264325638,
		"alt": 1101.2490233215503
	},
	{
		"id": "DC_ZQ242",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41891256732015,
		"lat": 38.03461562545327,
		"alt": 1101.8508909987285
	},
	{
		"id": "DC_ZQ244",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41891317769443,
		"lat": 38.03464725804797,
		"alt": 1101.8508909973316
	},
	{
		"id": "DC_ZQ248",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41888870278012,
		"lat": 38.03464756062739,
		"alt": 1102.1517943185754
	},
	{
		"id": "DC_ZQ249",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41886322283102,
		"lat": 38.03459581158302,
		"alt": 1102.4527586740441
	},
	{
		"id": "DC_ZQ250",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41886361682783,
		"lat": 38.034616231164435,
		"alt": 1102.4527586745098
	},
	{
		"id": "DC_ZQ251",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4188638370286,
		"lat": 38.034627643448914,
		"alt": 1102.4527586731128
	},
	{
		"id": "DC_ZQ253",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.418838747928,
		"lat": 38.034596113876844,
		"alt": 1102.753661992494
	},
	{
		"id": "DC_ZQ254",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41883914192333,
		"lat": 38.034616533733335,
		"alt": 1102.753661993891
	},
	{
		"id": "DC_ZQ255",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41883936212558,
		"lat": 38.0346279462928,
		"alt": 1102.7536619948223
	},
	{
		"id": "DC_ZQ256",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41883975226605,
		"lat": 38.03464816632905,
		"alt": 1102.7536619943566
	},
	{
		"id": "DC_ZQ257",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41881427304054,
		"lat": 38.034596416990134,
		"alt": 1103.054626350291
	},
	{
		"id": "DC_ZQ258",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41881466702908,
		"lat": 38.03461683684685,
		"alt": 1103.0546263484284
	},
	{
		"id": "DC_ZQ259",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41881488721694,
		"lat": 38.03462824885671,
		"alt": 1103.054626350291
	},
	{
		"id": "DC_ZQ207",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41913306234878,
		"lat": 38.03462431291277,
		"alt": 1099.1425780099816
	},
	{
		"id": "DC_ZQ216",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41908450206313,
		"lat": 38.03464513875002,
		"alt": 1099.7444456852972
	},
	{
		"id": "DC_ZQ225",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41901007288348,
		"lat": 38.03459399495613,
		"alt": 1100.647216681391
	},
	{
		"id": "DC_ZQ234",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4189615171266,
		"lat": 38.0346150202798,
		"alt": 1101.249023322016
	},
	{
		"id": "DC_ZQ243",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4189127875391,
		"lat": 38.0346270382872,
		"alt": 1101.8508909973316
	},
	{
		"id": "DC_ZQ252",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41886422718106,
		"lat": 38.03464786375982,
		"alt": 1102.4527586731128
	},
	{
		"id": "DC_ZQ260",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41881527735066,
		"lat": 38.034648468893195,
		"alt": 1103.0546263484284
	},
	{
		"id": "DC_ZQ261",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41878979814741,
		"lat": 38.0345967198235,
		"alt": 1103.355529670138
	},
	{
		"id": "DC_ZQ262",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41879019212385,
		"lat": 38.03461713940557,
		"alt": 1103.3555296710692
	},
	{
		"id": "DC_ZQ263",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41879041231851,
		"lat": 38.03462855196527,
		"alt": 1103.3555296696722
	},
	{
		"id": "DC_ZQ264",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41879080244021,
		"lat": 38.034648771727106,
		"alt": 1103.3555296692066
	},
	{
		"id": "DC_ZQ265",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4187653232486,
		"lat": 38.0345970223769,
		"alt": 1103.6564329899847
	},
	{
		"id": "DC_ZQ266",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41876571721826,
		"lat": 38.03461744195918,
		"alt": 1103.6564329899847
	},
	{
		"id": "DC_ZQ267",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41876593740913,
		"lat": 38.03462885451901,
		"alt": 1103.6564329899847
	},
	{
		"id": "DC_ZQ268",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4187663275294,
		"lat": 38.034649074555915,
		"alt": 1103.656432989519
	},
	{
		"id": "DC_ZQ269",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41874084835476,
		"lat": 38.03459732520006,
		"alt": 1103.9573973454535
	},
	{
		"id": "DC_ZQ270",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41874124232291,
		"lat": 38.03461774505742,
		"alt": 1103.9573973463848
	},
	{
		"id": "DC_ZQ271",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41874146249938,
		"lat": 38.03462915706764,
		"alt": 1103.9573973459191
	},
	{
		"id": "DC_ZQ272",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41874185261295,
		"lat": 38.03464937710477,
		"alt": 1103.9573973454535
	},
	{
		"id": "DC_ZQ273",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41871637346052,
		"lat": 38.03459762801813,
		"alt": 1104.2583006666973
	},
	{
		"id": "DC_ZQ274",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4187167674166,
		"lat": 38.03461804760087,
		"alt": 1104.2583006666973
	},
	{
		"id": "DC_ZQ275",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41871698759456,
		"lat": 38.03462945988606,
		"alt": 1104.2583006653003
	},
	{
		"id": "DC_ZQ276",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41871737770142,
		"lat": 38.03464967992339,
		"alt": 1104.2583006666973
	},
	{
		"id": "DC_ZQ277",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41869189856065,
		"lat": 38.034597930556274,
		"alt": 1104.5592039851471
	},
	{
		"id": "DC_ZQ278",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41869229250991,
		"lat": 38.03461835013921,
		"alt": 1104.5592039851471
	},
	{
		"id": "DC_ZQ279",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41869251268942,
		"lat": 38.034629762699396,
		"alt": 1104.5592039856128
	},
	{
		"id": "DC_ZQ125",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942196206628,
		"lat": 38.03484745040794,
		"alt": 1112.6399534977972
	},
	{
		"id": "DC_ZQ126",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942157541842,
		"lat": 38.03482792395573,
		"alt": 1112.7395628727972
	},
	{
		"id": "DC_ZQ127",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942118877625,
		"lat": 38.03480839777832,
		"alt": 1112.8391722473316
	},
	{
		"id": "DC_ZQ128",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942080351919,
		"lat": 38.034788871309175,
		"alt": 1112.9387816223316
	},
	{
		"id": "DC_ZQ129",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942041687774,
		"lat": 38.034769345131636,
		"alt": 1113.0382689288817
	},
	{
		"id": "DC_ZQ130",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942003093169,
		"lat": 38.03474981894561,
		"alt": 1113.1378783029504
	},
	{
		"id": "DC_ZQ131",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941964498602,
		"lat": 38.034730292759534,
		"alt": 1113.2374876788817
	},
	{
		"id": "DC_ZQ132",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941933430894,
		"lat": 38.034714593921024,
		"alt": 1113.531249945052
	},
	{
		"id": "DC_ZQ046",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945488553446,
		"lat": 38.03525719509966,
		"alt": 1110.5485228328034
	},
	{
		"id": "DC_ZQ047",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945525342608,
		"lat": 38.0352767215019,
		"alt": 1110.4489744929596
	},
	{
		"id": "DC_ZQ051",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945415044732,
		"lat": 38.035218142286595,
		"alt": 1110.7477415842004
	},
	{
		"id": "DC_ZQ055",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945268027206,
		"lat": 38.03514003638476,
		"alt": 1111.1460570134222
	},
	{
		"id": "DC_ZQ056",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945231168265,
		"lat": 38.03512050971557,
		"alt": 1111.245666388888
	},
	{
		"id": "DC_ZQ060",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945084151986,
		"lat": 38.035042404087235,
		"alt": 1111.6439818185754
	},
	{
		"id": "DC_ZQ064",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944937135754,
		"lat": 38.03496429818297,
		"alt": 1112.0423582843504
	},
	{
		"id": "DC_ZQ065",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944900346635,
		"lat": 38.0349447715048,
		"alt": 1112.1419676588848
	},
	{
		"id": "DC_ZQ069",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944753262152,
		"lat": 38.034866665882404,
		"alt": 1112.5403441227972
	},
	{
		"id": "DC_ZQ073",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944606247743,
		"lat": 38.03478856025053,
		"alt": 1112.9386595524847
	},
	{
		"id": "DC_ZQ074",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944569527922,
		"lat": 38.0347690332885,
		"alt": 1113.0382689274847
	},
	{
		"id": "DC_ZQ040",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945709081511,
		"lat": 38.03537435408697,
		"alt": 1109.95098865591
	},
	{
		"id": "DC_ZQ045",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194545176432,
		"lat": 38.03523766869735,
		"alt": 1110.6481322087347
	},
	{
		"id": "DC_ZQ049",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945598852067,
		"lat": 38.035315774589414,
		"alt": 1110.249816778116
	},
	{
		"id": "DC_ZQ052",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945378256208,
		"lat": 38.03519861615899,
		"alt": 1110.8473509605974
	},
	{
		"id": "DC_ZQ054",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194530474665,
		"lat": 38.0351595627958,
		"alt": 1111.0465086745098
	},
	{
		"id": "DC_ZQ058",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945157729554,
		"lat": 38.03508145689315,
		"alt": 1111.4447630681097
	},
	{
		"id": "DC_ZQ061",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945047432756,
		"lat": 38.0350228776758,
		"alt": 1111.7436522291973
	},
	{
		"id": "DC_ZQ063",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944973854875,
		"lat": 38.03498382459463,
		"alt": 1111.9427489079535
	},
	{
		"id": "DC_ZQ067",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944826839074,
		"lat": 38.03490571868953,
		"alt": 1112.341125371866
	},
	{
		"id": "DC_ZQ070",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944716542716,
		"lat": 38.034847139195506,
		"alt": 1112.6398924617096
	},
	{
		"id": "DC_ZQ072",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944642966541,
		"lat": 38.03480808666281,
		"alt": 1112.8390501765534
	},
	{
		"id": "DC_ZQ076",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944495951503,
		"lat": 38.03472998048041,
		"alt": 1113.2374266418628
	},
	{
		"id": "DC_ZQ077",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944466420783,
		"lat": 38.03471428585513,
		"alt": 1113.5311278747394
	},
	{
		"id": "DC_ZQ050",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945635641338,
		"lat": 38.03533530099145,
		"alt": 1110.1502074040472
	},
	{
		"id": "DC_ZQ059",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194512087125,
		"lat": 38.035061930498614,
		"alt": 1111.5444334787316
	},
	{
		"id": "DC_ZQ068",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944790050594,
		"lat": 38.03488619228601,
		"alt": 1112.4407347477972
	},
	{
		"id": "DC_ZQ095",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943238837572,
		"lat": 38.03537465870424,
		"alt": 1109.9511107243597
	},
	{
		"id": "DC_ZQ096",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194327743336,
		"lat": 38.03539418488808,
		"alt": 1109.8515013479627
	},
	{
		"id": "DC_ZQ097",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943316029713,
		"lat": 38.03541371134669,
		"alt": 1109.7518919748254
	},
	{
		"id": "DC_ZQ100",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942968528568,
		"lat": 38.03523797515747,
		"alt": 1110.6482542785816
	},
	{
		"id": "DC_ZQ101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943007054593,
		"lat": 38.03525750135017,
		"alt": 1110.5486449026502
	},
	{
		"id": "DC_ZQ102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194304571966,
		"lat": 38.03527702752601,
		"alt": 1110.4490355290472
	},
	{
		"id": "DC_ZQ104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943122910901,
		"lat": 38.03531607989427,
		"alt": 1110.2498167790472
	},
	{
		"id": "DC_ZQ105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943161645051,
		"lat": 38.03533560578666,
		"alt": 1110.150329475291
	},
	{
		"id": "DC_ZQ106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942929863043,
		"lat": 38.035218448706615,
		"alt": 1110.747802618891
	},
	{
		"id": "DC_ZQ107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942891198087,
		"lat": 38.03519892253058,
		"alt": 1110.8473509587347
	},
	{
		"id": "DC_ZQ109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942814006762,
		"lat": 38.035159869886634,
		"alt": 1111.0465697078034
	},
	{
		"id": "DC_ZQ110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942775341914,
		"lat": 38.03514034371038,
		"alt": 1111.1461790837347
	},
	{
		"id": "DC_ZQ111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942736816111,
		"lat": 38.035120817517274,
		"alt": 1111.2457884587347
	},
	{
		"id": "DC_ZQ113",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942659556108,
		"lat": 38.03508176515602,
		"alt": 1111.4448241041973
	},
	{
		"id": "DC_ZQ114",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942620960913,
		"lat": 38.03506223897112,
		"alt": 1111.5444945120252
	},
	{
		"id": "DC_ZQ115",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194258229572,
		"lat": 38.03504271251966,
		"alt": 1111.644103888888
	},
	{
		"id": "DC_ZQ116",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.419425437701,
		"lat": 38.0350231863262,
		"alt": 1111.743713265285
	},
	{
		"id": "DC_ZQ118",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942466440432,
		"lat": 38.034984133697804,
		"alt": 1111.9427489079535
	},
	{
		"id": "DC_ZQ119",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942427914924,
		"lat": 38.034964607504165,
		"alt": 1112.042419317644
	},
	{
		"id": "DC_ZQ039",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194567236167,
		"lat": 38.03535482767667,
		"alt": 1110.050598029513
	},
	{
		"id": "DC_ZQ048",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945562062304,
		"lat": 38.03529624791246,
		"alt": 1110.3493651193566
	},
	{
		"id": "DC_ZQ053",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945341536164,
		"lat": 38.035179089473246,
		"alt": 1110.9468992976471
	},
	{
		"id": "DC_ZQ057",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945194448361,
		"lat": 38.03510098302955,
		"alt": 1111.345275762491
	},
	{
		"id": "DC_ZQ062",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945010644063,
		"lat": 38.035003351272664,
		"alt": 1111.8432005695067
	},
	{
		"id": "DC_ZQ066",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944863627586,
		"lat": 38.03492524509302,
		"alt": 1112.2415770334191
	},
	{
		"id": "DC_ZQ071",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944679824378,
		"lat": 38.03482761305821,
		"alt": 1112.739440802019
	},
	{
		"id": "DC_ZQ075",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944532739694,
		"lat": 38.034749506884495,
		"alt": 1113.1378172687254
	},
	{
		"id": "DC_ZQ094",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943200241294,
		"lat": 38.03535513224548,
		"alt": 1110.0507811335846
	},
	{
		"id": "DC_ZQ103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943084384235,
		"lat": 38.03529655342694,
		"alt": 1110.3494261540472
	},
	{
		"id": "DC_ZQ108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942852672173,
		"lat": 38.03517939633768,
		"alt": 1110.9469603351317
	},
	{
		"id": "DC_ZQ112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942698151337,
		"lat": 38.03510129134089,
		"alt": 1111.345275763888
	},
	{
		"id": "DC_ZQ117",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942505104983,
		"lat": 38.03500365987462,
		"alt": 1111.8432616028003
	},
	{
		"id": "DC_ZQ120",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942389250445,
		"lat": 38.03494508132721,
		"alt": 1112.142028694041
	},
	{
		"id": "DC_ZQ121",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942350586006,
		"lat": 38.034925555150224,
		"alt": 1112.241638069041
	},
	{
		"id": "DC_ZQ122",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194231206061,
		"lat": 38.034906028956364,
		"alt": 1112.341247442644
	},
	{
		"id": "DC_ZQ123",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942273396245,
		"lat": 38.034886502779216,
		"alt": 1112.4407347464002
	},
	{
		"id": "DC_ZQ124",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942234731917,
		"lat": 38.034866976602,
		"alt": 1112.540344123263
	},
	{
		"id": "DC_ZQ649",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41637953035354,
		"lat": 38.03363276234808,
		"alt": 1118.368009030819
	},
	{
		"id": "DC_ZQ653",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41640686288474,
		"lat": 38.03363208595993,
		"alt": 1125.688282909803
	},
	{
		"id": "DC_ZQ662",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41892351646805,
		"lat": 38.034621456866475,
		"alt": 1102.6260613100603
	},
	{
		"id": "DC_ZQ656",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41858950576841,
		"lat": 38.03405973545234,
		"alt": 1109.8246874427423
	},
	{
		"id": "DC_ZQ658",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41972752246853,
		"lat": 38.03461110896748,
		"alt": 1104.3505598763004
	},
	{
		"id": "DC_ZQ650",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41858911429673,
		"lat": 38.03403803692974,
		"alt": 1104.9954938152805
	},
	{
		"id": "DC_ZQ660",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944556078677,
		"lat": 38.03540022293671,
		"alt": 1110.844199815765
	},
	{
		"id": "DC_ZQ652",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944203581201,
		"lat": 38.035213115313525,
		"alt": 1105.006843152456
	},
	{
		"id": "DC_ZQ654",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41640686243906,
		"lat": 38.03363208567659,
		"alt": 1127.9800310684368
	},
	{
		"id": "DC_ZQ655",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41858955630181,
		"lat": 38.034062355555726,
		"alt": 1112.0969061693176
	},
	{
		"id": "DC_ZQ663",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41892342764129,
		"lat": 38.034621467005365,
		"alt": 1104.8803337975405
	},
	{
		"id": "DC_ZQ657",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4197275224361,
		"lat": 38.034611108962274,
		"alt": 1106.5984235308133
	},
	{
		"id": "DC_ZQ659",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944255313927,
		"lat": 38.03524484862055,
		"alt": 1113.149255959317
	},
	{
		"id": "1LDCCCBJ_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41518356238694,
		"lat": 38.03416444453389,
		"alt": 1094.0027717719786
	},
	{
		"id": "1LDCCCBJ_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4151788715246,
		"lat": 38.03416466338548,
		"alt": 1108.3439474627375
	},
	{
		"id": "1LDCCCBJ_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41512901359456,
		"lat": 38.03416510246204,
		"alt": 1114.4085175450891
	},
	{
		"id": "1LDCCCBJ_ZZ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.415183562575,
		"lat": 38.034164445015946,
		"alt": 1100.835657512769
	},
	{
		"id": "10ETG41BB110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41504406644363,
		"lat": 38.033900144440906,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG41BN108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41512327509882,
		"lat": 38.0345071434553,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG42BB106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41511710218577,
		"lat": 38.03420324082362,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG42BN104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41504432082794,
		"lat": 38.03390014301176,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG43BB102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41519014551821,
		"lat": 38.03450633705019,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG43BB112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41517552415158,
		"lat": 38.033746574088795,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG44BB110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41524563656548,
		"lat": 38.03389771778943,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG45BB108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41531574928142,
		"lat": 38.03404886171363,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG41BB101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41505722450985,
		"lat": 38.03458393168148,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BB102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41505576247111,
		"lat": 38.03450795483691,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG41BB105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41505137643013,
		"lat": 38.03428002649588,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG41BB106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41504991441339,
		"lat": 38.03420404964717,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BB111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41504260444907,
		"lat": 38.033824167312204,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG41BB112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41504114249176,
		"lat": 38.0337481918316,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG41BN103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41505455481871,
		"lat": 38.03443197628725,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG41BN104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41505309279068,
		"lat": 38.034355999440635,
		"alt": 1096.0029892153106
	},
	{
		"id": "10ETG41BN109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41512181299588,
		"lat": 38.03443116661191,
		"alt": 1096.0029892143793
	},
	{
		"id": "10ETG41BN110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41512035089843,
		"lat": 38.03435518976748,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG42BB101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41512441262902,
		"lat": 38.03458312284694,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG42BB102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41512295052092,
		"lat": 38.03450714600457,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG42BB107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41511564010511,
		"lat": 38.034127263976075,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG42BB108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41511417805645,
		"lat": 38.03405128850179,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG42BB111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41510979187464,
		"lat": 38.03382335849964,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG42BB112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41510832984797,
		"lat": 38.03374738302122,
		"alt": 1102.8231180361472
	},
	{
		"id": "10ETG42BN105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41504285883313,
		"lat": 38.03382416588306,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG42BN106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41504139684912,
		"lat": 38.03374818902819,
		"alt": 1096.0029892139136
	},
	{
		"id": "10ETG42BN109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41511304055711,
		"lat": 38.03397530882813,
		"alt": 1096.0029892143793
	},
	{
		"id": "10ETG42BN110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41511157851909,
		"lat": 38.03389933335179,
		"alt": 1096.0029892139136
	},
	{
		"id": "10ETG43BB103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41518868334623,
		"lat": 38.03443036020899,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG43BB104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41518722120091,
		"lat": 38.03435438446617,
		"alt": 1102.8231180328875
	},
	{
		"id": "10ETG43BB107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41518283475557,
		"lat": 38.03412645503267,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG43BB108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41518137263753,
		"lat": 38.03405047956059,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG44BB101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41525879650453,
		"lat": 38.0345815049707,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG44BB102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41525733425766,
		"lat": 38.034505528132726,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG44BB105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41525294759245,
		"lat": 38.034277599811446,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG44BB106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41525148536757,
		"lat": 38.03420162296935,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG44BB111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41524417436282,
		"lat": 38.03382174066732,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG44BB112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41524271219744,
		"lat": 38.0337457651933,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BB103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41505430043784,
		"lat": 38.03443197799132,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BB104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41505283843125,
		"lat": 38.03435600224411,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG41BB108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41504699042278,
		"lat": 38.03405209732095,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG41BB109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4150455284384,
		"lat": 38.03397612129373,
		"alt": 1102.8231180342845
	},
	{
		"id": "10ETG41BN101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41505747887008,
		"lat": 38.034583928877986,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG41BN102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41505601685222,
		"lat": 38.03450795313283,
		"alt": 1096.0029892167076
	},
	{
		"id": "10ETG41BN106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41505016879345,
		"lat": 38.034204047943156,
		"alt": 1096.0029892167076
	},
	{
		"id": "10ETG41BN107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41512473718613,
		"lat": 38.03458311919823,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG41BN111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4151188888276,
		"lat": 38.03427921402144,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG41BN112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41511742676232,
		"lat": 38.03420323827437,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG42BB104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41512002634233,
		"lat": 38.03435519341616,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG42BB105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41511856427186,
		"lat": 38.03427921767012,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG42BB109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4151127160027,
		"lat": 38.03397531247677,
		"alt": 1102.8231180342845
	},
	{
		"id": "10ETG42BB110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41511125393856,
		"lat": 38.03389933562613,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG42BN102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41504724478119,
		"lat": 38.03405209451752,
		"alt": 1096.0029892157763
	},
	{
		"id": "10ETG42BN103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41504578279652,
		"lat": 38.0339761184903,
		"alt": 1096.0029892167076
	},
	{
		"id": "10ETG42BN107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41511596468137,
		"lat": 38.03412726142686,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG42BN108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4151145026112,
		"lat": 38.03405128485315,
		"alt": 1096.0029892139136
	},
	{
		"id": "10ETG42BN112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41510865440136,
		"lat": 38.03374737937261,
		"alt": 1096.002989216242
	},
	{
		"id": "10ETG43BB101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4151916076957,
		"lat": 38.034582313890354,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG43BB105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41518575906106,
		"lat": 38.03427840872233,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG43BB106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41518429690556,
		"lat": 38.03420243187803,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG43BB110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41517844838091,
		"lat": 38.033898526689335,
		"alt": 1102.8231180342845
	},
	{
		"id": "10ETG43BB111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41517698624764,
		"lat": 38.03382254956503,
		"alt": 1102.8231180342845
	},
	{
		"id": "10ETG44BB103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41525587201631,
		"lat": 38.03442955129372,
		"alt": 1102.8231180328875
	},
	{
		"id": "10ETG44BB104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41525440980162,
		"lat": 38.034353575553084,
		"alt": 1102.8231180356815
	},
	{
		"id": "10ETG44BB108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4152485609608,
		"lat": 38.034049670656316,
		"alt": 1102.8231180342845
	},
	{
		"id": "10ETG44BB109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41524709876833,
		"lat": 38.03397369463566,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41532598531063,
		"lat": 38.034580696012654,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41532452299442,
		"lat": 38.03450471917688,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG41BB107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41504845240212,
		"lat": 38.034128072797444,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG41BN105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41505163078932,
		"lat": 38.0342800236924,
		"alt": 1096.002989214845
	},
	{
		"id": "10ETG42BB103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4151214884183,
		"lat": 38.034431169161174,
		"alt": 1102.8231180342845
	},
	{
		"id": "10ETG42BN101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41504870678193,
		"lat": 38.034128071093406,
		"alt": 1096.0029892153106
	},
	{
		"id": "10ETG42BN111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41511011645484,
		"lat": 38.0338233562253,
		"alt": 1096.0029892139136
	},
	{
		"id": "10ETG43BB109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41517991051441,
		"lat": 38.03397450353776,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG44BB107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41525002314824,
		"lat": 38.034125646126206,
		"alt": 1102.8231180333532
	},
	{
		"id": "10ETG45BB103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4153230606837,
		"lat": 38.03442874234007,
		"alt": 1102.8231180352158
	},
	{
		"id": "10ETG45BB104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41532159839966,
		"lat": 38.034352766601636,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4153201361211,
		"lat": 38.034276790862194,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41531867382689,
		"lat": 38.034200814022284,
		"alt": 1102.8231180333532
	},
	{
		"id": "10ETG45BB107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41531721153816,
		"lat": 38.03412483718133,
		"alt": 1102.8231180347502
	},
	{
		"id": "10ETG45BB109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41531428701958,
		"lat": 38.03397288569521,
		"alt": 1102.8231180342845
	},
	{
		"id": "10ETG45BB110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41531282474734,
		"lat": 38.033896908851155,
		"alt": 1102.823118033819
	},
	{
		"id": "10ETG45BB111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41531136247533,
		"lat": 38.033820931731256,
		"alt": 1102.8231180342845
	},
	{
		"id": "10ETG45BB112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41530990024057,
		"lat": 38.03374495625941,
		"alt": 1102.8231180356815
	},
	{
		"id": "YNDC_1LAYFJS_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41551829723501,
		"lat": 38.03443047622183,
		"alt": 1095.9472538060508
	},
	{
		"id": "10HNV20AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41557505094147,
		"lat": 38.03390037932603,
		"alt": 1095.0530393319204
	},
	{
		"id": "10HNC20AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41554558497213,
		"lat": 38.03393777139416,
		"alt": 1101.1523398202844
	},
	{
		"id": "10HNC10AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41546203661994,
		"lat": 38.03439104617557,
		"alt": 1099.020323912613
	},
	{
		"id": "10HNC20AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4154533994261,
		"lat": 38.033942323721675,
		"alt": 1099.0203239107504
	},
	{
		"id": "10HNC10AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41555435522286,
		"lat": 38.03439337677767,
		"alt": 1101.1523398216813
	},
	{
		"id": "10HNV10AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41558520743028,
		"lat": 38.0344279871163,
		"alt": 1095.0530393309891
	},
	{
		"id": "YNDC_1LBYFJS_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41550808301718,
		"lat": 38.0338998444491,
		"alt": 1095.9472538074478
	},
	{
		"id": "YNDC_1LAYFJS_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41552420817723,
		"lat": 38.0344409735685,
		"alt": 1100.1791238356381
	},
	{
		"id": "YNDC_1LBYFJS_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4155135871425,
		"lat": 38.03388920975742,
		"alt": 1100.1791238365695
	},
	{
		"id": "YNDC_1LAYFJS_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41551829858409,
		"lat": 38.03443047563282,
		"alt": 1106.6387209435925
	},
	{
		"id": "YNDC_1LBYFJS_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41550808438747,
		"lat": 38.03389984495958,
		"alt": 1106.6326784659177
	},
	{
		"id": "10PAC20AP002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4161043236835,
		"lat": 38.034535771237785,
		"alt": 1093.0209316634573
	},
	{
		"id": "YNDC_1ZJXHSBF_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41610454635727,
		"lat": 38.034547333376224,
		"alt": 1093.4332435489632
	},
	{
		"id": "10PAC20AP003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41610600167301,
		"lat": 38.03462290555408,
		"alt": 1093.0209316629916
	},
	{
		"id": "10PAC20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41610264570124,
		"lat": 38.03444863692011,
		"alt": 1093.020931662526
	},
	{
		"id": "10PAC20AP004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41610760962643,
		"lat": 38.034706402698234,
		"alt": 1093.0209319596178
	},
	{
		"id": "YNDC_1ZJXHSBF_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41610573880541,
		"lat": 38.034609214638245,
		"alt": 1099.784957013093
	},
	{
		"id": "YNDC_1ZJXHSBF_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41610454638365,
		"lat": 38.03454733552721,
		"alt": 1104.5629429300315
	},
	{
		"id": "20BBD00GS000",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4160181987868,
		"lat": 38.03415227096855,
		"alt": 1095.878047558479
	},
	{
		"id": "10BBC02GS001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4161785190483,
		"lat": 38.0341503396085,
		"alt": 1095.878047558479
	},
	{
		"id": "20BBC00GS000",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4160882409061,
		"lat": 38.03415142720596,
		"alt": 1095.878047558479
	},
	{
		"id": "10BBD00GS000",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41612175030931,
		"lat": 38.03415102352008,
		"alt": 1095.8780475575477
	},
	{
		"id": "10BBC00GS000",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41621202844968,
		"lat": 38.034149935896906,
		"alt": 1095.8780475561507
	},
	{
		"id": "20BBC20GS001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41605170819139,
		"lat": 38.03415186730261,
		"alt": 1095.878047558479
	},
	{
		"id": "YNDC_1PDS_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41611367704522,
		"lat": 38.034151121858216,
		"alt": 1094.0331267667934
	},
	{
		"id": "YNDC_1PDS_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41609898573674,
		"lat": 38.03414410615729,
		"alt": 1096.8049716218374
	},
	{
		"id": "YNDC_1PDS_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41611369233689,
		"lat": 38.03415112113039,
		"alt": 1099.3546593086794
	},
	{
		"id": "YNDC_01XHBF_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4173323835873,
		"lat": 38.035043143946794,
		"alt": 1093.976360670291
	},
	{
		"id": "YNDC_01XHBF_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41733037230581,
		"lat": 38.03504316822816,
		"alt": 1097.9885648796334
	},
	{
		"id": "YNDC_01XHBF_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41733238429148,
		"lat": 38.03504314393996,
		"alt": 1102.4507862720638
	},
	{
		"id": "YNDC_01LT_TD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41734104052452,
		"lat": 38.03486351362574,
		"alt": 1183.9704262865707
	},
	{
		"id": "YNDC_01LT_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41734533446713,
		"lat": 38.03486758575049,
		"alt": 1123.432268884033
	},
	{
		"id": "10HTF13AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41732665456479,
		"lat": 38.035034269906845,
		"alt": 1097.3676130180247
	},
	{
		"id": "10HTF14AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41737709578132,
		"lat": 38.03503366170449,
		"alt": 1097.367613018956
	},
	{
		"id": "10HTF12AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41728525836251,
		"lat": 38.03503476903139,
		"alt": 1097.3676130184903
	},
	{
		"id": "10HTF16AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41747100714036,
		"lat": 38.03503252929691,
		"alt": 1097.3676130180247
	},
	{
		"id": "10HTF21AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41719797568684,
		"lat": 38.03478460022854,
		"alt": 1095.944453239441
	},
	{
		"id": "10HTF22AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41723032292424,
		"lat": 38.03476002416832,
		"alt": 1095.944453239441
	},
	{
		"id": "10HTT12AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41727049542831,
		"lat": 38.0347323994655,
		"alt": 1095.9444516021758
	},
	{
		"id": "10PAE",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41734544064988,
		"lat": 38.034872989630514,
		"alt": 1108.982366764918
	},
	{
		"id": "10HTD10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4171338897346,
		"lat": 38.034683530131346,
		"alt": 1127.4835195485502
	},
	{
		"id": "10HTF15AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41741849198132,
		"lat": 38.0350331625476,
		"alt": 1097.3676130184903
	},
	{
		"id": "10HTF11AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4172348386889,
		"lat": 38.035035376934566,
		"alt": 1097.367613018956
	},
	{
		"id": "YNDC_01LT_GJ_03",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41734715125403,
		"lat": 38.0348687981195,
		"alt": 1108.482516238466
	},
	{
		"id": "YNDC_01LT_GJ_01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4173386182769,
		"lat": 38.034864429007875,
		"alt": 1101.775108161848
	},
	{
		"id": "YNDC_01LT_GJ_04",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41685080227303,
		"lat": 38.03492119425428,
		"alt": 1109.529597112909
	},
	{
		"id": "YNDC_01LT_GJ_02",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41734865483707,
		"lat": 38.03486971611348,
		"alt": 1107.869514557533
	},
	{
		"id": "10HTG11AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41632220115397,
		"lat": 38.03418544884812,
		"alt": 1096.4865086507052
	},
	{
		"id": "10HTG12AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41632080756943,
		"lat": 38.03411309299358,
		"alt": 1096.4865086511708
	},
	{
		"id": "YNDC_1YHFJF_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41631295143722,
		"lat": 38.034148721028714,
		"alt": 1094.0331340320408
	},
	{
		"id": "YNDC_1YHFJF_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41631288931478,
		"lat": 38.034145529468894,
		"alt": 1097.8746206574142
	},
	{
		"id": "YNDC_1YHFJF_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41631295073782,
		"lat": 38.03414872049302,
		"alt": 1102.3702307213097
	},
	{
		"id": "J0ETH23AM001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42043783177755,
		"lat": 38.03196150532693,
		"alt": 1106.7777077136561
	},
	{
		"id": "J0ETH22AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42049428284306,
		"lat": 38.031955838876954,
		"alt": 1106.7775265555828
	},
	{
		"id": "J0ETG90AM001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42040567940141,
		"lat": 38.031974709090385,
		"alt": 1107.000669406727
	},
	{
		"id": "J0ETP30AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42045277570658,
		"lat": 38.03196277495412,
		"alt": 1106.847834753804
	},
	{
		"id": "YNDC_YHKGZW_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.420454355263,
		"lat": 38.03198851303867,
		"alt": 1104.7815432702191
	},
	{
		"id": "YNDC_YHKGZW_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42045292689708,
		"lat": 38.03196250574998,
		"alt": 1104.3677915851585
	},
	{
		"id": "YNDC_YHKGZW_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42045295705165,
		"lat": 38.03196402308583,
		"alt": 1115.575553108938
	},
	{
		"id": "2LDCCCBJ_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4151636858773,
		"lat": 38.03313158657839,
		"alt": 1094.00277177291
	},
	{
		"id": "2LDCCCBJ_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41515899508064,
		"lat": 38.03313180542794,
		"alt": 1108.3439474627375
	},
	{
		"id": "2LDCCCBJ_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41510913924044,
		"lat": 38.033132244465555,
		"alt": 1114.4085175455548
	},
	{
		"id": "2LDCCCBJ_ZZ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41516368606534,
		"lat": 38.03313158706045,
		"alt": 1100.8356575146317
	},
	{
		"id": "20ETG41BB104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41503296362054,
		"lat": 38.033323144263974,
		"alt": 1102.8231180342845
	},
	{
		"id": "20ETG41BB108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4150271159058,
		"lat": 38.03301923900986,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG41BB112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41502126827907,
		"lat": 38.03271533373922,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG42BB116",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41510015058873,
		"lat": 38.03332233546588,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG42BB120",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509430259657,
		"lat": 38.03301843022055,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG42BB124",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4150884546924,
		"lat": 38.032714524958685,
		"alt": 1102.8231180333532
	},
	{
		"id": "20ETG43BB104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4151673445043,
		"lat": 38.033321526545755,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41516149623469,
		"lat": 38.0330176213092,
		"alt": 1102.8231180342845
	},
	{
		"id": "20ETG43BB112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41515564805304,
		"lat": 38.03271371605612,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG44BB104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41523453216209,
		"lat": 38.03332071766255,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG44BB108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41522868361505,
		"lat": 38.033016812434774,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG44BB112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41522283515601,
		"lat": 38.03271290719047,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG44BN104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41510047514028,
		"lat": 38.033322331817345,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG44BN108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509462714677,
		"lat": 38.03301842657204,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG44BN112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41508877924124,
		"lat": 38.03271452131023,
		"alt": 1096.002989213448
	},
	{
		"id": "20ETG45BB104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41530171981722,
		"lat": 38.033319908740935,
		"alt": 1102.8231180342845
	},
	{
		"id": "20ETG45BB108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41529587099276,
		"lat": 38.033016003521965,
		"alt": 1102.8231180342845
	},
	{
		"id": "20ETG45BB112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41529002225627,
		"lat": 38.03271209828647,
		"alt": 1102.8231180333532
	},
	{
		"id": "20ETG45BN104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41503321797641,
		"lat": 38.03332314146059,
		"alt": 1096.0029892167076
	},
	{
		"id": "20ETG45BN108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41502737026064,
		"lat": 38.03301923620653,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG45BN112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41502152263282,
		"lat": 38.032715330935915,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG41BB103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41503442555242,
		"lat": 38.03339912002523,
		"alt": 1102.8231180342845
	},
	{
		"id": "20ETG41BB107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41502857781566,
		"lat": 38.03309521477522,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG41BB111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41502273016692,
		"lat": 38.03279130950871,
		"alt": 1102.8231180361472
	},
	{
		"id": "20ETG42BB115",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41510161258993,
		"lat": 38.03339831122493,
		"alt": 1102.8231180352158
	},
	{
		"id": "20ETG42BB119",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509576457578,
		"lat": 38.03309440598371,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG42BB123",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41508991664962,
		"lat": 38.032790500725994,
		"alt": 1102.8231180352158
	},
	{
		"id": "20ETG43BB103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41516880657488,
		"lat": 38.03339750230261,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41516295828324,
		"lat": 38.03309359707016,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG43BB111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41515711007962,
		"lat": 38.03278969182123,
		"alt": 1102.8231180366128
	},
	{
		"id": "20ETG44BB103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41523599430205,
		"lat": 38.03339669341719,
		"alt": 1102.8231180352158
	},
	{
		"id": "20ETG44BB107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.415230145733,
		"lat": 38.03309278819356,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG44BB111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41522429725192,
		"lat": 38.032788882953376,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG44BN103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41510193716297,
		"lat": 38.03339830867579,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG44BN107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509608914748,
		"lat": 38.033094403434646,
		"alt": 1096.0029892129823
	},
	{
		"id": "20ETG44BN111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509024121995,
		"lat": 38.03279049817695,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG45BB103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41530318202652,
		"lat": 38.03339588449339,
		"alt": 1102.8231180333532
	},
	{
		"id": "20ETG45BB107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41529733318003,
		"lat": 38.03309197927854,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG45BB111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41529148442157,
		"lat": 38.032788074047154,
		"alt": 1102.8231180361472
	},
	{
		"id": "20ETG45BN103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4150346799297,
		"lat": 38.03339911832126,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG45BN107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41502883219192,
		"lat": 38.033095213071306,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG45BN111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41502298454212,
		"lat": 38.03279130780484,
		"alt": 1096.0029892153106
	},
	{
		"id": "20ETG41BB101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41503734947491,
		"lat": 38.03355107374346,
		"alt": 1102.8231180352158
	},
	{
		"id": "20ETG41BB105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4150315016942,
		"lat": 38.0332471685017,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG41BB109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41502565400145,
		"lat": 38.03294326324344,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG42BB113",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41510453665117,
		"lat": 38.03355026493877,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG42BB117",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509868859302,
		"lat": 38.033246359705814,
		"alt": 1102.8231180328875
	},
	{
		"id": "20ETG42BB121",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509284062285,
		"lat": 38.03294245445633,
		"alt": 1102.8231180328875
	},
	{
		"id": "20ETG43BB101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41517173077483,
		"lat": 38.033549456012054,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41516588243921,
		"lat": 38.03324555078787,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG43BB109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41516003419161,
		"lat": 38.03294164554718,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG44BB101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41523891864071,
		"lat": 38.033548647122245,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG44BB105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41523307002768,
		"lat": 38.033244741906856,
		"alt": 1102.8231180342845
	},
	{
		"id": "20ETG44BB109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41522722150262,
		"lat": 38.03294083667495,
		"alt": 1102.8231180352158
	},
	{
		"id": "20ETG44BN101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41510486120371,
		"lat": 38.033550261290195,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG44BN105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509901314424,
		"lat": 38.03324635605729,
		"alt": 1096.0029892139136
	},
	{
		"id": "20ETG44BN109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509316517802,
		"lat": 38.032942451082704,
		"alt": 1096.0029892143793
	},
	{
		"id": "20ETG45BB101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41530610650392,
		"lat": 38.03354783819405,
		"alt": 1102.8231180352158
	},
	{
		"id": "20ETG45BB105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41530025761345,
		"lat": 38.03324393298746,
		"alt": 1102.8231180333532
	},
	{
		"id": "20ETG45BB109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41529440881096,
		"lat": 38.03294002776434,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG45BN101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41503760383156,
		"lat": 38.03355107094006,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG45BN105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4150317560498,
		"lat": 38.033247165698356,
		"alt": 1096.0029892143793
	},
	{
		"id": "20ETG45BN109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4150259083613,
		"lat": 38.032943260714994,
		"alt": 1096.0029892153106
	},
	{
		"id": "20ETG41BB102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4150358875109,
		"lat": 38.03347509688484,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG41BB106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4150300397522,
		"lat": 38.033171191638985,
		"alt": 1102.8231180347502
	},
	{
		"id": "20ETG41BB110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41502419208143,
		"lat": 38.03286728637658,
		"alt": 1102.8231180356815
	},
	{
		"id": "20ETG42BB114",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4151030746178,
		"lat": 38.033474288082374,
		"alt": 1102.8231180333532
	},
	{
		"id": "20ETG42BB118",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509722658165,
		"lat": 38.03317038284528,
		"alt": 1102.8231180361472
	},
	{
		"id": "20ETG42BB122",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509137863346,
		"lat": 38.03286647759168,
		"alt": 1102.8231180366128
	},
	{
		"id": "20ETG43BB102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41517026867211,
		"lat": 38.03347347915785,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG43BB106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41516442035848,
		"lat": 38.033169573929555,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG43BB110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41515857213287,
		"lat": 38.032865668684735,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG44BB102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41523745646864,
		"lat": 38.033472670270235,
		"alt": 1102.8231180342845
	},
	{
		"id": "20ETG44BB106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41523160787758,
		"lat": 38.03316876505072,
		"alt": 1102.8231180352158
	},
	{
		"id": "20ETG44BB110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41522575937452,
		"lat": 38.03286485981468,
		"alt": 1102.8231180352158
	},
	{
		"id": "20ETG44BN102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4151033991912,
		"lat": 38.03347428553323,
		"alt": 1096.0029892129823
	},
	{
		"id": "20ETG44BN106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509755115368,
		"lat": 38.033170380296184,
		"alt": 1096.0029892143793
	},
	{
		"id": "20ETG44BN110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41509170320418,
		"lat": 38.032866475042624,
		"alt": 1096.002989216242
	},
	{
		"id": "20ETG45BB102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41530464426246,
		"lat": 38.03347186134425,
		"alt": 1102.8231180361472
	},
	{
		"id": "20ETG45BB106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.415298795394,
		"lat": 38.033167956133504,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG45BB110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4152929466135,
		"lat": 38.03286405090627,
		"alt": 1102.823118033819
	},
	{
		"id": "20ETG45BN102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41503614188846,
		"lat": 38.03347509518089,
		"alt": 1096.002989214845
	},
	{
		"id": "20ETG45BN106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41503029412868,
		"lat": 38.033171189935054,
		"alt": 1096.0029892157763
	},
	{
		"id": "20ETG45BN110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4150244464569,
		"lat": 38.03286728467271,
		"alt": 1096.0029892153106
	},
	{
		"id": "20HNV20AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41555516912288,
		"lat": 38.032867521498865,
		"alt": 1095.0530393333174
	},
	{
		"id": "20HNC10AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41544212305813,
		"lat": 38.03335647493083,
		"alt": 1099.0203239135444
	},
	{
		"id": "20HNC20AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41543351928587,
		"lat": 38.03290946584755,
		"alt": 1099.0203239135444
	},
	{
		"id": "YNDC_2LAYFJS_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41549841583497,
		"lat": 38.03339761846266,
		"alt": 1095.9472538055852
	},
	{
		"id": "20HNC10AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41553444036088,
		"lat": 38.03335880557465,
		"alt": 1101.1523398198187
	},
	{
		"id": "20HNV10AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41556533166363,
		"lat": 38.03339547075795,
		"alt": 1095.0530393314547
	},
	{
		"id": "YNDC_2LBYFJS_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41548820352938,
		"lat": 38.03286698657518,
		"alt": 1095.9471927708946
	},
	{
		"id": "20HNC20AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41552570353536,
		"lat": 38.03290491328554,
		"alt": 1101.1523398216813
	},
	{
		"id": "YNDC_2LBYFJS_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4154937061897,
		"lat": 38.03285635162598,
		"alt": 1100.1791238370351
	},
	{
		"id": "YNDC_2LAYFJS_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41550432668668,
		"lat": 38.03340811581381,
		"alt": 1100.1791238361038
	},
	{
		"id": "YNDC_2LBYFJS_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4154882034986,
		"lat": 38.03286698655236,
		"alt": 1106.6609377427958
	},
	{
		"id": "YNDC_2LAYFJS_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41549841718384,
		"lat": 38.03339761787352,
		"alt": 1106.6490358882583
	},
	{
		"id": "20PAC20AP004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41605975760211,
		"lat": 38.032600558036705,
		"alt": 1093.2163665285334
	},
	{
		"id": "YNDC_2ZJXHSBF_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41606230261604,
		"lat": 38.032441421648684,
		"alt": 1093.6286781197413
	},
	{
		"id": "20PAC20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41605479423052,
		"lat": 38.03234279271042,
		"alt": 1093.2163662323728
	},
	{
		"id": "20PAC20AP003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41605814983518,
		"lat": 38.03251706141059,
		"alt": 1093.2163662333041
	},
	{
		"id": "20PAC20AP002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41605647201865,
		"lat": 38.032429926511476,
		"alt": 1093.2163662314415
	},
	{
		"id": "YNDC_2ZJXHSBF_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41606129805502,
		"lat": 38.03238928354892,
		"alt": 1099.980389766395
	},
	{
		"id": "YNDC_2ZJXHSBF_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41606230259447,
		"lat": 38.03244142132499,
		"alt": 1104.7876743758097
	},
	{
		"id": "YNDC_01XHBF_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41728497687008,
		"lat": 38.03247897372198,
		"alt": 1097.9886869490146
	},
	{
		"id": "YNDC_01XHBF_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41728296404417,
		"lat": 38.03247899795984,
		"alt": 1093.976482739672
	},
	{
		"id": "YNDC_01XHBF_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41728296474836,
		"lat": 38.03247899795299,
		"alt": 1102.4509083423763
	},
	{
		"id": "YNDC_02LT_TD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.417315070851,
		"lat": 38.032643735087646,
		"alt": 1183.9704322284087
	},
	{
		"id": "YNDC_02LT_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4173041953575,
		"lat": 38.032640328675555,
		"alt": 1123.4322707057
	},
	{
		"id": "20HTF11AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4173805083303,
		"lat": 38.032486763914086,
		"alt": 1097.367368876934
	},
	{
		"id": "20HTF12AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41733009040537,
		"lat": 38.03248737182381,
		"alt": 1097.367368878331
	},
	{
		"id": "20HTF15AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4171968593079,
		"lat": 38.03248897814201,
		"alt": 1097.3673688764684
	},
	{
		"id": "20HTF21AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41715858587628,
		"lat": 38.032740662987365,
		"alt": 1095.9444532399065
	},
	{
		"id": "20HTF14AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41723825616395,
		"lat": 38.032488479051565,
		"alt": 1097.3673688778653
	},
	{
		"id": "20HTF22AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41719186417583,
		"lat": 38.03276444593823,
		"alt": 1095.9444532385096
	},
	{
		"id": "20HTD10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41703074725546,
		"lat": 38.03279406495095,
		"alt": 1127.4835294829681
	},
	{
		"id": "20HTF13AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41728869355158,
		"lat": 38.03248787094658,
		"alt": 1097.367368876934
	},
	{
		"id": "20HTF16AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41714434806481,
		"lat": 38.03248961230889,
		"alt": 1097.3673688764684
	},
	{
		"id": "20HTT12AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41723308147115,
		"lat": 38.03279108992962,
		"alt": 1095.9444516021758
	},
	{
		"id": "20PAE",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41730411822367,
		"lat": 38.03263622143646,
		"alt": 1108.9823703300207
	},
	{
		"id": "YNDC_02LT_JZ_01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41729392523004,
		"lat": 38.03263476579349,
		"alt": 1101.7750955601222
	},
	{
		"id": "YNDC_02LT_JZ_04",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41681068679297,
		"lat": 38.03269581574829,
		"alt": 1109.5295968758873
	},
	{
		"id": "YNDC_02LT_JZ_02",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41730472711212,
		"lat": 38.03263853063385,
		"alt": 1108.482515216805
	},
	{
		"id": "YNDC_02LT_JZ_03",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41730511923472,
		"lat": 38.03263887933652,
		"alt": 1107.8695151042193
	},
	{
		"id": "20HTG12AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41603853614887,
		"lat": 38.033135108122934,
		"alt": 1096.4865084253251
	},
	{
		"id": "20HTG11AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4160371429065,
		"lat": 38.03306275279623,
		"alt": 1096.4865084215998
	},
	{
		"id": "YNDC_2YHFJF_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4160427066276,
		"lat": 38.03309277107253,
		"alt": 1093.9531787852756
	},
	{
		"id": "YNDC_2YHFJF_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41601453851565,
		"lat": 38.03309229696738,
		"alt": 1098.7765371161513
	},
	{
		"id": "YNDC_2YHFJF_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41604275320932,
		"lat": 38.03309277106601,
		"alt": 1102.9202803745865
	},
	{
		"id": "J0ETH31AM001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42049190338824,
		"lat": 38.03210674609842,
		"alt": 1106.7777085197158
	},
	{
		"id": "J0ETH32AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42048389457307,
		"lat": 38.032094189138654,
		"alt": 1106.7775254743173
	},
	{
		"id": "J0ETP30AC002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4204552704247,
		"lat": 38.03209200728993,
		"alt": 1106.847956824582
	},
	{
		"id": "J0ETH42AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42042872210246,
		"lat": 38.03209432963867,
		"alt": 1106.7777082482352
	},
	{
		"id": "YNDC_CHKGZW_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4204578042032,
		"lat": 38.03211579001908,
		"alt": 1104.8768806946464
	},
	{
		"id": "YNDC_CHKGZW_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42045543302053,
		"lat": 38.03209225658418,
		"alt": 1104.3677915828302
	},
	{
		"id": "YNDC_CHKGZW_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42044969813234,
		"lat": 38.03211219333282,
		"alt": 1114.3614354832098
	},
	{
		"id": "J0ETH41AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42042129544089,
		"lat": 38.03223374419139,
		"alt": 1106.777526577469
	},
	{
		"id": "J0ETH42AF002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4204392508602,
		"lat": 38.03222389321631,
		"alt": 1106.7777080209925
	},
	{
		"id": "J0ETP30AC003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42045783639915,
		"lat": 38.032224783990166,
		"alt": 1106.847834753804
	},
	{
		"id": "J0ETH42AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4205124345699,
		"lat": 38.03223841784341,
		"alt": 1106.7775264130905
	},
	{
		"id": "YNDC_XHKGZW_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42044263186739,
		"lat": 38.032251410109225,
		"alt": 1103.568223518785
	},
	{
		"id": "YNDC_XHKGZW_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42045799288041,
		"lat": 38.032224788679656,
		"alt": 1104.371819904074
	},
	{
		"id": "YNDC_XHKGZW_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42045188917466,
		"lat": 38.03222563043103,
		"alt": 1114.103691115044
	},
	{
		"id": "GLBJSCL_09",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41460563386405,
		"lat": 38.03551854309454,
		"alt": 1091.7273517660796
	},
	{
		"id": "GLBJSCL_12",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4146041749966,
		"lat": 38.035681862174286,
		"alt": 1090.189086573664
	},
	{
		"id": "J0GCL31BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41470180124895,
		"lat": 38.03552930382885,
		"alt": 1093.1860871007666
	},
	{
		"id": "J0GCL51BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41493015891825,
		"lat": 38.03591732412504,
		"alt": 1095.1877882271073
	},
	{
		"id": "J0GCN13BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41456483334104,
		"lat": 38.03538967989648,
		"alt": 1091.3068843828514
	},
	{
		"id": "GLBJSCL_07",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41460269787073,
		"lat": 38.035723607830036,
		"alt": 1090.2034296877682
	},
	{
		"id": "GLBJSCL_08",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41460531009942,
		"lat": 38.03550070166217,
		"alt": 1091.5740333395078
	},
	{
		"id": "GLBJSCL_14",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41481102560456,
		"lat": 38.03536287647094,
		"alt": 1090.520077876281
	},
	{
		"id": "J0GCL11BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41470785043012,
		"lat": 38.03575985655627,
		"alt": 1093.186213286128
	},
	{
		"id": "J0GCL21BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41470596717178,
		"lat": 38.03566197038057,
		"alt": 1093.186091214884
	},
	{
		"id": "GLBJSCL_01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4148118898456,
		"lat": 38.03538084087482,
		"alt": 1089.1787067926488
	},
	{
		"id": "GLBJSCL_02",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4145518801797,
		"lat": 38.03559264495742,
		"alt": 1090.0944177703932
	},
	{
		"id": "GLBJSCL_04",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41458586872007,
		"lat": 38.035565001380675,
		"alt": 1094.1713279620744
	},
	{
		"id": "GLBJSCL_05",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41441543679764,
		"lat": 38.03556698137345,
		"alt": 1093.152774328366
	},
	{
		"id": "GLBJSCL_06",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41460401496758,
		"lat": 38.03547540592276,
		"alt": 1092.325072444044
	},
	{
		"id": "GLBJSCL_10",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41460599598896,
		"lat": 38.035534584165354,
		"alt": 1091.8912899685092
	},
	{
		"id": "GLBJSCL_13",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41460575437614,
		"lat": 38.03576395951582,
		"alt": 1090.1890865731984
	},
	{
		"id": "J0GCB21AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41441344317378,
		"lat": 38.03541295584374,
		"alt": 1092.6653409097343
	},
	{
		"id": "J0GCF11AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41452098689007,
		"lat": 38.03575976054002,
		"alt": 1093.1590567994862
	},
	{
		"id": "J0GCF21AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41451748257468,
		"lat": 38.03557759217849,
		"alt": 1093.1590567966923
	},
	{
		"id": "J0GCF31AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41451572622279,
		"lat": 38.0354862893474,
		"alt": 1093.1590567966923
	},
	{
		"id": "J0GCH11AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41451583545765,
		"lat": 38.03566258008509,
		"alt": 1096.5560301849618
	},
	{
		"id": "J0GCL41BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41451784426736,
		"lat": 38.035646157783034,
		"alt": 1092.284849202726
	},
	{
		"id": "J0GCN23BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41456582403924,
		"lat": 38.03544117915243,
		"alt": 1091.30688438192
	},
	{
		"id": "GLBJSCL_11",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41460639490506,
		"lat": 38.03555792199483,
		"alt": 1092.1008195308968
	},
	{
		"id": "GLBJSCL_15",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4148117222552,
		"lat": 38.03539901179482,
		"alt": 1090.520077874884
	},
	{
		"id": "GLBJSCL_16",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41490364588387,
		"lat": 38.035380428160415,
		"alt": 1090.015074616298
	},
	{
		"id": "J0GCB22AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41441600503415,
		"lat": 38.03554614236867,
		"alt": 1092.6653409106657
	},
	{
		"id": "J0GCB31AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41441851210706,
		"lat": 38.03567376928291,
		"alt": 1091.929136423394
	},
	{
		"id": "J0GCB41AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4144234538298,
		"lat": 38.03569492813662,
		"alt": 1091.6152308187447
	},
	{
		"id": "J0GCF12AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41452006515347,
		"lat": 38.03571184513572,
		"alt": 1093.1590567966923
	},
	{
		"id": "J0GCF22AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41451661482426,
		"lat": 38.03553248277956,
		"alt": 1093.1590567980893
	},
	{
		"id": "J0GCF32AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41451483231492,
		"lat": 38.03543981995925,
		"alt": 1093.1590567980893
	},
	{
		"id": "J0GCN14BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4145645027177,
		"lat": 38.03537249314128,
		"alt": 1091.3068841258064
	},
	{
		"id": "J0GCP11BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41451302018907,
		"lat": 38.03537879334007,
		"alt": 1090.9940782305784
	},
	{
		"id": "GLBJSCL_03",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41458620871606,
		"lat": 38.035400111276516,
		"alt": 1094.4427453661337
	},
	{
		"id": "GLBJSCL_17",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41491676854878,
		"lat": 38.03533022544647,
		"alt": 1089.8277581743896
	},
	{
		"id": "J0GCL52BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4149201915198,
		"lat": 38.03573463701011,
		"alt": 1095.1976155084557
	},
	{
		"id": "J0GCL53BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41492297024211,
		"lat": 38.03554373636822,
		"alt": 1095.1877869763411
	},
	{
		"id": "J0GCN24BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41456549341505,
		"lat": 38.0354239923974,
		"alt": 1091.3068841267377
	},
	{
		"id": "GLBJSCL_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41467500130082,
		"lat": 38.035550334619415,
		"alt": 1095.8147637527436
	},
	{
		"id": "GLBJSCL_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41467103968023,
		"lat": 38.03556390575491,
		"alt": 1098.2734550624154
	},
	{
		"id": "10HFC10AJ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4144344084618,
		"lat": 38.03372645785284,
		"alt": 1102.8333085710182
	},
	{
		"id": "10HFC11AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4143917003502,
		"lat": 38.033710436902155,
		"alt": 1096.1388543932698
	},
	{
		"id": "20HFC51AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41391033046511,
		"lat": 38.033611188981666,
		"alt": 1096.1388543942012
	},
	{
		"id": "20HFW10AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41415877932337,
		"lat": 38.03338567904457,
		"alt": 1097.702511342708
	},
	{
		"id": "20HNV11AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41452175974604,
		"lat": 38.032966546615825,
		"alt": 1095.053466656711
	},
	{
		"id": "YNDC_2_GLF_NBJG",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41430904181683,
		"lat": 38.03322297887382,
		"alt": 1105.330897924956
	},
	{
		"id": "10HFC30AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41418929142327,
		"lat": 38.033718672166046,
		"alt": 1096.6262789126485
	},
	{
		"id": "10HFC30AJ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41421763465691,
		"lat": 38.03372906602347,
		"alt": 1102.8333100471645
	},
	{
		"id": "10HFC50AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41394961878961,
		"lat": 38.033721555326025,
		"alt": 1096.626278910786
	},
	{
		"id": "10HFC61AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41379251031279,
		"lat": 38.03371764529386,
		"alt": 1096.1388543942012
	},
	{
		"id": "10HLB11AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41454308544537,
		"lat": 38.03440509575027,
		"alt": 1102.6516691418364
	},
	{
		"id": "10HLV10AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4147988236571,
		"lat": 38.03423869105913,
		"alt": 1095.0534666557796
	},
	{
		"id": "20HFC10AJ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4144317554616,
		"lat": 38.033588381285774,
		"alt": 1102.833796852734
	},
	{
		"id": "20HFC30AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41418704888953,
		"lat": 38.033602060522554,
		"alt": 1096.6267671938985
	},
	{
		"id": "20HFC41AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403016748248,
		"lat": 38.0336097477707,
		"alt": 1096.1388543937355
	},
	{
		"id": "20HFC50AJ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4139753039409,
		"lat": 38.03359387271881,
		"alt": 1102.8337983284145
	},
	{
		"id": "20HFC60AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382753476202,
		"lat": 38.03360638513034,
		"alt": 1096.6267671925015
	},
	{
		"id": "20HFW20AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41416192486363,
		"lat": 38.03339825318491,
		"alt": 1099.23058491759
	},
	{
		"id": "20HLB11AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41451427889021,
		"lat": 38.032907516825304,
		"alt": 1102.6516691362485
	},
	{
		"id": "20HLV10AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41477938136887,
		"lat": 38.033056704895195,
		"alt": 1095.0534666543826
	},
	{
		"id": "20LCL71AP002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41415871800964,
		"lat": 38.0330409114796,
		"alt": 1095.2030635867267
	},
	{
		"id": "20LCL70AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41415753406483,
		"lat": 38.03297934365537,
		"alt": 1095.2030635862611
	},
	{
		"id": "10HAG76BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41429471100824,
		"lat": 38.03431943224665,
		"alt": 1098.3121907850727
	},
	{
		"id": "10HFC21AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41427186459339,
		"lat": 38.03371187929269,
		"alt": 1096.138793357648
	},
	{
		"id": "10HFC31AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41415202325206,
		"lat": 38.033713320803436,
		"alt": 1096.1388543951325
	},
	{
		"id": "10HFC50AJ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41397795608475,
		"lat": 38.03373194931295,
		"alt": 1102.8333100480958
	},
	{
		"id": "10HFC60AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382977672612,
		"lat": 38.03372299679186,
		"alt": 1096.6262789112515
	},
	{
		"id": "10HLB21AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41482348344748,
		"lat": 38.034206376016705,
		"alt": 1100.2806365536525
	},
	{
		"id": "10LCL71AP002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4141825510363,
		"lat": 38.03428024305225,
		"alt": 1095.2030635867267
	},
	{
		"id": "20HFC11AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41438968055246,
		"lat": 38.03360542255553,
		"alt": 1096.1388543928042
	},
	{
		"id": "20HFC30AJ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41421497650334,
		"lat": 38.03359098951043,
		"alt": 1102.8337983284145
	},
	{
		"id": "20HFC40AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41406721259311,
		"lat": 38.03360350215968,
		"alt": 1096.626767192036
	},
	{
		"id": "YNDC_1_GLF_NBJG",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41432580616893,
		"lat": 38.0340946447038,
		"alt": 1105.3311420660466
	},
	{
		"id": "10ETC10AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4139168553481,
		"lat": 38.032802518479265,
		"alt": 1108.4719824185595
	},
	{
		"id": "10HFC10AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41438947999181,
		"lat": 38.03373808784097,
		"alt": 1095.9440306061878
	},
	{
		"id": "10HFC20AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.414309127901,
		"lat": 38.03371723040082,
		"alt": 1096.626278910786
	},
	{
		"id": "10HFC40AJ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41409779537511,
		"lat": 38.033730507729246,
		"alt": 1102.8333100476302
	},
	{
		"id": "10HFC51AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41391234958946,
		"lat": 38.033716203899644,
		"alt": 1096.1388543928042
	},
	{
		"id": "10HFC60AJ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41385811991337,
		"lat": 38.03373339073691,
		"alt": 1102.8333100476302
	},
	{
		"id": "10HFW10AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41416930767292,
		"lat": 38.03393316206416,
		"alt": 1097.7025113431736
	},
	{
		"id": "10HNV11AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41453446598467,
		"lat": 38.03433314592641,
		"alt": 1095.0534666571766
	},
	{
		"id": "10LCL10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41427027250708,
		"lat": 38.03438672345038,
		"alt": 1102.8395371353253
	},
	{
		"id": "10LCL70AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41418373505735,
		"lat": 38.034341810862166,
		"alt": 1095.2030635857954
	},
	{
		"id": "20ETC10AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4139499267706,
		"lat": 38.03452254068455,
		"alt": 1108.4717382760718
	},
	{
		"id": "20HFC20AJ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41433481555177,
		"lat": 38.03358954768965,
		"alt": 1102.8337983288802
	},
	{
		"id": "20HFC31AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41415000378573,
		"lat": 38.033608305896266,
		"alt": 1096.1388543951325
	},
	{
		"id": "20HFC40AJ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41409514022641,
		"lat": 38.03359243117568,
		"alt": 1102.8337983274832
	},
	{
		"id": "20HLB21AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41480218593821,
		"lat": 38.03309932318807,
		"alt": 1100.2802093075588
	},
	{
		"id": "20LCL20BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41426931717998,
		"lat": 38.03299904203349,
		"alt": 1098.312740101479
	},
	{
		"id": "10HFC20AJ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41433747115016,
		"lat": 38.033727624229,
		"alt": 1102.8333100480958
	},
	{
		"id": "10HFC40AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41406945493696,
		"lat": 38.03372011380918,
		"alt": 1096.626278910786
	},
	{
		"id": "10HFC41AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403218676726,
		"lat": 38.03371476213357,
		"alt": 1096.1388543928042
	},
	{
		"id": "10HFW20AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41417196827876,
		"lat": 38.03392051813586,
		"alt": 1099.2305849185213
	},
	{
		"id": "20HFC10AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41438639782252,
		"lat": 38.03357783782235,
		"alt": 1095.9445188893005
	},
	{
		"id": "20HFC20AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41430689073749,
		"lat": 38.033600618696425,
		"alt": 1096.626767193433
	},
	{
		"id": "20HFC21AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41426984494548,
		"lat": 38.03360686384123,
		"alt": 1096.138793357648
	},
	{
		"id": "20HFC50AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41394737663562,
		"lat": 38.03360494367051,
		"alt": 1096.6267671929672
	},
	{
		"id": "20HFC60AJ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41385546521431,
		"lat": 38.033595314169105,
		"alt": 1102.8337983293458
	},
	{
		"id": "20HFC61AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41379049135946,
		"lat": 38.03361263037047,
		"alt": 1096.1388543946668
	},
	{
		"id": "20LCL10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41424230284903,
		"lat": 38.03293237265184,
		"alt": 1102.839537137188
	},
	{
		"id": "J0ECA71AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41379466786534,
		"lat": 38.03363569594871,
		"alt": 1138.6283565820194
	},
	{
		"id": "J0ECB01AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383440097662,
		"lat": 38.03363437323309,
		"alt": 1138.7275994550436
	},
	{
		"id": "J0ECB01AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41413033019924,
		"lat": 38.03363081355222,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB01AV010",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41436707270578,
		"lat": 38.03362796528147,
		"alt": 1138.7275994541123
	},
	{
		"id": "J0ECB01AV012",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41453000710031,
		"lat": 38.03362671787054,
		"alt": 1140.241268529091
	},
	{
		"id": "J0ECB02AV505",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41412962266173,
		"lat": 38.03359427311037,
		"alt": 1138.7275994541123
	},
	{
		"id": "J0ECB02AV509",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41436636435571,
		"lat": 38.033591424851714,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB02AV511",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41452930009106,
		"lat": 38.03359017907579,
		"alt": 1140.241268526297
	},
	{
		"id": "J0ECB03AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41407235556258,
		"lat": 38.03369453856812,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB03AV009",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41430909758517,
		"lat": 38.033691690418436,
		"alt": 1138.7275994541123
	},
	{
		"id": "J0ECB04AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41407305742956,
		"lat": 38.03373107467941,
		"alt": 1138.7275994541123
	},
	{
		"id": "J0ECB04AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41430979956965,
		"lat": 38.03372822652604,
		"alt": 1138.7275994541123
	},
	{
		"id": "J0ECA74AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41385573081751,
		"lat": 38.0337328440041,
		"alt": 1138.6283565838821
	},
	{
		"id": "J0ECB01AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41395276947489,
		"lat": 38.03363294948852,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB01AV009",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41430788569226,
		"lat": 38.03362867741053,
		"alt": 1138.7275994550436
	},
	{
		"id": "J0ECB02AV502",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41395207175564,
		"lat": 38.03359640892684,
		"alt": 1138.7275994541123
	},
	{
		"id": "J0ECB02AV508",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41430718223665,
		"lat": 38.033592136921314,
		"alt": 1138.7275994555093
	},
	{
		"id": "J0ECB03AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41389480163005,
		"lat": 38.0336966743363,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB03AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41424990982386,
		"lat": 38.03369240252769,
		"alt": 1138.7275994522497
	},
	{
		"id": "J0ECB03AV011",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4144274668464,
		"lat": 38.03369026618583,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB04AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41389549611125,
		"lat": 38.03373321053816,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB04AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.414250613169,
		"lat": 38.03372893861949,
		"alt": 1138.7275994522497
	},
	{
		"id": "J0ECB04AV010",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41442816888965,
		"lat": 38.03372680229155,
		"alt": 1138.7275994541123
	},
	{
		"id": "J0ECB01AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41389359009186,
		"lat": 38.03363366131717,
		"alt": 1138.7275994527153
	},
	{
		"id": "J0ECB01AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41401195615341,
		"lat": 38.03363223754232,
		"alt": 1138.7275994550436
	},
	{
		"id": "J0ECB01AV011",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41442625485217,
		"lat": 38.03362725318113,
		"alt": 1138.7275994541123
	},
	{
		"id": "J0ECB02AV501",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41389287954433,
		"lat": 38.03359712090921,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB02AV503",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41401125388725,
		"lat": 38.033595697035906,
		"alt": 1138.7275994550436
	},
	{
		"id": "J0ECB02AV510",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41442555133778,
		"lat": 38.03359071269379,
		"alt": 1138.7275994550436
	},
	{
		"id": "J0ECB03AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383561246414,
		"lat": 38.03369738625378,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB03AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41395398106374,
		"lat": 38.033695962506044,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB03AV010",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41436828464935,
		"lat": 38.03369097828775,
		"alt": 1138.7275994541123
	},
	{
		"id": "J0ECB03AV012",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41453119172277,
		"lat": 38.03368830326889,
		"alt": 1140.241268526297
	},
	{
		"id": "J0ECB04AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41395468843203,
		"lat": 38.03373249855234,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB04AV009",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41436898179816,
		"lat": 38.03372751445294,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB04AV011",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41453189037946,
		"lat": 38.03372484133881,
		"alt": 1140.241268526297
	},
	{
		"id": "J0ECA73AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41379584684191,
		"lat": 38.033697019703254,
		"alt": 1138.6283565848134
	},
	{
		"id": "J0ECB01AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41407114387239,
		"lat": 38.033631525553794,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB01AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41424869798166,
		"lat": 38.03362938951821,
		"alt": 1138.7275994541123
	},
	{
		"id": "J0ECB02AV504",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4140704405343,
		"lat": 38.03359498506086,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB02AV507",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41424799594543,
		"lat": 38.03359284901134,
		"alt": 1138.7275994550436
	},
	{
		"id": "J0ECB03AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41401316779294,
		"lat": 38.03369525055822,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB03AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4141907234505,
		"lat": 38.03369311459045,
		"alt": 1138.7275994541123
	},
	{
		"id": "J0ECB04AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41401387067304,
		"lat": 38.033731786657924,
		"alt": 1138.7275994536467
	},
	{
		"id": "J0ECB04AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41419142607122,
		"lat": 38.033729650691555,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECA72AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41385314680235,
		"lat": 38.033598443640045,
		"alt": 1138.6283565843477
	},
	{
		"id": "J0ECB01AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41418951165896,
		"lat": 38.03363010157937,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB02AV506",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41418880895712,
		"lat": 38.033593561079925,
		"alt": 1138.727599453181
	},
	{
		"id": "J0ECB03AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41413154194012,
		"lat": 38.03369382656491,
		"alt": 1138.727599454578
	},
	{
		"id": "J0ECB04AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41413223966641,
		"lat": 38.033730362725436,
		"alt": 1138.7275994541123
	},
	{
		"id": "10HHY11AV011",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383147246822,
		"lat": 38.03415171343923,
		"alt": 1116.7120968014933
	},
	{
		"id": "10HHY61AV021",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383090326846,
		"lat": 38.03412210810987,
		"alt": 1141.6740108653903
	},
	{
		"id": "10HHY61AV031",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383033406956,
		"lat": 38.03409250278318,
		"alt": 1141.674010865856
	},
	{
		"id": "10HHY61AV041",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382976482919,
		"lat": 38.03406289525746,
		"alt": 1141.6740108639933
	},
	{
		"id": "10HHY61AV051",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382919563193,
		"lat": 38.03403328993045,
		"alt": 1141.674010864459
	},
	{
		"id": "10HHY61AV061",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382862639321,
		"lat": 38.03400368240442,
		"alt": 1141.6740108653903
	},
	{
		"id": "10HHY61AV071",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382805719766,
		"lat": 38.03397407707709,
		"alt": 1141.6740108653903
	},
	{
		"id": "10HHY61AV081",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382748796062,
		"lat": 38.03394446955076,
		"alt": 1141.6740108639933
	},
	{
		"id": "10HLD10AE005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41454773118879,
		"lat": 38.033990971116154,
		"alt": 1116.0770260524004
	},
	{
		"id": "10HLD20AE005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41455015311567,
		"lat": 38.03411687727305,
		"alt": 1116.0770260500721
	},
	{
		"id": "20ETG10BN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41408028249483,
		"lat": 38.033163986036904,
		"alt": 1125.7379078324884
	},
	{
		"id": "20ETG10BN002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41408084078739,
		"lat": 38.03319301993871,
		"alt": 1125.737907834351
	},
	{
		"id": "20ETG10BN003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41408139983656,
		"lat": 38.03322209314486,
		"alt": 1125.737907834351
	},
	{
		"id": "20ETG10BN004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41408195892353,
		"lat": 38.033251168274845,
		"alt": 1125.7379078338854
	},
	{
		"id": "20ETG10BN005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41408251797962,
		"lat": 38.033280241755506,
		"alt": 1125.7379078348167
	},
	{
		"id": "20ETG10BN006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41408307703122,
		"lat": 38.03330931496119,
		"alt": 1125.737907834351
	},
	{
		"id": "20ETG10BN007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4140836360836,
		"lat": 38.03333838816672,
		"alt": 1125.7379078338854
	},
	{
		"id": "20ETG10BN008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41408421771017,
		"lat": 38.033368635283956,
		"alt": 1125.737907809671
	},
	{
		"id": "20ETG10BN011",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41425565488225,
		"lat": 38.03316187624483,
		"alt": 1125.7379122553393
	},
	{
		"id": "20ETG10BN012",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.414256213244,
		"lat": 38.03319091014444,
		"alt": 1125.737912255805
	},
	{
		"id": "20ETG10BN013",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41425677236245,
		"lat": 38.033219983348395,
		"alt": 1125.7379122548736
	},
	{
		"id": "20ETG10BN014",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41425733151871,
		"lat": 38.03324905847616,
		"alt": 1125.7379122553393
	},
	{
		"id": "20ETG10BN015",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41425788786405,
		"lat": 38.03327813198811,
		"alt": 1125.7379122562706
	},
	{
		"id": "20ETG10BN016",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41425844698491,
		"lat": 38.03330720519159,
		"alt": 1125.7379122553393
	},
	{
		"id": "20ETG10BN017",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41425900610659,
		"lat": 38.033336278394934,
		"alt": 1125.7379122553393
	},
	{
		"id": "20ETG10BN018",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41425958780522,
		"lat": 38.0333665255099,
		"alt": 1125.737912231125
	},
	{
		"id": "20HCB14BN038",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41451270944982,
		"lat": 38.03334844974099,
		"alt": 1132.369077193085
	},
	{
		"id": "20HCB14BN039",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41451101088678,
		"lat": 38.0332601436333,
		"alt": 1132.3690771935507
	},
	{
		"id": "20HCB14BN040",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41450922745144,
		"lat": 38.03316742470618,
		"alt": 1132.3690771935507
	},
	{
		"id": "20HFA10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41388790664888,
		"lat": 38.033596213342335,
		"alt": 1126.694821249228
	},
	{
		"id": "10ETG10BN007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41409882500514,
		"lat": 38.0341282634229,
		"alt": 1125.737907834351
	},
	{
		"id": "10ETG10BN008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41409940665971,
		"lat": 38.03415851081073,
		"alt": 1125.7379078092053
	},
	{
		"id": "10ETG10BN011",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41431070037697,
		"lat": 38.03395127222818,
		"alt": 1125.7379080890678
	},
	{
		"id": "10ETG10BN018",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41427477863692,
		"lat": 38.0341564009771,
		"alt": 1125.7379122320562
	},
	{
		"id": "10HCB14BN037",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41452803821191,
		"lat": 38.03414535484799,
		"alt": 1132.3690771940164
	},
	{
		"id": "10HFA10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41389051742058,
		"lat": 38.03373171278811,
		"alt": 1126.6948212524876
	},
	{
		"id": "10HFA20BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41400693517784,
		"lat": 38.03373031245143,
		"alt": 1126.6948212496936
	},
	{
		"id": "10HFB10AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41387948742414,
		"lat": 38.033737407861366,
		"alt": 1114.2113625733181
	},
	{
		"id": "10HHA10AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384848660333,
		"lat": 38.034155567716226,
		"alt": 1119.8395994477905
	},
	{
		"id": "10HHA10AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384791735439,
		"lat": 38.034125960191076,
		"alt": 1119.8395994473248
	},
	{
		"id": "10HHA10AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384734814853,
		"lat": 38.0340963548646,
		"alt": 1119.8395994482562
	},
	{
		"id": "10HHA20AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384791735436,
		"lat": 38.03412596019071,
		"alt": 1122.9573362655937
	},
	{
		"id": "10HHA20AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384734814853,
		"lat": 38.034096354864275,
		"alt": 1122.9573362637311
	},
	{
		"id": "10HHA20AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384677890124,
		"lat": 38.03406674733877,
		"alt": 1122.957336265128
	},
	{
		"id": "10HHA30AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384734814855,
		"lat": 38.03409635486389,
		"alt": 1126.0749510107562
	},
	{
		"id": "10HHA30AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384677890124,
		"lat": 38.034066747338436,
		"alt": 1126.0749510107562
	},
	{
		"id": "10HHA30AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384620969705,
		"lat": 38.03403714201164,
		"alt": 1126.0749510121531
	},
	{
		"id": "10HHA40AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384677890124,
		"lat": 38.03406674733809,
		"alt": 1129.192809897475
	},
	{
		"id": "10HHA40AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384620969705,
		"lat": 38.0340371420113,
		"alt": 1129.1928098970092
	},
	{
		"id": "10HHA40AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384564045144,
		"lat": 38.03400753448551,
		"alt": 1129.1928098970092
	},
	{
		"id": "10HHA50AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384620969705,
		"lat": 38.034037142010966,
		"alt": 1132.3107908535748
	},
	{
		"id": "10HHA50AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384564045145,
		"lat": 38.03400753448516,
		"alt": 1132.3107908554375
	},
	{
		"id": "10HHA50AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384507124893,
		"lat": 38.03397792915806,
		"alt": 1132.3107908540405
	},
	{
		"id": "10HHA60AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384564045144,
		"lat": 38.03400753448483,
		"alt": 1135.4284666357562
	},
	{
		"id": "10HHA60AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384507124891,
		"lat": 38.033977929157714,
		"alt": 1135.4284666366875
	},
	{
		"id": "10HHA60AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384450200498,
		"lat": 38.03394832163163,
		"alt": 1135.4284666366875
	},
	{
		"id": "10HHA61AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403789806925,
		"lat": 38.03411947752313,
		"alt": 1113.6740720341913
	},
	{
		"id": "10HHA61AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403675891378,
		"lat": 38.03406023609092,
		"alt": 1113.6740720323287
	},
	{
		"id": "10HHA61AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403562458173,
		"lat": 38.03400124532705,
		"alt": 1113.6740720323287
	},
	{
		"id": "10HHA61AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403448505235,
		"lat": 38.033941984103954,
		"alt": 1113.67407203326
	},
	{
		"id": "10ETG10BN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4140954712905,
		"lat": 38.03395386159258,
		"alt": 1125.7379078324884
	},
	{
		"id": "10ETG10BN002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4140960296049,
		"lat": 38.0339828954903,
		"alt": 1125.7379078348167
	},
	{
		"id": "10ETG10BN005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4140977068627,
		"lat": 38.03407011729477,
		"alt": 1125.7379078334197
	},
	{
		"id": "10ETG10BN012",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41431125877628,
		"lat": 38.03398030612321,
		"alt": 1125.7379080890678
	},
	{
		"id": "10ETG10BN013",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41431181793236,
		"lat": 38.03400937932254,
		"alt": 1125.737908089999
	},
	{
		"id": "10ETG10BN016",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41431349267287,
		"lat": 38.03409660142678,
		"alt": 1125.7379080895334
	},
	{
		"id": "10HCB14BN035",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41452455612376,
		"lat": 38.03396433231268,
		"alt": 1132.3690771921537
	},
	{
		"id": "10HFA30BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41411668047803,
		"lat": 38.033728992269125,
		"alt": 1126.694821247831
	},
	{
		"id": "10HFA40BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41422956131106,
		"lat": 38.033727634260956,
		"alt": 1126.694821250625
	},
	{
		"id": "10HFB40AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41421853064747,
		"lat": 38.03373332937386,
		"alt": 1114.2113625761121
	},
	{
		"id": "10HFB60AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41444692222899,
		"lat": 38.03373058140813,
		"alt": 1114.2113625747151
	},
	{
		"id": "10HHA10AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384620969705,
		"lat": 38.03403714201235,
		"alt": 1119.8395994487218
	},
	{
		"id": "10HHA10AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384450200499,
		"lat": 38.033948321633375,
		"alt": 1119.8395994491875
	},
	{
		"id": "10HHA20AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384848660334,
		"lat": 38.034155567715885,
		"alt": 1122.9573362646624
	},
	{
		"id": "10HHA20AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384564045145,
		"lat": 38.03400753448622,
		"alt": 1122.9573362655937
	},
	{
		"id": "10HHA30AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384848660333,
		"lat": 38.034155567715516,
		"alt": 1126.0749510107562
	},
	{
		"id": "10HHA30AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384791735439,
		"lat": 38.034125960190366,
		"alt": 1126.0749510112218
	},
	{
		"id": "10HHA30AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384507124893,
		"lat": 38.033977929158766,
		"alt": 1126.0749510098248
	},
	{
		"id": "10HHA40AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384791735436,
		"lat": 38.03412596019001,
		"alt": 1129.1928098979406
	},
	{
		"id": "10HHA40AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384734814853,
		"lat": 38.034096354863564,
		"alt": 1129.192809897475
	},
	{
		"id": "10HHA40AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384450200499,
		"lat": 38.03394832163232,
		"alt": 1129.192809897475
	},
	{
		"id": "10HHA50AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384734814852,
		"lat": 38.0340963548632,
		"alt": 1132.3107908545062
	},
	{
		"id": "10HHA50AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384677890124,
		"lat": 38.03406674733773,
		"alt": 1132.3107908540405
	},
	{
		"id": "10HHA60AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384848660333,
		"lat": 38.034155567714485,
		"alt": 1135.4284666376188
	},
	{
		"id": "10HHA60AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384677890124,
		"lat": 38.03406674733738,
		"alt": 1135.4284666357562
	},
	{
		"id": "10HHA60AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384620969705,
		"lat": 38.0340371420106,
		"alt": 1135.4284666376188
	},
	{
		"id": "10HHA62AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403789806924,
		"lat": 38.03411947752279,
		"alt": 1116.7918088496662
	},
	{
		"id": "10HHA62AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403675891376,
		"lat": 38.034060236090575,
		"alt": 1116.791808848735
	},
	{
		"id": "10HHA62AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403562458171,
		"lat": 38.03400124532671,
		"alt": 1116.7918088505976
	},
	{
		"id": "10HHA62AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403448505238,
		"lat": 38.03394198410359,
		"alt": 1116.791808850132
	},
	{
		"id": "10ETG10BN006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41409826594145,
		"lat": 38.0340991907712,
		"alt": 1125.7379078334197
	},
	{
		"id": "10ETG10BN017",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41427419691024,
		"lat": 38.03412615359156,
		"alt": 1125.7379122553393
	},
	{
		"id": "10HFB30AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41410565536526,
		"lat": 38.0337346873047,
		"alt": 1114.2113625761121
	},
	{
		"id": "10HHA10AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384677890124,
		"lat": 38.034066747339125,
		"alt": 1119.8395994491875
	},
	{
		"id": "10HHA20AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384620969705,
		"lat": 38.034037142012,
		"alt": 1122.957336265128
	},
	{
		"id": "10HHA30AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384564045144,
		"lat": 38.034007534485866,
		"alt": 1126.0749510107562
	},
	{
		"id": "10HHA40AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384507124893,
		"lat": 38.03397792915841,
		"alt": 1129.192809897475
	},
	{
		"id": "10HHA50AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384450200499,
		"lat": 38.03394832163198,
		"alt": 1132.3107908540405
	},
	{
		"id": "10HHA61AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403846853615,
		"lat": 38.034149144414854,
		"alt": 1113.6740720327943
	},
	{
		"id": "10HHA61AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403733280381,
		"lat": 38.03409008108986,
		"alt": 1113.67407203326
	},
	{
		"id": "10HHA61AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403619652516,
		"lat": 38.03403098917917,
		"alt": 1113.6740720327943
	},
	{
		"id": "10HHA61AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403505390758,
		"lat": 38.03397156744029,
		"alt": 1113.674072034657
	},
	{
		"id": "10HHA62AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403846853616,
		"lat": 38.0341491444145,
		"alt": 1116.7918088492006
	},
	{
		"id": "10HHA62AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403733280381,
		"lat": 38.03409008108951,
		"alt": 1116.7918088492006
	},
	{
		"id": "10HHA62AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403619652516,
		"lat": 38.03403098917883,
		"alt": 1116.7918088510632
	},
	{
		"id": "10HHA62AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41403505390757,
		"lat": 38.03397156743995,
		"alt": 1116.7918088496662
	},
	{
		"id": "10HHA63AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383099034311,
		"lat": 38.034151640060685,
		"alt": 1113.6740720327943
	},
	{
		"id": "10HHA63AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383041995985,
		"lat": 38.03412197316631,
		"alt": 1113.6740720327943
	},
	{
		"id": "10HHA63AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382985477729,
		"lat": 38.034092576730416,
		"alt": 1113.6740720337256
	},
	{
		"id": "10HHA63AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382928095552,
		"lat": 38.03406273090424,
		"alt": 1113.6740720337256
	},
	{
		"id": "10HHA63AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382871866523,
		"lat": 38.03403348481447,
		"alt": 1113.6740720327943
	},
	{
		"id": "10HHA63AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382814680563,
		"lat": 38.0340037409597,
		"alt": 1113.6740720337256
	},
	{
		"id": "10HHA63AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382757621515,
		"lat": 38.03397406307029,
		"alt": 1113.6740720323287
	},
	{
		"id": "10HHA63AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382700742221,
		"lat": 38.03394447863187,
		"alt": 1113.674072031863
	},
	{
		"id": "10HHA64AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383099173313,
		"lat": 38.03415164004116,
		"alt": 1138.636047131382
	},
	{
		"id": "10HHA64AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383042134984,
		"lat": 38.03412197314681,
		"alt": 1138.6360471309162
	},
	{
		"id": "10HHA64AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382985616732,
		"lat": 38.03409257671091,
		"alt": 1138.636047131382
	},
	{
		"id": "10HHA64AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382928236139,
		"lat": 38.0340627317093,
		"alt": 1138.6360471309162
	},
	{
		"id": "10HHA64AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382872005525,
		"lat": 38.03403348479496,
		"alt": 1138.6360471318476
	},
	{
		"id": "10HHA64AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382814819566,
		"lat": 38.034003740940186,
		"alt": 1138.636047131382
	},
	{
		"id": "10ETG10BN003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41409658867593,
		"lat": 38.03401196869231,
		"alt": 1125.737907834351
	},
	{
		"id": "10ETG10BN004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41409714779006,
		"lat": 38.03404104409304,
		"alt": 1125.737907835748
	},
	{
		"id": "10ETG10BN014",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4143123771315,
		"lat": 38.03403845472057,
		"alt": 1125.7379080890678
	},
	{
		"id": "10ETG10BN015",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41431293350912,
		"lat": 38.03406752795307,
		"alt": 1125.7379080876708
	},
	{
		"id": "10HCB14BN036",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4145262547354,
		"lat": 38.03405263785953,
		"alt": 1132.369077194482
	},
	{
		"id": "10HFA50BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41433678197114,
		"lat": 38.03372634424685,
		"alt": 1126.6948212501593
	},
	{
		"id": "10HFA60BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41445794731371,
		"lat": 38.033724886341034,
		"alt": 1126.6948212496936
	},
	{
		"id": "10HFB20AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41399591075105,
		"lat": 38.033736007468534,
		"alt": 1114.2113625742495
	},
	{
		"id": "10HFB50AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41432575131638,
		"lat": 38.03373203936965,
		"alt": 1114.2113625742495
	},
	{
		"id": "10HHA10AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384564045143,
		"lat": 38.03400753448656,
		"alt": 1119.8395994491875
	},
	{
		"id": "10HHA10AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384507124893,
		"lat": 38.03397792915945,
		"alt": 1119.8395994496531
	},
	{
		"id": "10HHA20AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384507124894,
		"lat": 38.03397792915911,
		"alt": 1122.9573362641967
	},
	{
		"id": "10HHA20AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384450200496,
		"lat": 38.03394832163302,
		"alt": 1122.9573362660594
	},
	{
		"id": "10HHA30AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384450200499,
		"lat": 38.03394832163268,
		"alt": 1126.0749510121531
	},
	{
		"id": "10HHA40AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384848660334,
		"lat": 38.03415556771519,
		"alt": 1129.1928098970092
	},
	{
		"id": "10HHA50AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384848660333,
		"lat": 38.03415556771483,
		"alt": 1132.3107908549718
	},
	{
		"id": "10HHA50AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384791735436,
		"lat": 38.03412596018966,
		"alt": 1132.3107908559031
	},
	{
		"id": "10HHA60AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384791735439,
		"lat": 38.03412596018933,
		"alt": 1135.4284666348248
	},
	{
		"id": "10HHA60AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41384734814855,
		"lat": 38.03409635486287,
		"alt": 1135.4284666352905
	},
	{
		"id": "10HHA64AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382757764745,
		"lat": 38.03397406524964,
		"alt": 1138.636047131382
	},
	{
		"id": "10HHA64AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382700883338,
		"lat": 38.03394447971178,
		"alt": 1138.6360471318476
	},
	{
		"id": "10HHY10BB031",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4140260906336,
		"lat": 38.03388456304241,
		"alt": 1114.6770628280937
	},
	{
		"id": "10HHY11AV021",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383090322618,
		"lat": 38.03412210591382,
		"alt": 1116.7120968014933
	},
	{
		"id": "10HHY11AV031",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383033402726,
		"lat": 38.03409250058712,
		"alt": 1116.7120968028903
	},
	{
		"id": "10HHY11AV041",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382976478692,
		"lat": 38.0340628930614,
		"alt": 1116.712096801959
	},
	{
		"id": "10HHY11AV051",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382919558964,
		"lat": 38.03403328773439,
		"alt": 1116.7120968024246
	},
	{
		"id": "10HHY11AV061",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382862635095,
		"lat": 38.03400368020837,
		"alt": 1116.7120968028903
	},
	{
		"id": "10HHY11AV071",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382805715537,
		"lat": 38.03397407488103,
		"alt": 1116.7120968028903
	},
	{
		"id": "10HHY11AV081",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382748791835,
		"lat": 38.03394446735469,
		"alt": 1116.712096801959
	},
	{
		"id": "10HHY61AV011",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383147251048,
		"lat": 38.034151715635275,
		"alt": 1141.6740108653903
	},
	{
		"id": "20HFA20BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41400432975189,
		"lat": 38.03359481294555,
		"alt": 1126.6948212496936
	},
	{
		"id": "20HHA10AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383371903757,
		"lat": 38.033387469524115,
		"alt": 1119.8395994491875
	},
	{
		"id": "20HHA20AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383314981027,
		"lat": 38.03335786199454,
		"alt": 1122.957336265128
	},
	{
		"id": "20HHA30AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383258062606,
		"lat": 38.033328256663665,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA40AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383201140043,
		"lat": 38.03329864913377,
		"alt": 1129.1928098979406
	},
	{
		"id": "20HHA50AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383144221788,
		"lat": 38.03326904380256,
		"alt": 1132.3107908554375
	},
	{
		"id": "20HHA60AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383087299391,
		"lat": 38.033239436272375,
		"alt": 1135.4284666357562
	},
	{
		"id": "20HHY11AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381613590407,
		"lat": 38.03335400991035,
		"alt": 1116.7120968024246
	},
	{
		"id": "20HHY61AV071",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381328994147,
		"lat": 38.03320597885443,
		"alt": 1141.6740108663216
	},
	{
		"id": "J0SBA10AP006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41461520957779,
		"lat": 38.03370775697655,
		"alt": 1113.3336780900135
	},
	{
		"id": "J0SBA10AP008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41454838628289,
		"lat": 38.03372868305678,
		"alt": 1113.037351872772
	},
	{
		"id": "20HHA10AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383144221788,
		"lat": 38.03326904380396,
		"alt": 1119.8395994487218
	},
	{
		"id": "20HHA20AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383087299391,
		"lat": 38.03323943627377,
		"alt": 1122.9573362641967
	},
	{
		"id": "20HHA30AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383030381304,
		"lat": 38.033209830942255,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA40AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382973459073,
		"lat": 38.03318022341175,
		"alt": 1129.192809898872
	},
	{
		"id": "20HHA60AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4138337190376,
		"lat": 38.03338746952237,
		"alt": 1135.4284666357562
	},
	{
		"id": "20HHY61AV031",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381556672678,
		"lat": 38.03332440457679,
		"alt": 1141.674010864459
	},
	{
		"id": "20HHY61AV041",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381499750808,
		"lat": 38.033294797047006,
		"alt": 1141.6740108649246
	},
	{
		"id": "20HLD10AE005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41453242716787,
		"lat": 38.033195358919016,
		"alt": 1116.0770260519348
	},
	{
		"id": "DC_2_2GLF_NBJG",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41416777851256,
		"lat": 38.033277564970035,
		"alt": 1127.5961672724224
	},
	{
		"id": "J0SBA10AP005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41461254958346,
		"lat": 38.03369784127982,
		"alt": 1112.440124511253
	},
	{
		"id": "J0SBA10AP007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41458266355684,
		"lat": 38.03372270838998,
		"alt": 1112.7186279231682
	},
	{
		"id": "J0SBA20BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41453097340775,
		"lat": 38.03367117288743,
		"alt": 1113.0153806712478
	},
	{
		"id": "20HFB30AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41410283587918,
		"lat": 38.033588065468166,
		"alt": 1114.2113625742495
	},
	{
		"id": "20HHA61AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41402369898456,
		"lat": 38.03338104601008,
		"alt": 1113.6740720327943
	},
	{
		"id": "20HHA61AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41402256334298,
		"lat": 38.03332198515067,
		"alt": 1113.67407203326
	},
	{
		"id": "20HHA61AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41402142706525,
		"lat": 38.03326289103303,
		"alt": 1113.6740720323287
	},
	{
		"id": "20HHA61AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4140202845334,
		"lat": 38.033203471484825,
		"alt": 1113.6740720337256
	},
	{
		"id": "20HHA62AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41402369898456,
		"lat": 38.033381046009715,
		"alt": 1116.7918088492006
	},
	{
		"id": "20HHA62AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.414022563343,
		"lat": 38.03332198515032,
		"alt": 1116.7918088492006
	},
	{
		"id": "20HHA62AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41402142706525,
		"lat": 38.03326289103268,
		"alt": 1116.7918088478036
	},
	{
		"id": "20HHA62AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4140202845334,
		"lat": 38.033203471484484,
		"alt": 1116.791808850132
	},
	{
		"id": "20HHA63AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381622295687,
		"lat": 38.03338354158738,
		"alt": 1113.6740720337256
	},
	{
		"id": "20HHA63AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381508746065,
		"lat": 38.03332447962332,
		"alt": 1113.67407203326
	},
	{
		"id": "20HHA63AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381395137063,
		"lat": 38.03326538659982,
		"alt": 1113.6740720337256
	},
	{
		"id": "20HHA63AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381280900629,
		"lat": 38.033205967046314,
		"alt": 1113.6740720327943
	},
	{
		"id": "20HHA64AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381622439445,
		"lat": 38.0333835440416,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHA64AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381508887178,
		"lat": 38.03332448070323,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHA64AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381395279762,
		"lat": 38.033265388504304,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHA64AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4138128103963,
		"lat": 38.0332059670268,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHY11AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381328994148,
		"lat": 38.033205978857225,
		"alt": 1116.7120968038216
	},
	{
		"id": "20HFA40BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41422695478023,
		"lat": 38.0335921347764,
		"alt": 1126.694821250625
	},
	{
		"id": "20HFA60BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41445534036241,
		"lat": 38.03358938686979,
		"alt": 1126.6948212496936
	},
	{
		"id": "20HFB40AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4142157164966,
		"lat": 38.03358670747751,
		"alt": 1114.2113625751808
	},
	{
		"id": "20HFB50AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41432293695192,
		"lat": 38.033585417480076,
		"alt": 1114.2113625761121
	},
	{
		"id": "20HHA10AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383087299391,
		"lat": 38.0332394362741,
		"alt": 1119.8395994491875
	},
	{
		"id": "20HHA10AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382973459073,
		"lat": 38.0331802234128,
		"alt": 1119.8395994487218
	},
	{
		"id": "20HHA20AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383030381306,
		"lat": 38.033209830942596,
		"alt": 1122.957336266525
	},
	{
		"id": "20HHA30AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383371903758,
		"lat": 38.03338746952342,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA30AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382973459073,
		"lat": 38.033180223412096,
		"alt": 1126.0749510112218
	},
	{
		"id": "20HHA40AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383314981026,
		"lat": 38.03335786199385,
		"alt": 1129.192809897475
	},
	{
		"id": "20HHA50AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383371903757,
		"lat": 38.033387469522715,
		"alt": 1132.3107908554375
	},
	{
		"id": "20HHA50AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383258062606,
		"lat": 38.03332825666297,
		"alt": 1132.3107908568345
	},
	{
		"id": "20HHA60AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383314981027,
		"lat": 38.03335786199315,
		"alt": 1135.4284666366875
	},
	{
		"id": "20HHA60AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383201140041,
		"lat": 38.03329864913307,
		"alt": 1135.4284666362218
	},
	{
		"id": "20HHY11AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381556672681,
		"lat": 38.03332440457958,
		"alt": 1116.712096801959
	},
	{
		"id": "20HHY11AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381442833247,
		"lat": 38.03326519171871,
		"alt": 1116.7120968028903
	},
	{
		"id": "20HHY11AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381385911543,
		"lat": 38.03323558418865,
		"alt": 1116.7120968028903
	},
	{
		"id": "20HLD20AE005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41453484895709,
		"lat": 38.03332126289497,
		"alt": 1116.0770260519348
	},
	{
		"id": "20HFA30BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41411407485006,
		"lat": 38.033593492769626,
		"alt": 1126.694821250625
	},
	{
		"id": "20HFB60AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41444410206303,
		"lat": 38.03358395959307,
		"alt": 1114.2113625761121
	},
	{
		"id": "20HHA20AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383371903757,
		"lat": 38.03338746952375,
		"alt": 1122.9573362655937
	},
	{
		"id": "20HHA30AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383314981027,
		"lat": 38.03335786199419,
		"alt": 1126.0749510098248
	},
	{
		"id": "20HHA40AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383258062606,
		"lat": 38.03332825666331,
		"alt": 1129.192809898872
	},
	{
		"id": "20HHA50AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383201140043,
		"lat": 38.03329864913343,
		"alt": 1132.3107908554375
	},
	{
		"id": "20HHA60AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383144221788,
		"lat": 38.03326904380223,
		"alt": 1135.4284666362218
	},
	{
		"id": "20HHY11AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381499750808,
		"lat": 38.03329479704979,
		"alt": 1116.7120968014933
	},
	{
		"id": "20HHY61AV051",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381442833247,
		"lat": 38.03326519171592,
		"alt": 1141.6740108653903
	},
	{
		"id": "J0SBA10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41461206495548,
		"lat": 38.03368424847493,
		"alt": 1113.1007689372636
	},
	{
		"id": "20HFA50BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41433417524294,
		"lat": 38.033590844768554,
		"alt": 1126.6948212487623
	},
	{
		"id": "20HFB10AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41387666838864,
		"lat": 38.03359078601056,
		"alt": 1114.2113625751808
	},
	{
		"id": "20HFB20AF001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41399309148359,
		"lat": 38.03358938562506,
		"alt": 1114.2113625742495
	},
	{
		"id": "20HHA10AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383030381306,
		"lat": 38.03320983094295,
		"alt": 1119.8395994491875
	},
	{
		"id": "20HHA20AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382973459073,
		"lat": 38.033180223412444,
		"alt": 1122.9573362655937
	},
	{
		"id": "20HHA40AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383371903758,
		"lat": 38.03338746952306,
		"alt": 1129.1928098979406
	},
	{
		"id": "20HHA50AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383314981026,
		"lat": 38.03335786199351,
		"alt": 1132.3107908554375
	},
	{
		"id": "20HHA60AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383258062606,
		"lat": 38.033328256662614,
		"alt": 1135.4284666380845
	},
	{
		"id": "20HHY11AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4138127207261,
		"lat": 38.03317637132683,
		"alt": 1116.7120968028903
	},
	{
		"id": "20HHY61AV011",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381670512444,
		"lat": 38.033383617437025,
		"alt": 1141.674010865856
	},
	{
		"id": "20HHA10AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383258062606,
		"lat": 38.033328256664355,
		"alt": 1119.8395994501188
	},
	{
		"id": "20HHA20AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383201140043,
		"lat": 38.033298649134466,
		"alt": 1122.9573362646624
	},
	{
		"id": "20HHA30AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4138314422179,
		"lat": 38.03326904380327,
		"alt": 1126.0749510102905
	},
	{
		"id": "20HHA40AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383087299391,
		"lat": 38.03323943627308,
		"alt": 1129.1928098970092
	},
	{
		"id": "20HHA50AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383030381303,
		"lat": 38.03320983094157,
		"alt": 1132.3107908545062
	},
	{
		"id": "20HHA60AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382973459073,
		"lat": 38.03318022341105,
		"alt": 1135.4284666366875
	},
	{
		"id": "20HHA61AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4140231285869,
		"lat": 38.03335138158799,
		"alt": 1113.6740720337256
	},
	{
		"id": "20HHA61AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41402198943247,
		"lat": 38.033292137948784,
		"alt": 1113.6740720337256
	},
	{
		"id": "20HHA61AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41402085514355,
		"lat": 38.03323314717683,
		"alt": 1113.67407203326
	},
	{
		"id": "20HHA61AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41401971565756,
		"lat": 38.03317388594559,
		"alt": 1113.6740720337256
	},
	{
		"id": "20HHA62AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4140231285869,
		"lat": 38.03335138158762,
		"alt": 1116.7918088505976
	},
	{
		"id": "20HHA62AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41402198943248,
		"lat": 38.033292137948436,
		"alt": 1116.7918088505976
	},
	{
		"id": "20HHA62AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41402085514355,
		"lat": 38.033233147176475,
		"alt": 1116.7918088482692
	},
	{
		"id": "20HHA62AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41401971565756,
		"lat": 38.03317388594522,
		"alt": 1116.7918088492006
	},
	{
		"id": "20HHA63AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381565261642,
		"lat": 38.03335387578838,
		"alt": 1113.6740720337256
	},
	{
		"id": "20HHA63AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381451365541,
		"lat": 38.03329463351818,
		"alt": 1113.674072034657
	},
	{
		"id": "20HHA63AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4138133795328,
		"lat": 38.03323564274095,
		"alt": 1113.6740720337256
	},
	{
		"id": "20HHA63AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381224021384,
		"lat": 38.03317638150442,
		"alt": 1113.6740720327943
	},
	{
		"id": "20HHA64AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381565403284,
		"lat": 38.033353877143156,
		"alt": 1138.6360471304506
	},
	{
		"id": "20HHA64AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381451504541,
		"lat": 38.03329463349867,
		"alt": 1138.6360471318476
	},
	{
		"id": "20HHA64AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381338096508,
		"lat": 38.033235644920296,
		"alt": 1138.636047132779
	},
	{
		"id": "20HHA64AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381224160383,
		"lat": 38.033176381484914,
		"alt": 1138.636047131382
	},
	{
		"id": "20HHY61AV021",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381613590407,
		"lat": 38.03335400990755,
		"alt": 1141.6740108663216
	},
	{
		"id": "20HHY61AV081",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4138127207261,
		"lat": 38.033176371324046,
		"alt": 1141.674010865856
	},
	{
		"id": "20HHA10AV002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383314981026,
		"lat": 38.03335786199489,
		"alt": 1119.8395994482562
	},
	{
		"id": "20HHA10AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383201140043,
		"lat": 38.03329864913482,
		"alt": 1119.8395994491875
	},
	{
		"id": "20HHA20AV003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383258062606,
		"lat": 38.03332825666401,
		"alt": 1122.957336265128
	},
	{
		"id": "20HHA20AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383144221788,
		"lat": 38.0332690438036,
		"alt": 1122.957336265128
	},
	{
		"id": "20HHA30AV004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383201140043,
		"lat": 38.03329864913411,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA30AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383087299391,
		"lat": 38.03323943627342,
		"alt": 1126.0749510126188
	},
	{
		"id": "20HHA40AV005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383144221788,
		"lat": 38.03326904380292,
		"alt": 1129.1928098984062
	},
	{
		"id": "20HHA40AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383030381306,
		"lat": 38.033209830941914,
		"alt": 1129.1928098984062
	},
	{
		"id": "20HHA50AV006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4138308729939,
		"lat": 38.03323943627272,
		"alt": 1132.3107908545062
	},
	{
		"id": "20HHA50AV008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41382973459073,
		"lat": 38.03318022341141,
		"alt": 1132.3107908545062
	},
	{
		"id": "20HHA60AV007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41383030381306,
		"lat": 38.03320983094122,
		"alt": 1135.4284666376188
	},
	{
		"id": "20HHY10BB031",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41401731718814,
		"lat": 38.033428290516966,
		"alt": 1114.6771238627843
	},
	{
		"id": "20HHY11AV001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381670512447,
		"lat": 38.03338361743981,
		"alt": 1116.7120968024246
	},
	{
		"id": "20HHY61AV061",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41381385911543,
		"lat": 38.033235584185846,
		"alt": 1141.674010864459
	},
	{
		"id": "DC_1_2GLF_NBJG",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41418250860866,
		"lat": 38.034043482068355,
		"alt": 1127.5956789888441
	},
	{
		"id": "YNDC_GLF_WDWQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41417467818883,
		"lat": 38.03366052773404,
		"alt": 1151.7101324703544
	},
	{
		"id": "YNDC_1CCQPDS001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41479138498081,
		"lat": 38.03417629947499,
		"alt": 1101.5817806096747
	},
	{
		"id": "YNDC_1GLF_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41420038729586,
		"lat": 38.03365932481321,
		"alt": 1148.2724454980343
	},
	{
		"id": "YNDC_2CCQPDS001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41477275092339,
		"lat": 38.03313131348763,
		"alt": 1101.5817808741703
	},
	{
		"id": "YNDC_1GLF_DCWD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41419820206337,
		"lat": 38.033660244364526,
		"alt": 1157.8029200169257
	},
	{
		"id": "YNDC_2GLF_GJJG",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41416363947761,
		"lat": 38.03321161569165,
		"alt": 1136.973676445894
	},
	{
		"id": "YNDC_1GLF_GJJG",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41418088908691,
		"lat": 38.034108604633246,
		"alt": 1136.9736772328615
	},
	{
		"id": "J0GDB20AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41632247702506,
		"lat": 38.035966532646384,
		"alt": 1097.6331155044026
	},
	{
		"id": "J0GBD21BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41663506924008,
		"lat": 38.03594424724914,
		"alt": 1099.86381449271
	},
	{
		"id": "J0GDB21AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4163213314644,
		"lat": 38.03590705821348,
		"alt": 1097.6331155030056
	},
	{
		"id": "J0GBD20BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41645182993008,
		"lat": 38.03594645545112,
		"alt": 1098.8822510512545
	},
	{
		"id": "J0GBS30BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41701478023566,
		"lat": 38.03592295838665,
		"alt": 1096.2971701803617
	},
	{
		"id": "YNDC_JSZ_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4167019206505,
		"lat": 38.03593221516563,
		"alt": 1093.8818661551922
	},
	{
		"id": "YNDC_JSZ_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41670989007437,
		"lat": 38.03592917650565,
		"alt": 1102.937396899797
	},
	{
		"id": "YNDC_JSZ_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41669942135395,
		"lat": 38.03593225077061,
		"alt": 1109.3564775930717
	},
	{
		"id": "DCMCC002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41946616131395,
		"lat": 38.03442571108406,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942927185673,
		"lat": 38.034426150491534,
		"alt": 1100.939391829539
	},
	{
		"id": "DCMCC012",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41946558292207,
		"lat": 38.03439574741931,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC013",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942811510391,
		"lat": 38.03436622316089,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC018",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41946384775164,
		"lat": 38.03430585642408,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC019",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942637998109,
		"lat": 38.034276332163756,
		"alt": 1100.9393918267451
	},
	{
		"id": "DCMCC022",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41946269097562,
		"lat": 38.0342459290931,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC023",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942522323684,
		"lat": 38.03421640483152,
		"alt": 1100.9393918267451
	},
	{
		"id": "DCMCC028",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41946095581804,
		"lat": 38.03415603809546,
		"alt": 1100.9393918300047
	},
	{
		"id": "DCMCC029",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194234881269,
		"lat": 38.03412651383195,
		"alt": 1100.9393918262794
	},
	{
		"id": "DCMCC032",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945979904531,
		"lat": 38.03409611048805,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC033",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942233139122,
		"lat": 38.0340665864981,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC038",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194580639059,
		"lat": 38.034006219762844,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC039",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942059629414,
		"lat": 38.033976695496136,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC042",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945690714706,
		"lat": 38.033946292428666,
		"alt": 1100.9393918262794
	},
	{
		"id": "DCMCC043",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941943956705,
		"lat": 38.033916768160694,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC048",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945517201522,
		"lat": 38.033856401426206,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC049",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941770448284,
		"lat": 38.03382687715631,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC052",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945401526494,
		"lat": 38.03379647409044,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC053",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941654776431,
		"lat": 38.03376694981926,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC058",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945228014596,
		"lat": 38.03370658308555,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC059",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941481269298,
		"lat": 38.033677058812486,
		"alt": 1100.9393918258138
	},
	{
		"id": "DCMCC062",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945112340428,
		"lat": 38.03364665574818,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC063",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941365598305,
		"lat": 38.033617131473804,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC068",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944938829819,
		"lat": 38.033556764740894,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC069",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941192092456,
		"lat": 38.03352724046462,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC072",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944823156508,
		"lat": 38.0334968374019,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC073",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941076422321,
		"lat": 38.033467313124355,
		"alt": 1100.9393918267451
	},
	{
		"id": "DCMCC078",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944649647183,
		"lat": 38.033406946392226,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC079",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194090291776,
		"lat": 38.03337742211275,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC082",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194453397473,
		"lat": 38.03334701905162,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942269627924,
		"lat": 38.033199387174946,
		"alt": 1099.2045669760555
	},
	{
		"id": "DCMCC009",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194388246392,
		"lat": 38.03406411096393,
		"alt": 1107.692095874343
	},
	{
		"id": "DCMCC011",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194286934852,
		"lat": 38.03439618710115,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC016",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41946442613562,
		"lat": 38.03433581981446,
		"alt": 1100.9393918300047
	},
	{
		"id": "DCMCC017",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194269583545,
		"lat": 38.03430629582962,
		"alt": 1100.9393918267451
	},
	{
		"id": "DCMCC020",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194632693632,
		"lat": 38.034275892758686,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC021",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942580160852,
		"lat": 38.0342463684977,
		"alt": 1100.9393918267451
	},
	{
		"id": "DCMCC026",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41946153420304,
		"lat": 38.034186001761505,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC027",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942406649072,
		"lat": 38.03415647722377,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC030",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194603774286,
		"lat": 38.0341260741544,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC031",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942290975862,
		"lat": 38.0340965501651,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC036",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945864228661,
		"lat": 38.03403618342968,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC037",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942117465896,
		"lat": 38.03400665916362,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC040",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945748552605,
		"lat": 38.033976256095826,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC041",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942001793018,
		"lat": 38.03394673182849,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC046",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945575039163,
		"lat": 38.03388636509385,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC047",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941828284338,
		"lat": 38.03385684082459,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC050",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945459363965,
		"lat": 38.03382643775841,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC051",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941712612845,
		"lat": 38.03379691376272,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC056",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945285851811,
		"lat": 38.03373654675401,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC057",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941539104923,
		"lat": 38.033707022481565,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC060",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194517017747,
		"lat": 38.03367661941695,
		"alt": 1100.9393918262794
	},
	{
		"id": "DCMCC061",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941423433756,
		"lat": 38.033647095143216,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC066",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944996666602,
		"lat": 38.03358672841016,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC067",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941249927123,
		"lat": 38.03355720385966,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC070",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194488099312,
		"lat": 38.033526801071474,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC071",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941134257345,
		"lat": 38.03349727679457,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC076",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944707483537,
		"lat": 38.03343691006227,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC077",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940960751998,
		"lat": 38.03340738550859,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC080",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944591810383,
		"lat": 38.03337698244714,
		"alt": 1100.939391829539
	},
	{
		"id": "DCMCC081",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940845083078,
		"lat": 38.03334745844191,
		"alt": 1100.9393918262794
	},
	{
		"id": "DCMCC014",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41946500452576,
		"lat": 38.03436578347952,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC015",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942753672877,
		"lat": 38.03433625949533,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC024",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41946211258891,
		"lat": 38.03421596542739,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC025",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942464486598,
		"lat": 38.03418644116515,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC034",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945922066819,
		"lat": 38.03406614709637,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC035",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942175302466,
		"lat": 38.034036622830946,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC044",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945632876893,
		"lat": 38.03391632876134,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC045",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941886120479,
		"lat": 38.03388680449274,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC054",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194534368911,
		"lat": 38.0337665104223,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC055",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941596940634,
		"lat": 38.0337369861505,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC064",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41945054503472,
		"lat": 38.03361669207925,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC065",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941307762937,
		"lat": 38.03358716780424,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC074",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194476531998,
		"lat": 38.03346687373218,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC075",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941018587383,
		"lat": 38.03343734945399,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC083",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940787248481,
		"lat": 38.03331749477087,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC086",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944418302621,
		"lat": 38.03328709171038,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC087",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940671579547,
		"lat": 38.033257567428365,
		"alt": 1100.9393918262794
	},
	{
		"id": "DCMCC090",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944302630854,
		"lat": 38.0332271643685,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC091",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940555910955,
		"lat": 38.03319764008523,
		"alt": 1100.9393918267451
	},
	{
		"id": "DCMCC092",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944244795098,
		"lat": 38.03319720069731,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC093",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940498076256,
		"lat": 38.03316767613853,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC096",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944129123845,
		"lat": 38.03313727335447,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC097",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940382408711,
		"lat": 38.03310774906927,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC100",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944013452936,
		"lat": 38.033077346010984,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC101",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940266741508,
		"lat": 38.033047821999375,
		"alt": 1100.9393918262794
	},
	{
		"id": "DCMCC102",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943955617611,
		"lat": 38.03304738233901,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC103",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940208907239,
		"lat": 38.03301785805189,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC106",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943839947217,
		"lat": 38.03298745499453,
		"alt": 1100.939391829539
	},
	{
		"id": "DCMCC107",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940093240021,
		"lat": 38.03295793070617,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC110",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943724277165,
		"lat": 38.032927527649434,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC111",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939977573143,
		"lat": 38.032898003359804,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944634721555,
		"lat": 38.03443330225101,
		"alt": 1101.0156240016222
	},
	{
		"id": "DCMCC084",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944476139164,
		"lat": 38.03331705565594,
		"alt": 1100.939391829539
	},
	{
		"id": "DCMCC085",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940729413971,
		"lat": 38.03328753109971,
		"alt": 1100.9393918267451
	},
	{
		"id": "DCMCC094",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194418695943,
		"lat": 38.03316723702598,
		"alt": 1100.939391829539
	},
	{
		"id": "DCMCC095",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940440242706,
		"lat": 38.03313771274143,
		"alt": 1100.9393918267451
	},
	{
		"id": "DCMCC104",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943897782371,
		"lat": 38.033017418666844,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC105",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940151073586,
		"lat": 38.0329878943791,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC112",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943666442267,
		"lat": 38.03289756397667,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC114",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943608607457,
		"lat": 38.03286760030372,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC115",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939861906611,
		"lat": 38.032838076012794,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC118",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943492938091,
		"lat": 38.03280767295734,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC119",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939746240419,
		"lat": 38.03277814866514,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC124",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943319434691,
		"lat": 38.032717781936576,
		"alt": 1100.9393918267451
	},
	{
		"id": "DCMCC125",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4193957274178,
		"lat": 38.03268825764246,
		"alt": 1100.9393918262794
	},
	{
		"id": "DCMCC128",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194320376618,
		"lat": 38.03265785458859,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC129",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939457076447,
		"lat": 38.03262833029319,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC134",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943030264065,
		"lat": 38.032567963565405,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC135",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939283579093,
		"lat": 38.0325384392681,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC138",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942914596414,
		"lat": 38.03250803621582,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC139",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939167914617,
		"lat": 38.03247851191725,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC144",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942741095585,
		"lat": 38.03241814519022,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC145",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41938994419081,
		"lat": 38.03238862116459,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC148",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942625428262,
		"lat": 38.03235821756418,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC149",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41938878754936,
		"lat": 38.032328693537266,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC154",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194245192925,
		"lat": 38.03226832681105,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC155",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41938705260153,
		"lat": 38.032238802507365,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC156",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942394096239,
		"lat": 38.032238363134724,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC157",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41938647428732,
		"lat": 38.0322088388304,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC158",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942336263315,
		"lat": 38.03220839945823,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC159",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41938589597393,
		"lat": 38.03217887515328,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC160",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942278430477,
		"lat": 38.03217843578159,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC088",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944360466695,
		"lat": 38.033257128039516,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC089",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940613745208,
		"lat": 38.033227603756885,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC098",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194407128835,
		"lat": 38.033107309682805,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC099",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41940324574801,
		"lat": 38.03307778539698,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC108",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943782112147,
		"lat": 38.03295749132208,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC109",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194003540654,
		"lat": 38.03292796703307,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC113",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939919739835,
		"lat": 38.03286803968638,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC116",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943550772731,
		"lat": 38.0328376366306,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC117",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939804072942,
		"lat": 38.03280811206418,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC120",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943435103538,
		"lat": 38.032777709283906,
		"alt": 1100.939391829539
	},
	{
		"id": "DCMCC121",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939688407456,
		"lat": 38.032748184991064,
		"alt": 1100.9393918262794
	},
	{
		"id": "DCMCC122",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943377269071,
		"lat": 38.03274774561032,
		"alt": 1100.939391829539
	},
	{
		"id": "DCMCC123",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939630574573,
		"lat": 38.03271822131684,
		"alt": 1100.9393918258138
	},
	{
		"id": "DCMCC126",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943261600391,
		"lat": 38.032687818262644,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC127",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.419395149096,
		"lat": 38.03265829424275,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC130",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943145932056,
		"lat": 38.03262789091437,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC131",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4193939924391,
		"lat": 38.03259836661833,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC132",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943088098017,
		"lat": 38.03259792723996,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC136",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942972430198,
		"lat": 38.03253799989069,
		"alt": 1100.9393918267451
	},
	{
		"id": "DCMCC137",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939225746813,
		"lat": 38.03250847559276,
		"alt": 1100.9393918253481
	},
	{
		"id": "DCMCC140",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4194285676272,
		"lat": 38.03247807254079,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC141",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4193911008251,
		"lat": 38.032448548241575,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC142",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942798929108,
		"lat": 38.032448108865594,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC143",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939052249958,
		"lat": 38.03241858429088,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC146",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942683261615,
		"lat": 38.03238818123985,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC147",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.419389365867,
		"lat": 38.03235865721358,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC150",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942567595524,
		"lat": 38.0323282541632,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC151",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41938820923255,
		"lat": 38.03229872986079,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC152",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942509762344,
		"lat": 38.03229829048719,
		"alt": 1100.9393918304704
	},
	{
		"id": "DCMCC153",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41938763091662,
		"lat": 38.03226876618415,
		"alt": 1100.9393918276764
	},
	{
		"id": "MESH_DCMCC009.USB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41941202008146,
		"lat": 38.03250292511438,
		"alt": 1107.6742587625203
	},
	{
		"id": "DCMCC133",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939341410928,
		"lat": 38.03256840266844,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC161",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41938531766143,
		"lat": 38.032148911476,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC167",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942269629606,
		"lat": 38.0331993883419,
		"alt": 1100.638162765652
	},
	{
		"id": "DCMCC169",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41972833904316,
		"lat": 38.033209740992696,
		"alt": 1105.3850126042962
	},
	{
		"id": "DCMCC164",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942162765056,
		"lat": 38.03211850842785,
		"alt": 1100.9393918286077
	},
	{
		"id": "DCMCC165",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.419384161039,
		"lat": 38.03208898412096,
		"alt": 1100.9393918276764
	},
	{
		"id": "DCMCC162",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942220597725,
		"lat": 38.03214847210481,
		"alt": 1100.9393918290734
	},
	{
		"id": "DCMCC163",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4193847393498,
		"lat": 38.032118947798565,
		"alt": 1100.9393918272107
	},
	{
		"id": "DCMCC166",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41942104932477,
		"lat": 38.03208854475071,
		"alt": 1100.939391828142
	},
	{
		"id": "DCMCC168",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943510827013,
		"lat": 38.033199200976796,
		"alt": 1098.2708648717962
	},
	{
		"id": "DCMCC170",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4191312179241,
		"lat": 38.03321695128472,
		"alt": 1105.1904935613274
	},
	{
		"id": "DCMCC007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944546414592,
		"lat": 38.03438679787006,
		"alt": 1107.7098924852907
	},
	{
		"id": "DCMCC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41943510639191,
		"lat": 38.03319898479133,
		"alt": 1122.9359917403198
	},
	{
		"id": "DCMCC008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41939049011128,
		"lat": 38.034581071716914,
		"alt": 1111.572461404372
	},
	{
		"id": "DCMCC006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41944544097731,
		"lat": 38.03438555775473,
		"alt": 1102.960562217515
	},
	{
		"id": "J0GTK10AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42026740757166,
		"lat": 38.034143302067505,
		"alt": 1102.5760476561263
	},
	{
		"id": "J0GTK10AT002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42026814256823,
		"lat": 38.03418135747994,
		"alt": 1102.5760463895276
	},
	{
		"id": "J0GTK30BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42026898707881,
		"lat": 38.034287748059114,
		"alt": 1101.578611840494
	},
	{
		"id": "YNDC_MSCLJ_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42029513185541,
		"lat": 38.03420787425259,
		"alt": 1098.488810670562
	},
	{
		"id": "YNDC_MSCLJ_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42028724167156,
		"lat": 38.034213344650304,
		"alt": 1103.5922565655782
	},
	{
		"id": "YNDC_MSCLJ_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42029513185096,
		"lat": 38.03420787450712,
		"alt": 1108.88242573943
	},
	{
		"id": "MESH_YNDC_MSCLJ-M0M.USW",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42032860711526,
		"lat": 38.03422143265401,
		"alt": 1097.2763566165231
	},
	{
		"id": "10LDB11AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363852597553,
		"lat": 38.033155865683994,
		"alt": 1097.6054073823616
	},
	{
		"id": "10LDK10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365852239681,
		"lat": 38.034321773684674,
		"alt": 1096.7257061172276
	},
	{
		"id": "10LDK20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365748917818,
		"lat": 38.03426802744467,
		"alt": 1096.725706640631
	},
	{
		"id": "10MAJ30AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342316053134,
		"lat": 38.0341577179258,
		"alt": 1097.1411126535385
	},
	{
		"id": "10MAT10AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41333810218646,
		"lat": 38.03429564553744,
		"alt": 1094.9402464814484
	},
	{
		"id": "10MAX10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342579220871,
		"lat": 38.03426691416113,
		"alt": 1095.8458249769173
	},
	{
		"id": "10MAX20AP002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342058954059,
		"lat": 38.034263064056184,
		"alt": 1094.963439906016
	},
	{
		"id": "20MAG20AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41333440842248,
		"lat": 38.0331938721758,
		"alt": 1097.1689432994462
	},
	{
		"id": "20MAJ10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4134056825054,
		"lat": 38.03324836510008,
		"alt": 1097.1411126535385
	},
	{
		"id": "20MKW10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41336311467964,
		"lat": 38.03335817960179,
		"alt": 1095.9902945188805
	},
	{
		"id": "J0LDN41BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4136524419989,
		"lat": 38.03387346947281,
		"alt": 1097.5798335918225
	},
	{
		"id": "J0LDN42BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365164521673,
		"lat": 38.033832021405736,
		"alt": 1097.5798946265131
	},
	{
		"id": "J0LDP21AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41364910106611,
		"lat": 38.033699278049575,
		"alt": 1097.9996334547177
	},
	{
		"id": "J0LDP41AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4136475722157,
		"lat": 38.033619747529045,
		"alt": 1097.999633455649
	},
	{
		"id": "1C",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41347878804592,
		"lat": 38.033728215524675,
		"alt": 1097.1610826523974
	},
	{
		"id": "10BAC01GS001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41328341260004,
		"lat": 38.03447185263755,
		"alt": 1095.9479975728318
	},
	{
		"id": "10LCB20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41343704909631,
		"lat": 38.03400349872918,
		"alt": 1095.662413841579
	},
	{
		"id": "10LDF21AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4136259129603,
		"lat": 38.03432290949223,
		"alt": 1097.4782104138285
	},
	{
		"id": "10MAG20AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41335400950197,
		"lat": 38.03421373462672,
		"alt": 1097.1689432975836
	},
	{
		"id": "10MAJ20AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4134475716206,
		"lat": 38.03419269250067,
		"alt": 1098.27209468605
	},
	{
		"id": "10MAU10AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41336727162178,
		"lat": 38.03434455416348,
		"alt": 1098.0085429567843
	},
	{
		"id": "10MAU10AC002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41334518183731,
		"lat": 38.034328052105145,
		"alt": 1096.0175776099786
	},
	{
		"id": "10MAU10AY001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41329454960086,
		"lat": 38.03433445096931,
		"alt": 1096.9249245929531
	},
	{
		"id": "10MAX20AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342671139824,
		"lat": 38.03427375824026,
		"alt": 1095.842589234002
	},
	{
		"id": "10MKF30CQ152",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41344058128032,
		"lat": 38.033921850686866,
		"alt": 1098.008544018492
	},
	{
		"id": "20BAC01GS001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41366210108454,
		"lat": 38.0328241411369,
		"alt": 1095.9479975723661
	},
	{
		"id": "20BBB00GS000",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41366132380111,
		"lat": 38.03278612905307,
		"alt": 1095.9479975719005
	},
	{
		"id": "20LCB20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342461343583,
		"lat": 38.033356498826336,
		"alt": 1095.6624138401821
	},
	{
		"id": "20LDF21AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41360553367275,
		"lat": 38.033414218172396,
		"alt": 1097.626342737116
	},
	{
		"id": "20LDF24AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41360194238143,
		"lat": 38.03322739167433,
		"alt": 1097.626342737116
	},
	{
		"id": "20LDK30AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363591277871,
		"lat": 38.033297061634606,
		"alt": 1096.7257066415622
	},
	{
		"id": "20MAG20AC03",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41335255862934,
		"lat": 38.03413824614127,
		"alt": 1097.168943298515
	},
	{
		"id": "20MAT10AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41331090455171,
		"lat": 38.03288050158115,
		"alt": 1094.9402464809827
	},
	{
		"id": "20MAU10AY001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4132658810399,
		"lat": 38.032842761401184,
		"alt": 1096.9249245943501
	},
	{
		"id": "20MAX20AP002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4133865960672,
		"lat": 38.03301539950455,
		"alt": 1094.9634399050846
	},
	{
		"id": "20MAX20BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41339180935638,
		"lat": 38.03301980702243,
		"alt": 1095.8458249764517
	},
	{
		"id": "J0LDP31AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4136483366375,
		"lat": 38.03365951265201,
		"alt": 1097.999633455649
	},
	{
		"id": "QJFZX003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41326734119563,
		"lat": 38.03289351082796,
		"alt": 1095.6187741514295
	},
	{
		"id": "QJFZX012",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41367225122542,
		"lat": 38.03406866634861,
		"alt": 1098.1583194998093
	},
	{
		"id": "1C_A",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4134347572705,
		"lat": 38.0337002933622,
		"alt": 1098.1073652785271
	},
	{
		"id": "10LDF22AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41362471579614,
		"lat": 38.034260633637295,
		"alt": 1097.4782104142941
	},
	{
		"id": "10LDF23AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41362351863567,
		"lat": 38.03419835778166,
		"alt": 1097.4782104147598
	},
	{
		"id": "10LDK30AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365629198964,
		"lat": 38.03420575158999,
		"alt": 1096.7257066396996
	},
	{
		"id": "10MAJ10AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4134482569896,
		"lat": 38.03422834961967,
		"alt": 1098.2720946865156
	},
	{
		"id": "10MAX20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342075062832,
		"lat": 38.03427144497714,
		"alt": 1094.9634399064816
	},
	{
		"id": "10MKF14AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4134393026736,
		"lat": 38.03389996015075,
		"alt": 1095.2770995968021
	},
	{
		"id": "10PGC20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41345730873209,
		"lat": 38.03434617319178,
		"alt": 1098.0082983667962
	},
	{
		"id": "20BBA00GS000",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41366170735671,
		"lat": 38.03280608198054,
		"alt": 1095.9479975728318
	},
	{
		"id": "20LCB10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4134254451807,
		"lat": 38.03339977332179,
		"alt": 1095.6624138411134
	},
	{
		"id": "20LDB11AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365402445765,
		"lat": 38.03407179608851,
		"alt": 1097.6054073809646
	},
	{
		"id": "20MAG10AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.413335859222,
		"lat": 38.03326936039915,
		"alt": 1097.1689432980492
	},
	{
		"id": "20MAJ20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.413404979838,
		"lat": 38.03321180562076,
		"alt": 1097.1263421452604
	},
	{
		"id": "20MKF13AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342145214977,
		"lat": 38.03348887642118,
		"alt": 1095.5316772274673
	},
	{
		"id": "20PGC10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41344521029518,
		"lat": 38.032826926064686,
		"alt": 1098.0085425074212
	},
	{
		"id": "20PGC20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41351177644452,
		"lat": 38.03282649953465,
		"alt": 1098.0085430666804
	},
	{
		"id": "J0LDP11AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41364986546981,
		"lat": 38.033739042072554,
		"alt": 1097.999633455649
	},
	{
		"id": "QJFZX001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365366897364,
		"lat": 38.03400670922491,
		"alt": 1097.9631955558434
	},
	{
		"id": "QJFZX004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41366296496625,
		"lat": 38.033781946628565,
		"alt": 1101.1135456324555
	},
	{
		"id": "10BBA00GS000",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41328301894359,
		"lat": 38.0344537934832,
		"alt": 1095.9479975728318
	},
	{
		"id": "10BBB00GS000",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41328263546805,
		"lat": 38.034433840558066,
		"alt": 1095.9479975723661
	},
	{
		"id": "10LCB10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41343788086787,
		"lat": 38.034046773219615,
		"alt": 1095.6624138397164
	},
	{
		"id": "10LDF24AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4136223214789,
		"lat": 38.03413608192534,
		"alt": 1097.4782104156911
	},
	{
		"id": "10LDK40AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4136550948048,
		"lat": 38.03414347573462,
		"alt": 1096.7257066396996
	},
	{
		"id": "10MAJ10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342454859448,
		"lat": 38.03422993479313,
		"alt": 1097.1616815021261
	},
	{
		"id": "10MAJ30AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41344686890336,
		"lat": 38.03415613275307,
		"alt": 1098.2720946869813
	},
	{
		"id": "10MKW10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41337639160423,
		"lat": 38.03404897788948,
		"alt": 1095.9902945174835
	},
	{
		"id": "10PGC10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41352386153284,
		"lat": 38.03434499874787,
		"alt": 1098.0082989246584
	},
	{
		"id": "20LDB12AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365340067557,
		"lat": 38.03403934764498,
		"alt": 1097.605407380499
	},
	{
		"id": "20LDF22AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41360433658605,
		"lat": 38.033351943406686,
		"alt": 1097.626342737116
	},
	{
		"id": "20LDK20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363710990566,
		"lat": 38.03335933722461,
		"alt": 1096.7257066415622
	},
	{
		"id": "20LDK40AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363471564492,
		"lat": 38.03323478549419,
		"alt": 1096.725706640631
	},
	{
		"id": "20MAJ10AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4134294405552,
		"lat": 38.03324937980341,
		"alt": 1098.2723388290032
	},
	{
		"id": "20MAJ20AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342873787079,
		"lat": 38.03321282004963,
		"alt": 1098.272338828072
	},
	{
		"id": "20MAJ30AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41340429451517,
		"lat": 38.033176148494974,
		"alt": 1097.1616815025918
	},
	{
		"id": "20MAU10AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41333817936726,
		"lat": 38.03283091406206,
		"alt": 1098.0084819216281
	},
	{
		"id": "20MAU10AC002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41331673475153,
		"lat": 38.03284793979721,
		"alt": 1096.0175776099786
	},
	{
		"id": "20MAX20AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41339246508507,
		"lat": 38.033012944287385,
		"alt": 1095.842589234002
	},
	{
		"id": "20MAX20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41338675714382,
		"lat": 38.0330237804274,
		"alt": 1094.9634399050846
	},
	{
		"id": "20MKF14AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41343172314516,
		"lat": 38.033505615686316,
		"alt": 1095.2770995958708
	},
	{
		"id": "20MKF30CQ152",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41343215985873,
		"lat": 38.033483704830004,
		"alt": 1098.0085440170951
	},
	{
		"id": "J0LDN71BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365145035902,
		"lat": 38.03377955693037,
		"alt": 1097.9631955525837
	},
	{
		"id": "QJFZX002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363816745777,
		"lat": 38.03309058255431,
		"alt": 1097.963195554912
	},
	{
		"id": "QJFZX005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41366033287667,
		"lat": 38.03368063210293,
		"alt": 1096.5348337963223
	},
	{
		"id": "QJFZX006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41341146917145,
		"lat": 38.033288337341304,
		"alt": 1096.1405021389946
	},
	{
		"id": "QJFZX008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41329405819692,
		"lat": 38.034283689600905,
		"alt": 1095.6187741518952
	},
	{
		"id": "QJFZX009",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365595075234,
		"lat": 38.033936076864094,
		"alt": 1097.6469092951156
	},
	{
		"id": "QJFZX010",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363824451505,
		"lat": 38.03301499459937,
		"alt": 1097.9585548024624
	},
	{
		"id": "QJFZX011",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365687931643,
		"lat": 38.033152605763085,
		"alt": 1098.158319498878
	},
	{
		"id": "10LDB12AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363789844833,
		"lat": 38.03312322098772,
		"alt": 1097.6054073809646
	},
	{
		"id": "10MAJ20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342386323677,
		"lat": 38.03419427767375,
		"alt": 1097.126342147123
	},
	{
		"id": "10MKF13AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4134296797,
		"lat": 38.03391693889773,
		"alt": 1095.531677226536
	},
	{
		"id": "20LDF23AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41360313948189,
		"lat": 38.03328966754084,
		"alt": 1097.6263427375815
	},
	{
		"id": "20LDK10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363830702042,
		"lat": 38.03342161198936,
		"alt": 1096.7257066396996
	},
	{
		"id": "20MAJ30AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342805253626,
		"lat": 38.033177162924176,
		"alt": 1098.2723388271406
	},
	{
		"id": "J0LDP51AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41364680781649,
		"lat": 38.03357998350522,
		"alt": 1097.9996334547177
	},
	{
		"id": "QJFZX007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342740838951,
		"lat": 38.03411762559128,
		"alt": 1096.140502139926
	},
	{
		"id": "QJFF2C0001_A",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41344114298475,
		"lat": 38.03373822367362,
		"alt": 1107.857403254602
	},
	{
		"id": "QJFF2C0013",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41331864867135,
		"lat": 38.03292734282911,
		"alt": 1111.8200509231537
	},
	{
		"id": "QJFF2C0014",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41331448712088,
		"lat": 38.03406506053159,
		"alt": 1108.686762008816
	},
	{
		"id": "QJFF2C0015",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41337093716652,
		"lat": 38.034109623516514,
		"alt": 1107.7746413685381
	},
	{
		"id": "QJFF2C0016",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41336902376595,
		"lat": 38.0341304247653,
		"alt": 1107.2791916243732
	},
	{
		"id": "QJFF2C0024",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41368087498331,
		"lat": 38.03340846748658,
		"alt": 1106.9705194570124
	},
	{
		"id": "QJFF2C0025",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41367488342527,
		"lat": 38.03309678966975,
		"alt": 1106.970519457478
	},
	{
		"id": "QJFF2C0026",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41353019320675,
		"lat": 38.03428167181169,
		"alt": 1107.8522291183471
	},
	{
		"id": "QJFF2C0038",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41335037217692,
		"lat": 38.03319633017277,
		"alt": 1104.4874868011102
	},
	{
		"id": "QJFF2C0039",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41335212218882,
		"lat": 38.03328738598954,
		"alt": 1104.4874868001788
	},
	{
		"id": "QJFF2C0040",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41335144967323,
		"lat": 38.03325239401593,
		"alt": 1104.4874868020415
	},
	{
		"id": "QJFF2C0048",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41335293981878,
		"lat": 38.03329357217213,
		"alt": 1107.2791916229762
	},
	{
		"id": "QJFF2C0009",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41342429969077,
		"lat": 38.03415365549547,
		"alt": 1112.2414396042004
	},
	{
		"id": "QJFF2C0011",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41340779535741,
		"lat": 38.03329496393283,
		"alt": 1112.241439603269
	},
	{
		"id": "QJFF2C0020",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41335822583536,
		"lat": 38.033230548260406,
		"alt": 1104.4225986902602
	},
	{
		"id": "QJFF2C0022",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41369824267892,
		"lat": 38.034311898949056,
		"alt": 1106.970519457478
	},
	{
		"id": "QJFF2C0034",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41354976095948,
		"lat": 38.03330940702476,
		"alt": 1108.778799773194
	},
	{
		"id": "QJFF2C0042",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41337166241683,
		"lat": 38.03411090409861,
		"alt": 1104.4584951456636
	},
	{
		"id": "QJFF2C0044",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41337339147137,
		"lat": 38.0342008651473,
		"alt": 1104.4584951461292
	},
	{
		"id": "QJFF2C0046",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41333852696277,
		"lat": 38.03345121013308,
		"alt": 1104.8635788680985
	},
	{
		"id": "MESH_QJFF2C0026.USB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41350791766044,
		"lat": 38.03304614865308,
		"alt": 1107.8939488665928
	},
	{
		"id": "QJFF2C0003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41366873975067,
		"lat": 38.034043092913436,
		"alt": 1105.0325837158598
	},
	{
		"id": "QJFF2C0004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41364787525437,
		"lat": 38.03305034100039,
		"alt": 1105.0325837177224
	},
	{
		"id": "QJFF2C0005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41325203296674,
		"lat": 38.03359101065877,
		"alt": 1112.2369215018116
	},
	{
		"id": "QJFF2C0007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363541235293,
		"lat": 38.03374987902105,
		"alt": 1111.8672970728948
	},
	{
		"id": "QJFF2C0018",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41334995627723,
		"lat": 38.03313833436126,
		"alt": 1106.418204872869
	},
	{
		"id": "QJFF2C0028",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41353530831955,
		"lat": 38.03386678143995,
		"alt": 1109.5713235447183
	},
	{
		"id": "QJFF2C0030",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41325823062377,
		"lat": 38.03307093472636,
		"alt": 1105.9282124480232
	},
	{
		"id": "QJFF2C0032",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41356667545622,
		"lat": 38.034189349328024,
		"alt": 1108.778799773194
	},
	{
		"id": "QJFF2C0036",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41347493944059,
		"lat": 38.03343134663496,
		"alt": 1107.8083417960442
	},
	{
		"id": "QJFF2C0037",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41348706804965,
		"lat": 38.03406234739996,
		"alt": 1107.8083417941816
	},
	{
		"id": "QJFF2C0002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4136763048761,
		"lat": 38.0342522635476,
		"alt": 1105.2661041407846
	},
	{
		"id": "QJFF2C0006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365883089131,
		"lat": 38.03371946360653,
		"alt": 1112.4782581981271
	},
	{
		"id": "QJFF2C0010",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41334013215984,
		"lat": 38.034177914739345,
		"alt": 1112.009139799513
	},
	{
		"id": "QJFF2C0012",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41336552505073,
		"lat": 38.03329547218381,
		"alt": 1112.0091397990472
	},
	{
		"id": "QJFF2C0017",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365157103831,
		"lat": 38.03334978500469,
		"alt": 1105.266043106094
	},
	{
		"id": "QJFF2C0021",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41337643170891,
		"lat": 38.034177801331,
		"alt": 1104.4225986897945
	},
	{
		"id": "QJFF2C0023",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41369397319103,
		"lat": 38.03408981281354,
		"alt": 1106.970519456081
	},
	{
		"id": "QJFF2C0029",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41327851105805,
		"lat": 38.03412620532462,
		"alt": 1105.3077900852076
	},
	{
		"id": "QJFF2C0031",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41334969966962,
		"lat": 38.03316133847348,
		"alt": 1104.4874868001788
	},
	{
		"id": "QJFF2C0035",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4134412644944,
		"lat": 38.032994906701035,
		"alt": 1108.778780524619
	},
	{
		"id": "QJFF2C0041",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41337233496279,
		"lat": 38.034145896066775,
		"alt": 1104.458495146595
	},
	{
		"id": "QJFF2C0043",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41337406402556,
		"lat": 38.034235857389746,
		"alt": 1104.458495146595
	},
	{
		"id": "QJFF2C0045",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41334262114023,
		"lat": 38.03417467235191,
		"alt": 1107.4389596022665
	},
	{
		"id": "QJFF2C0047",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41334849707012,
		"lat": 38.03396996424924,
		"alt": 1104.863578867633
	},
	{
		"id": "QJFF2C0001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41346689388794,
		"lat": 38.0337379143097,
		"alt": 1106.0781146269291
	},
	{
		"id": "QJFF2C0008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41334227263277,
		"lat": 38.034156538721405,
		"alt": 1108.2720772903412
	},
	{
		"id": "QJFF2C0019",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41351832666763,
		"lat": 38.03298331544801,
		"alt": 1109.5713114892132
	},
	{
		"id": "QJFF2C0033",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4134637136372,
		"lat": 38.033981874280975,
		"alt": 1108.7787796892225
	},
	{
		"id": "10LAD10AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41366891051409,
		"lat": 38.033942676619425,
		"alt": 1125.5748844188638
	},
	{
		"id": "10LAD30AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41367493404723,
		"lat": 38.03425599143226,
		"alt": 1125.5748844742775
	},
	{
		"id": "10MAA10HA001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41338117388037,
		"lat": 38.03415081974828,
		"alt": 1117.137019475922
	},
	{
		"id": "10MAC10HA001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41338024554652,
		"lat": 38.034311107557,
		"alt": 1115.7914399388246
	},
	{
		"id": "10MKC01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41351962514245,
		"lat": 38.03408326929538,
		"alt": 1116.634701042436
	},
	{
		"id": "10XAA10AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41337997947802,
		"lat": 38.033968594353965,
		"alt": 1116.1054013082757
	},
	{
		"id": "20LAD20AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41366697092549,
		"lat": 38.03340593667372,
		"alt": 1117.2869809335097
	},
	{
		"id": "20LAD30AC002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.413663679253,
		"lat": 38.03323470443346,
		"alt": 1117.2869809325784
	},
	{
		"id": "20MAB10HA001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41336192555724,
		"lat": 38.03319931740873,
		"alt": 1120.5301900641061
	},
	{
		"id": "20MAC20HA001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41336276037407,
		"lat": 38.03340136031409,
		"alt": 1115.7914412026293
	},
	{
		"id": "QJG_M_03",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.413687234153,
		"lat": 38.03372188799751,
		"alt": 1115.6044249604456
	},
	{
		"id": "QJG_M_20",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365966570964,
		"lat": 38.03301640717183,
		"alt": 1117.4666599980555
	},
	{
		"id": "20MKA01AG001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.413505139991,
		"lat": 38.03332968312961,
		"alt": 1116.6347009260207
	},
	{
		"id": "20MKG",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41336328056775,
		"lat": 38.033219831850886,
		"alt": 1117.1370812873356
	},
	{
		"id": "QJF_03F",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41346689395516,
		"lat": 38.033737914543906,
		"alt": 1122.4977923589758
	},
	{
		"id": "QJG_M_01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41367095505757,
		"lat": 38.033494613379965,
		"alt": 1120.52684776159
	},
	{
		"id": "QJG_M_07",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41369133275458,
		"lat": 38.03388234715057,
		"alt": 1117.9637407395057
	},
	{
		"id": "QJG_M_10",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4136546844729,
		"lat": 38.034245840251586,
		"alt": 1126.1571542061865
	},
	{
		"id": "QJG_M_13",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363398566605,
		"lat": 38.033169090907165,
		"alt": 1126.1571542066522
	},
	{
		"id": "10MAB10HA001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41337792328497,
		"lat": 38.03403168160705,
		"alt": 1120.5301900645718
	},
	{
		"id": "10MKA",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41337829881451,
		"lat": 38.0338811507155,
		"alt": 1116.1054003858007
	},
	{
		"id": "QJF_03F_A",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41346689395283,
		"lat": 38.033737914535735,
		"alt": 1122.552174682729
	},
	{
		"id": "QJG_M_21",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363111171696,
		"lat": 38.03366515419208,
		"alt": 1125.8175384253263
	},
	{
		"id": "QJG_M_23",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41364397768436,
		"lat": 38.033644900854895,
		"alt": 1123.3992382441647
	},
	{
		"id": "10MKA01AG001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41352113943544,
		"lat": 38.03416204835736,
		"alt": 1116.6347009260207
	},
	{
		"id": "10MKG",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41337927834371,
		"lat": 38.03405219714522,
		"alt": 1117.1370812878012
	},
	{
		"id": "20LAD10AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4136541822441,
		"lat": 38.033176519101,
		"alt": 1125.5748844183981
	},
	{
		"id": "20LAD30AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365870747651,
		"lat": 38.033411922617134,
		"alt": 1125.5748844183981
	},
	{
		"id": "20MAA10HA001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41336517603159,
		"lat": 38.03331845474348,
		"alt": 1117.137019477319
	},
	{
		"id": "20MAC10HA001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41336424761086,
		"lat": 38.03347874229975,
		"alt": 1115.7914399388246
	},
	{
		"id": "20MKA",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41336230112675,
		"lat": 38.03304878429712,
		"alt": 1116.105400385335
	},
	{
		"id": "20MKC01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41350362576568,
		"lat": 38.03325090433076,
		"alt": 1116.6347010405734
	},
	{
		"id": "20XAA10AK001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41336398174215,
		"lat": 38.033136229048026,
		"alt": 1116.1054013050161
	},
	{
		"id": "QJG_M_02",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41326522235717,
		"lat": 38.03346818969415,
		"alt": 1115.6044249609112
	},
	{
		"id": "QJG_M_04",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41328073147609,
		"lat": 38.03427517942086,
		"alt": 1115.6044249609112
	},
	{
		"id": "QJG_M_08",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4136368016506,
		"lat": 38.033204487050014,
		"alt": 1118.0151943825185
	},
	{
		"id": "QJG_M_09",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363571924711,
		"lat": 38.03308033741666,
		"alt": 1116.5820276821032
	},
	{
		"id": "QJG_M_11",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41364859669218,
		"lat": 38.03392916063939,
		"alt": 1126.1571542047895
	},
	{
		"id": "QJG_M_12",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41364056730324,
		"lat": 38.03340376150095,
		"alt": 1126.1571540394798
	},
	{
		"id": "QJG_M_18",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41364905202383,
		"lat": 38.034003327093565,
		"alt": 1118.1475136494264
	},
	{
		"id": "QJG_M_19",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41363414042004,
		"lat": 38.033227622748654,
		"alt": 1118.14746895805
	},
	{
		"id": "QJG_M_22",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41356539596332,
		"lat": 38.03371190248611,
		"alt": 1117.945749016013
	},
	{
		"id": "10LAD20AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41367877766592,
		"lat": 38.03402010930806,
		"alt": 1117.286980934441
	},
	{
		"id": "10LAD30AC002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41368317159717,
		"lat": 38.03424867161365,
		"alt": 1117.2869807882234
	},
	{
		"id": "10MAC20HA001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41337875824843,
		"lat": 38.03423372558285,
		"alt": 1115.7914412035606
	},
	{
		"id": "10LAA40AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4136737286833,
		"lat": 38.034105942042274,
		"alt": 1133.2945370757952
	},
	{
		"id": "QJF_04F",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41347728272544,
		"lat": 38.03364825579338,
		"alt": 1133.0860336595215
	},
	{
		"id": "QJF_04F_A",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365530538829,
		"lat": 38.03366026635267,
		"alt": 1133.9139960305765
	},
	{
		"id": "20LAA40AC001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4136553266832,
		"lat": 38.033148683208864,
		"alt": 1133.2945370767265
	},
	{
		"id": "WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41365530534695,
		"lat": 38.03366026620286,
		"alt": 1137.4914521905593
	},
	{
		"id": "YNDC-M0MJS",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41855642676853,
		"lat": 38.03363075812915,
		"alt": 1101.3557081129402
	},
	{
		"id": "YNDC-M0MJS_F1",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857464537023,
		"lat": 38.033607059602204,
		"alt": 1101.308763471432
	},
	{
		"id": "YNDC-M0MJS_F1_A",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41858403214426,
		"lat": 38.03360694578405,
		"alt": 1101.3087580315768
	},
	{
		"id": "YNDC-M0MJS",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41855583533908,
		"lat": 38.03360009851361,
		"alt": 1101.3557081115432
	},
	{
		"id": "J0EBC01AT002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41854503146368,
		"lat": 38.03365392787489,
		"alt": 1106.8068214282393
	},
	{
		"id": "YNDC-M0MJS_F2_A",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856938900156,
		"lat": 38.033607123019394,
		"alt": 1106.7568232212215
	},
	{
		"id": "J0EBC01AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41854355235674,
		"lat": 38.03357721451102,
		"alt": 1106.8068214291706
	},
	{
		"id": "YNDC-M0MJS_F2",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856938900197,
		"lat": 38.03360712301969,
		"alt": 1106.7817255640402
	},
	{
		"id": "J0EBD01AU001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856231473753,
		"lat": 38.03358920222388,
		"alt": 1111.9234001603908
	},
	{
		"id": "J0EBD01AU001-M00",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41858138086314,
		"lat": 38.03358724178723,
		"alt": 1109.8864134522155
	},
	{
		"id": "J0EBD01AU001-M05",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856089203048,
		"lat": 38.03358748904394,
		"alt": 1109.5640867929905
	},
	{
		"id": "J0EBD01AU001-M06",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856500856222,
		"lat": 38.03358743936643,
		"alt": 1109.6254271250218
	},
	{
		"id": "J0EBD01AU002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857608449578,
		"lat": 38.0336413389925,
		"alt": 1111.9235216383822
	},
	{
		"id": "J0EBD01AU002-M00",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4185824563227,
		"lat": 38.03364299243904,
		"alt": 1109.8864134512841
	},
	{
		"id": "J0EBD01AU002-M05",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856196747449,
		"lat": 38.03364323969623,
		"alt": 1109.564086791128
	},
	{
		"id": "J0EBD01AU002-M06",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856608400937,
		"lat": 38.03364319001862,
		"alt": 1109.6254271245561
	},
	{
		"id": "YNDC-M0MJS_F3",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856939040738,
		"lat": 38.033607123014164,
		"alt": 1111.9484736118465
	},
	{
		"id": "J0EBD01AU001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41854469348135,
		"lat": 38.03358768452344,
		"alt": 1109.3406370845623
	},
	{
		"id": "J0EBD01AU001-M02",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41854874468241,
		"lat": 38.033587635634895,
		"alt": 1109.3974608140997
	},
	{
		"id": "J0EBD01AU001-M04",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41855683387933,
		"lat": 38.03358753801676,
		"alt": 1109.5060423593968
	},
	{
		"id": "J0EBD01AU001-M07",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856912578899,
		"lat": 38.03358738968038,
		"alt": 1109.6949461670592
	},
	{
		"id": "J0EBD01AU001-M08",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857324301577,
		"lat": 38.033587339994185,
		"alt": 1109.759582397528
	},
	{
		"id": "J0EBD01AU002-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41854576891308,
		"lat": 38.03364343517613,
		"alt": 1109.3406370859593
	},
	{
		"id": "J0EBD01AU002-M02",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41854982011722,
		"lat": 38.03364338628749,
		"alt": 1109.3974608154967
	},
	{
		"id": "J0EBD01AU002-M04",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4185579093203,
		"lat": 38.03364328866917,
		"alt": 1109.5060423598624
	},
	{
		"id": "J0EBD01AU002-M07",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857020123926,
		"lat": 38.03364314033247,
		"alt": 1109.694946166128
	},
	{
		"id": "J0EBD01AU002-M08",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857431846912,
		"lat": 38.03364309064619,
		"alt": 1109.7595823965966
	},
	{
		"id": "YNDC-M0MJS_F3_A",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856943809915,
		"lat": 38.033609595342895,
		"alt": 1111.923509836197
	},
	{
		"id": "J0EBD01AU001-M03",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41855278893338,
		"lat": 38.03358758683011,
		"alt": 1109.4495848389342
	},
	{
		"id": "J0EBD01AU001-M09",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41857733591723,
		"lat": 38.03358729060142,
		"alt": 1109.8238524170592
	},
	{
		"id": "J0EBD01AU002-M03",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41855386437129,
		"lat": 38.03364333748259,
		"alt": 1109.4495848398655
	},
	{
		"id": "J0EBD01AU002-M09",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4185784113737,
		"lat": 38.03364304125331,
		"alt": 1109.8238524184562
	},
	{
		"id": "YNDC-M0MJS_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856939035187,
		"lat": 38.03360712269976,
		"alt": 1122.0274536642246
	},
	{
		"id": "YNDC-M0MJS_F4",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856939041298,
		"lat": 38.03360712301774,
		"alt": 1118.401293433737
	},
	{
		"id": "YNDC-M0MJS_F4_A",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856939041298,
		"lat": 38.03360712301774,
		"alt": 1118.401293433737
	},
	{
		"id": "YNJT_11_JZ_007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41832150873284,
		"lat": 38.03360112652827,
		"alt": 1104.0489341518841
	},
	{
		"id": "YNDC-M0MJS_WD_A",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41856939036485,
		"lat": 38.03360712298038,
		"alt": 1122.2968012471683
	},
	{
		"id": "J0GNK16AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4199611291869,
		"lat": 38.03561866989432,
		"alt": 1099.9009949797764
	},
	{
		"id": "J0GNK14AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41997190060357,
		"lat": 38.03582484963768,
		"alt": 1099.1331175938248
	},
	{
		"id": "J0GNK12AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41996672702457,
		"lat": 38.03586751093671,
		"alt": 1099.8918454428203
	},
	{
		"id": "J0GNK19AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41995749136384,
		"lat": 38.03543914125143,
		"alt": 1099.9009992731735
	},
	{
		"id": "J0GNK17AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41995884547853,
		"lat": 38.03550926432193,
		"alt": 1099.9009997933171
	},
	{
		"id": "J0GNK13AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41996416225511,
		"lat": 38.035775736094365,
		"alt": 1099.902337347623
	},
	{
		"id": "J0GNK18AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41996585104948,
		"lat": 38.03551157698653,
		"alt": 1099.1331175947561
	},
	{
		"id": "J0GNK20AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41996356157622,
		"lat": 38.035393016669516,
		"alt": 1099.1331175947561
	},
	{
		"id": "J0GNK15AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41996701400441,
		"lat": 38.035571800310905,
		"alt": 1099.1331175947561
	},
	{
		"id": "YNDC-M0CFSBF_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41997199949972,
		"lat": 38.035631683012525,
		"alt": 1097.9841202166862
	},
	{
		"id": "J0GNK11AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41997306357123,
		"lat": 38.035885072683826,
		"alt": 1099.1331175947561
	},
	{
		"id": "YNDC-M0CFSBF_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41997595648263,
		"lat": 38.035631644665415,
		"alt": 1100.4724613330327
	},
	{
		"id": "YNDC-M0CFSBF_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41997199968136,
		"lat": 38.0356316923648,
		"alt": 1103.2137944856658
	},
	{
		"id": "10BBC00GS000",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41606661353047,
		"lat": 38.03396696496167,
		"alt": 1095.0688476101495
	},
	{
		"id": "J0HTL10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41613457556528,
		"lat": 38.03378613148415,
		"alt": 1098.9932208084501
	},
	{
		"id": "J0HTQ12AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41617719002482,
		"lat": 38.03389769932616,
		"alt": 1096.3146358542144
	},
	{
		"id": "J0HTQ21AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41612461245016,
		"lat": 38.03385285000557,
		"alt": 1096.3146354104392
	},
	{
		"id": "J0HTQ24AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41612928482578,
		"lat": 38.033832388060354,
		"alt": 1096.3146356893703
	},
	{
		"id": "YN_TLTSL_11",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41624840542741,
		"lat": 38.03395497422915,
		"alt": 1094.3765866695903
	},
	{
		"id": "YN_TLTSL_15",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41623263583854,
		"lat": 38.03382714229812,
		"alt": 1094.4535515536554
	},
	{
		"id": "YN_TLTSL_16",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41609064675725,
		"lat": 38.0337603841069,
		"alt": 1094.6421505282633
	},
	{
		"id": "YN_TLTSL_17",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41609075334901,
		"lat": 38.0337659194335,
		"alt": 1094.4794308259152
	},
	{
		"id": "J0HTS31AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4162654205755,
		"lat": 38.03389845272913,
		"alt": 1096.3146355794742
	},
	{
		"id": "SLTSL_1F",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41615155001756,
		"lat": 38.033650017427846,
		"alt": 1101.6233984543942
	},
	{
		"id": "YN_TLTSL_05",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41609634231781,
		"lat": 38.03391456807515,
		"alt": 1095.040710110683
	},
	{
		"id": "10BBC02GS001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41606635514225,
		"lat": 38.03395354676235,
		"alt": 1095.0688476115465
	},
	{
		"id": "J0HTQ11AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41616145565837,
		"lat": 38.03389788888539,
		"alt": 1096.31463585468
	},
	{
		"id": "J0HTQ14AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41618749079821,
		"lat": 38.0338975752267,
		"alt": 1096.3146354136988
	},
	{
		"id": "J0HTQ23AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41612445649775,
		"lat": 38.0338447516402,
		"alt": 1096.3146358509548
	},
	{
		"id": "J0HTW10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41605970669528,
		"lat": 38.033759730017834,
		"alt": 1099.3955071903765
	},
	{
		"id": "YN_TLTSL_06",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41614165067452,
		"lat": 38.03387964737085,
		"alt": 1098.090514337644
	},
	{
		"id": "YN_TLTSL_07",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41626057566276,
		"lat": 38.03395900803383,
		"alt": 1095.8647454082965
	},
	{
		"id": "10BBD00GS000",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41606610740858,
		"lat": 38.033940681848236,
		"alt": 1095.0688476171344
	},
	{
		"id": "20BBC00GS000",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41606585996086,
		"lat": 38.03392783177648,
		"alt": 1095.0688476106152
	},
	{
		"id": "20BBC02GS001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41606560156788,
		"lat": 38.03391441330221,
		"alt": 1095.0688476110808
	},
	{
		"id": "J0HTL11AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4161270585751,
		"lat": 38.03379916058036,
		"alt": 1096.3146349303424
	},
	{
		"id": "J0HTL12AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41612317388465,
		"lat": 38.03379695495603,
		"alt": 1096.3146355031058
	},
	{
		"id": "J0HTL13AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41612282980532,
		"lat": 38.03377908738631,
		"alt": 1096.3146355026401
	},
	{
		"id": "J0HTQ10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41618296140012,
		"lat": 38.033855502737175,
		"alt": 1097.1572241489775
	},
	{
		"id": "J0HTQ13AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41619276523352,
		"lat": 38.03389751168231,
		"alt": 1096.3146358528174
	},
	{
		"id": "J0HTQ22AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41612469353839,
		"lat": 38.033857060795114,
		"alt": 1096.3146358504891
	},
	{
		"id": "J0HTS30BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41626746115838,
		"lat": 38.0338545006337,
		"alt": 1097.6298812683671
	},
	{
		"id": "YN_TLTSL_04",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41609675758772,
		"lat": 38.03394952573029,
		"alt": 1096.2899778494611
	},
	{
		"id": "YN_TLTSL_08",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41624863874921,
		"lat": 38.03393525251741,
		"alt": 1094.3334959251806
	},
	{
		"id": "YN_TLTSL_09",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41624604762344,
		"lat": 38.03393758756401,
		"alt": 1094.4879759522155
	},
	{
		"id": "YN_TLTSL_10",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41624522733795,
		"lat": 38.03395783842036,
		"alt": 1094.5659788288176
	},
	{
		"id": "YN_TLTSL_12",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41626964971232,
		"lat": 38.03393478576148,
		"alt": 1095.4856565590016
	},
	{
		"id": "YN_TLTSL_14",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41621561252992,
		"lat": 38.03381743570861,
		"alt": 1094.5150754479691
	},
	{
		"id": "YN_TLTSL_18",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41624915651806,
		"lat": 38.03380024633897,
		"alt": 1094.583617774304
	},
	{
		"id": "YN_TLTSL_31",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41617972299491,
		"lat": 38.0338585567806,
		"alt": 1098.3455003174021
	},
	{
		"id": "20BBD00GS000",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41606535383997,
		"lat": 38.03390154866287,
		"alt": 1095.0688476162031
	},
	{
		"id": "J0HTS20BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41626608884289,
		"lat": 38.03378324529966,
		"alt": 1098.2489608572796
	},
	{
		"id": "J0HTS10BB002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41617710001549,
		"lat": 38.03391284299818,
		"alt": 1101.7659905059263
	},
	{
		"id": "J0HTS60BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41605738139728,
		"lat": 38.03390735038943,
		"alt": 1100.3284299718216
	},
	{
		"id": "YN_TLTSL_30",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41628826662975,
		"lat": 38.033907002115356,
		"alt": 1099.4197386782616
	},
	{
		"id": "J0HTS10BB003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41620770694055,
		"lat": 38.03391247425627,
		"alt": 1101.7659904784523
	},
	{
		"id": "J0HTS25BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41624540401827,
		"lat": 38.03392413002188,
		"alt": 1101.1904904488474
	},
	{
		"id": "J0HTS80BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4160580500556,
		"lat": 38.03394207433351,
		"alt": 1100.328429972753
	},
	{
		"id": "YN_TLTSL_27",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41605776919593,
		"lat": 38.033932831629805,
		"alt": 1102.4898666632361
	},
	{
		"id": "YN_TLTSL_26",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41628795331267,
		"lat": 38.03395065161661,
		"alt": 1100.0373532176017
	},
	{
		"id": "YN_TLTSL_28",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41610877839906,
		"lat": 38.03379136662087,
		"alt": 1101.3985572643578
	},
	{
		"id": "YN_TLTSL_29",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41628090445528,
		"lat": 38.033915396971864,
		"alt": 1099.7065425626933
	},
	{
		"id": "J0HTS10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41616932802594,
		"lat": 38.03390854863922,
		"alt": 1102.2781958379782
	},
	{
		"id": "J0HTS70BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41605771573424,
		"lat": 38.033924712773775,
		"alt": 1100.328429971356
	},
	{
		"id": "J0HTS80BB002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41605838438784,
		"lat": 38.03395943644292,
		"alt": 1100.3284299722872
	},
	{
		"id": "SLTSL_2F",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41642260723364,
		"lat": 38.034050660595625,
		"alt": 1103.3602909110486
	},
	{
		"id": "YN_TLTSL_24",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41618427187021,
		"lat": 38.033816664149256,
		"alt": 1101.383958730381
	},
	{
		"id": "J1HTN10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41626333779253,
		"lat": 38.0337735586517,
		"alt": 1108.8225072585046
	},
	{
		"id": "J1HTN10AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41623321719926,
		"lat": 38.03379657877767,
		"alt": 1107.1876829285174
	},
	{
		"id": "J1HTN10AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41623823044583,
		"lat": 38.03363051580284,
		"alt": 1109.9825841528363
	},
	{
		"id": "J2HTN10AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4162155342459,
		"lat": 38.03363078924515,
		"alt": 1109.9346085204742
	},
	{
		"id": "J3HTN10AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41609372903517,
		"lat": 38.033632256671325,
		"alt": 1109.9346102913841
	},
	{
		"id": "J2HTN10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41622840739322,
		"lat": 38.03377398526962,
		"alt": 1108.8223827937618
	},
	{
		"id": "J2HTN10AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41617546181963,
		"lat": 38.033797274600175,
		"alt": 1107.1876829280518
	},
	{
		"id": "J3HTN10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41618936848481,
		"lat": 38.0337748426889,
		"alt": 1108.8225003974512
	},
	{
		"id": "J3HTN10AP001-M01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41611770504801,
		"lat": 38.03379797041105,
		"alt": 1107.18768293038
	},
	{
		"id": "SLTSL_3F",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41631199926696,
		"lat": 38.0334939508852,
		"alt": 1104.849091238808
	},
	{
		"id": "YN_TLTSL_22",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41603911474448,
		"lat": 38.03375783921526,
		"alt": 1110.4249252039007
	},
	{
		"id": "10HTM10AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.416122610824,
		"lat": 38.03377237318195,
		"alt": 1115.8428952204994
	},
	{
		"id": "YN_TLTSL_21",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4161673678239,
		"lat": 38.033781276382065,
		"alt": 1115.328057134524
	},
	{
		"id": "20HTM10AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41616803531167,
		"lat": 38.03377182594191,
		"alt": 1115.8428952200338
	},
	{
		"id": "J0HTW50AT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4161319831631,
		"lat": 38.033791074141504,
		"alt": 1115.7759997588582
	},
	{
		"id": "SLTSL_4F",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41616549191124,
		"lat": 38.033683827052116,
		"alt": 1116.7771071372553
	},
	{
		"id": "SLTSL_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41616748193547,
		"lat": 38.033787130793556,
		"alt": 1119.1295656366273
	},
	{
		"id": "XMGV0001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42054497060132,
		"lat": 38.03332178726349,
		"alt": 1093.0951528744772
	},
	{
		"id": "XMGV0008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42055378533038,
		"lat": 38.03392035022692,
		"alt": 1098.432325495407
	},
	{
		"id": "XMGV0100",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42049977026931,
		"lat": 38.03332233348473,
		"alt": 1093.0951528744772
	},
	{
		"id": "J0EAB30AH003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42050817150174,
		"lat": 38.033757255881476,
		"alt": 1093.0951528754085
	},
	{
		"id": "XMGV0009",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42052787223446,
		"lat": 38.03357967026029,
		"alt": 1094.3845452158711
	},
	{
		"id": "XMGV0005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42055337210087,
		"lat": 38.03375670965173,
		"alt": 1093.0951528754085
	},
	{
		"id": "XMGV0007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42051360747113,
		"lat": 38.03392083576071,
		"alt": 1098.432325498201
	},
	{
		"id": "YNDC_XMG_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42054595286913,
		"lat": 38.034515575780986,
		"alt": 1103.0657315501012
	},
	{
		"id": "XMGV0006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42052962765712,
		"lat": 38.033670508792795,
		"alt": 1098.4241507248953
	},
	{
		"id": "XMGV0002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42053432711248,
		"lat": 38.033914433637214,
		"alt": 1102.4144818163477
	},
	{
		"id": "XMGV0003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42052166790472,
		"lat": 38.03325909277502,
		"alt": 1102.4144762982614
	},
	{
		"id": "YNDC_XMG_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42055562071658,
		"lat": 38.034556838924544,
		"alt": 1107.616120046936
	},
	{
		"id": "XMGV0004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42052962768835,
		"lat": 38.03367050896588,
		"alt": 1094.2824881281703
	},
	{
		"id": "XMGV0096",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.42054243034286,
		"lat": 38.03433329916247,
		"alt": 1094.4227245347574
	},
	{
		"id": "YNDC_XFSBF_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574103704933,
		"lat": 38.035781094769376,
		"alt": 1088.3414839254692
	},
	{
		"id": "YNDC_ZHSBF_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574401305033,
		"lat": 38.03593566445748,
		"alt": 1088.3414241708815
	},
	{
		"id": "YNDC_ZHSBF_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574093255818,
		"lat": 38.03577508697548,
		"alt": 1093.4767469926737
	},
	{
		"id": "YNDC_ZHSBF_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574245246514,
		"lat": 38.03585406836297,
		"alt": 1096.6461541326716
	},
	{
		"id": "J0SGA10AP004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574674080047,
		"lat": 38.035847228938096,
		"alt": 1087.6452026301995
	},
	{
		"id": "J0GHB10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4157334350903,
		"lat": 38.035951881524966,
		"alt": 1087.7440181542188
	},
	{
		"id": "J0GHB10AP003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574835362561,
		"lat": 38.035953455009,
		"alt": 1087.7440172638744
	},
	{
		"id": "J0GHE10AP002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574698537755,
		"lat": 38.035882498749075,
		"alt": 1087.7440178925171
	},
	{
		"id": "J0GKB10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574766190712,
		"lat": 38.03591752830173,
		"alt": 1087.8190295402892
	},
	{
		"id": "J0GKB10AP003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41573975769177,
		"lat": 38.035912334871774,
		"alt": 1088.691466825083
	},
	{
		"id": "J0SGA10AE001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574532950477,
		"lat": 38.03579645864133,
		"alt": 1088.234004617203
	},
	{
		"id": "J0SGA10AP003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574686846333,
		"lat": 38.03585385956514,
		"alt": 1087.6452026301995
	},
	{
		"id": "J0SGA10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41576348813636,
		"lat": 38.03585034331411,
		"alt": 1088.150329502765
	},
	{
		"id": "J0GHB10AP002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41573771088406,
		"lat": 38.03595301960392,
		"alt": 1087.7440182492137
	},
	{
		"id": "J0GHE10AP003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4157471296479,
		"lat": 38.03588988355639,
		"alt": 1087.7440174068324
	},
	{
		"id": "J0GHE10AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574684406777,
		"lat": 38.03587505095048,
		"alt": 1087.7440174063667
	},
	{
		"id": "J0GKB10AP002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41574745894871,
		"lat": 38.035917530471266,
		"alt": 1087.8190306574106
	},
	{
		"id": "YNDC-M0HSFC_DB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41650411184665,
		"lat": 38.033825707703514,
		"alt": 1094.2915434697643
	},
	{
		"id": "YNDC-M0HSFC_WQ",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41650411204469,
		"lat": 38.03382570827169,
		"alt": 1107.9946672292426
	},
	{
		"id": "YNDC-M0HSFC_WD",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41645634892651,
		"lat": 38.033824077419325,
		"alt": 1117.5256050983443
	},
	{
		"id": "10HTR",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41647430958858,
		"lat": 38.03383437859808,
		"alt": 1095.1790771419837
	},
	{
		"id": "20HTK11AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41648972359306,
		"lat": 38.033808983695735,
		"alt": 1096.556091031991
	},
	{
		"id": "10HTK12AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4165180261466,
		"lat": 38.03384323333056,
		"alt": 1096.556091031991
	},
	{
		"id": "10HTK10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4165055536597,
		"lat": 38.03390055247426,
		"alt": 1107.7886311206966
	},
	{
		"id": "20HTK12AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41651735999485,
		"lat": 38.0338086506688,
		"alt": 1096.5560910324566
	},
	{
		"id": "YNDC-M0HSFC_002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41650795573261,
		"lat": 38.03387068053999,
		"alt": 1108.9127057055011
	},
	{
		"id": "10HTK11AP001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41649038973185,
		"lat": 38.03384356635791,
		"alt": 1096.556091031991
	},
	{
		"id": "20HTK10BB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41650267582552,
		"lat": 38.03375115089996,
		"alt": 1107.7886311206966
	},
	{
		"id": "YNDC-M0HSFC_001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41648586549027,
		"lat": 38.03365607332546,
		"alt": 1098.3100549746304
	},
	{
		"id": "YNDC-M0HSFC_003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41641160860794,
		"lat": 38.03375047750342,
		"alt": 1103.4903973066248
	},
	{
		"id": "10PGB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41164009492861,
		"lat": 38.03556192803125,
		"alt": 1099.4477508161217
	},
	{
		"id": "10PAE04",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41163812275732,
		"lat": 38.03545917943381,
		"alt": 1089.757809936069
	},
	{
		"id": "10PTA10AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41174199682736,
		"lat": 38.03576043402808,
		"alt": 1112.6384244989603
	},
	{
		"id": "10PTA20AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41174015363698,
		"lat": 38.03566442911995,
		"alt": 1112.6384244989603
	},
	{
		"id": "10PTA30AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41173827541135,
		"lat": 38.03556659888799,
		"alt": 1112.6384244989603
	},
	{
		"id": "YNDC_1GLT",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41171711919932,
		"lat": 38.03557434774676,
		"alt": 1100.249617327936
	},
	{
		"id": "YNDC_1GLTPDS",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4117166805963,
		"lat": 38.03524471258898,
		"alt": 1091.4880923200398
	},
	{
		"id": "10PAE01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41164404027704,
		"lat": 38.03576742389131,
		"alt": 1089.7578099351376
	},
	{
		"id": "10PAE03",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41164009525562,
		"lat": 38.03556192767982,
		"alt": 1089.7578099342063
	},
	{
		"id": "10PAE05",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41163615026906,
		"lat": 38.03535643118592,
		"alt": 1089.757809934672
	},
	{
		"id": "10PTA40AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41173632058506,
		"lat": 38.035464778287206,
		"alt": 1112.6384244975634
	},
	{
		"id": "10PAE02",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41164206775869,
		"lat": 38.03566467564909,
		"alt": 1089.757809936069
	},
	{
		"id": "10PTA50AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41173434079852,
		"lat": 38.03536165706343,
		"alt": 1112.638424498029
	},
	{
		"id": "20PAE01",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41155780116843,
		"lat": 38.03241260104957,
		"alt": 1094.6995824174955
	},
	{
		"id": "20PAE02",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41168770479771,
		"lat": 38.03241104108649,
		"alt": 1094.69958241703
	},
	{
		"id": "20PAE03",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41181760841698,
		"lat": 38.03240948097992,
		"alt": 1094.6995824174955
	},
	{
		"id": "20PAE04",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4119475123737,
		"lat": 38.03240792072572,
		"alt": 1094.6995824174955
	},
	{
		"id": "20PAE05",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41207741632041,
		"lat": 38.03240636032804,
		"alt": 1094.6995824165642
	},
	{
		"id": "20PGB",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41181760919316,
		"lat": 38.032409480692976,
		"alt": 1104.3895238111727
	},
	{
		"id": "20PTA10AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41156663852314,
		"lat": 38.03249007600479,
		"alt": 1117.5801969608292
	},
	{
		"id": "20PTA20AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41168801638147,
		"lat": 38.03248861841874,
		"alt": 1117.5801969594322
	},
	{
		"id": "20PTA30AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41181170267195,
		"lat": 38.032487132982524,
		"alt": 1117.5801969594322
	},
	{
		"id": "20PTA40AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41194043395454,
		"lat": 38.03248558681918,
		"alt": 1117.5801969603635
	},
	{
		"id": "20PTA50AN001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41207080959592,
		"lat": 38.032484020762084,
		"alt": 1117.5801969594322
	},
	{
		"id": "YNDC_2GLT",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41180182977396,
		"lat": 38.03246637779523,
		"alt": 1105.1930378330871
	},
	{
		"id": "YNDC_2GLTPDS",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41222799947337,
		"lat": 38.032469939731094,
		"alt": 1096.4293154422193
	},
	{
		"id": "YNDC_BCJZ_0001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41905333606723,
		"lat": 38.035989546904375,
		"alt": 1109.8000456034205
	},
	{
		"id": "20BAT01GT003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41273912497635,
		"lat": 38.03311917444273,
		"alt": 1105.6453726347535
	},
	{
		"id": "YNDC_BYQ004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41262563250927,
		"lat": 38.03325646583326,
		"alt": 1094.980457747355
	},
	{
		"id": "YNDC_BYQ009",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41197637477984,
		"lat": 38.034102854184724,
		"alt": 1103.926650121808
	},
	{
		"id": "10BAT01GT003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41278843427182,
		"lat": 38.034045532745765,
		"alt": 1105.6453766515478
	},
	{
		"id": "20BAT01GT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41273204690921,
		"lat": 38.03329995037326,
		"alt": 1105.6453356239944
	},
	{
		"id": "20BAT01GT002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41273150683938,
		"lat": 38.033271837807234,
		"alt": 1105.6453726980835
	},
	{
		"id": "Y0AAA01GT202B",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.411830458537,
		"lat": 38.03367755025824,
		"alt": 1095.9180786721408
	},
	{
		"id": "Y0AAA02GB001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41192180820638,
		"lat": 38.03350193137699,
		"alt": 1095.5767816472798
	},
	{
		"id": "Y0AAA02GS001A",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41186550335877,
		"lat": 38.03357670408978,
		"alt": 1095.503416548483
	},
	{
		"id": "Y0AAA01GS001A",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41187033069036,
		"lat": 38.03382813740801,
		"alt": 1095.5034165494144
	},
	{
		"id": "YNDC_BYQ006",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41281995983864,
		"lat": 38.03326372524805,
		"alt": 1117.9555573482066
	},
	{
		"id": "YNDC_BYQ008",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4128378226203,
		"lat": 38.03419333601356,
		"alt": 1117.9555573472753
	},
	{
		"id": "YNDC_BYQ010",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41196028792033,
		"lat": 38.03327402048093,
		"alt": 1103.926642487757
	},
	{
		"id": "10BAT01GT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41278313586295,
		"lat": 38.034364310837304,
		"alt": 1105.6453768680803
	},
	{
		"id": "10BAT01GT002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41277994465416,
		"lat": 38.034198206564874,
		"alt": 1105.6453762310557
	},
	{
		"id": "10BBT01GT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41276029177317,
		"lat": 38.03457327178802,
		"alt": 1097.8087684768252
	},
	{
		"id": "Y0AAA01GT202A",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41182385756436,
		"lat": 38.03378809057152,
		"alt": 1103.926681049168
	},
	{
		"id": "YNDC_BYQ011",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41146896094491,
		"lat": 38.033718306360555,
		"alt": 1105.104865849018
	},
	{
		"id": "YNDC_BYQ012",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41186860721082,
		"lat": 38.033690881039526,
		"alt": 1096.1558941463008
	},
	{
		"id": "Y0AAA01GB004",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41192933030099,
		"lat": 38.033893706464426,
		"alt": 1095.5767816477455
	},
	{
		"id": "Y0AAA01GT202C",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41182084223689,
		"lat": 38.03363103114707,
		"alt": 1103.926684615668
	},
	{
		"id": "20BBT01GT001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41305012947325,
		"lat": 38.03338258779087,
		"alt": 1099.3118732757866
	},
	{
		"id": "YNDC_BYQ001",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41301524448546,
		"lat": 38.03429798852491,
		"alt": 1101.4596033422276
	},
	{
		"id": "YNDC_BYQ002",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41318073463063,
		"lat": 38.03383271828379,
		"alt": 1097.97675493313
	},
	{
		"id": "YNDC_BYQ003",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.4129470960741,
		"lat": 38.034270256675484,
		"alt": 1094.7027656780555
	},
	{
		"id": "YNDC_BYQ013",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41292732966352,
		"lat": 38.033234895028166,
		"alt": 1094.7580214668996
	},
	{
		"id": "YNDC_BYQ005",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41298025742367,
		"lat": 38.033263788417884,
		"alt": 1100.1014524134807
	},
	{
		"id": "YNDC_BYQ007",
		"status": "运行",
		"level": "一类设备",
		"pic": "",
		"picDept": "",
		"lng": 109.41305183969177,
		"lat": 38.034306210272234,
		"alt": 1100.0015046573244
	}
];
// deviceModel.forEach(function(item,index){
// 	var ele = item;
// 	var notFound = true;
// 	deviceList.forEach(function (item,index) {
// 		if( ele.id == item.id){
// 		    notFound = !notFound;
// 		}
// 	});
// 	if( notFound ){
// 	    deviceNum.push(ele.id);
// 	}
// });


//排序
var pattern = /[a-zA-Z]/;
var pattern1 = /^#([1-9]).+#([1-9])/;
deviceList.forEach(function (item,index) {
	if( pattern.test(item.name) || pattern1.test(item.name)){
		deviceOrder.push(item);//有英文需排序的对象
	}else{
		deviceResult.push(item);
	}
});
var pArr = [];
deviceOrder.forEach(function (item,index) {
		var tempArr = [];
		var i = index;
		var this_pId = item.p_id;
		if( pArr.indexOf(this_pId) == -1){
				pArr.push(this_pId);
				tempArr.push(item);
				deviceOrder.forEach(function (item,index) {
					if( index > i ){
						if( item.p_id == this_pId ){
							tempArr.push(item);
						}
					}
				});
			};
		if( pattern.test(item.name) ){
			tempArr.sort(function(a, b) {
				return (a.name.replace(/([a-zA-Z])/,"$1") + '').localeCompare(b.name.replace(/([a-zA-Z])/,"$1") + '')
			});
		}else if(pattern1.test(item.name)){
			tempArr.sort(function(a, b) {
				return (a.name.replace(/^#([1-9]).+#([1-9])/,"$2") + '').localeCompare(b.name.replace(/^#([1-9]).+#([1-9])/,"$2") + '')
			});
		};
		deviceResult = deviceResult.concat(tempArr);
});

//JSON格式
//JSON.stringify(deviceResult,null,"\t")
fs.writeFile('./deviceOrdered1.js', JSON.stringify(deviceResult,null,"\t") ,function(err){
	if(err) console.log('写文件操作失败');
	else console.log('写文件操作成功');
});